{"title": "Acupuncture — Tao of Wellness", "author": null, "url": "https://www.taoofwellness.com/acupuncture", "hostname": "taoofwellness.com", "description": null, "sitename": "Tao of Wellness", "date": "2009-01-01", "id": null, "license": null, "body": null, "comments": "", "commentsbody": null, "raw_text": null, "text": "Acupuncture\nAcupuncture is part of a medical system called Traditional Chinese Medicine that has been in continuous use for five thousand years and is the cornerstone of a civilization of nearly 1.4 billion people. Acupuncture and Traditional Chinese medicine is rooted in ancient Taoist philosophy which views a person as an energy system in which body and mind are unified, each influencing and balancing the other. Unlike conventional medicine which attempts to isolate and separate a disease from a person, Chinese Medicine emphasizes a holistic approach that treats the whole person. Many people have found Traditional Chinese methods of healing to be excellent tools for healing disease, maintaining optimum health and preventing illness. It is effective for physical, psychological and emotional problems.\nWhat is Acupuncture and How Does it Work?\nThe ancient Chinese believed that there is a universal life energy called qi (pronounced “chee”) present in every living creature. This energy is said to circulate throughout the body along specific pathways that are called vessels or meridians. As long as this energy flows freely throughout the meridians, health is maintained, but once the flow of energy is blocked, the system is disrupted and pain and dysfunction occur. Imagine rivers that flood and cause disasters or an electrical grid short-circuiting that causes blackouts. Acupuncture works to reprogram and restore normal function by stimulating certain points on the meridians in order to free up the qi energy.\nHow Many Treatments are Required?\nThe number of treatments required for a given patient to resolve his or her health concern depends on several factors. These include the nature and severity of the presenting condition and the length of time the condition has existed.\nThe primary focus of acupuncture and Chinese medicine is treating the underlying cause of an illness or disease. While the symptoms of some acute conditions, such as the\n[common cold](/cold-flu), can be relieved in a matter of hours or days, correcting the root of the illness itself can be a much longer process. Healing at the root is not an overnight process but happens over time. It is important, therefore, to receive an adequate number of treatments to ensure the root cause has been properly eradicated. While chronic conditions generally require more treatment than acute conditions, patients at our offices typically receive 6 to 12 weekly sessions as an average course of treatment.\nAre There Any Side Effects?\nOne of the great advantages of acupuncture and Chinese medicine is the absence of serious side effects. Occasionally after an acupuncture treatment, patients may report feeling slightly sore, lightheaded, or tired. However, most people report a sense of pleasant relaxation. It is advisable to rest for at least a few moments after a treatment in order to stabilize the body. It is best not to eat a heavy meal or engage in strenuous activity just before or after a treatment.\nCalling the Right Neurochemicals and Hormones\nAcupuncture involves the placement of sterile, disposable needles that are rounded at the tip to allow for pain-free insertion, at select acupoints around the body to elicit a healing response from the body. Acupuncture has been applied to near every known physical and psychological disease and has been utilized for these purposes longer than any other medical system known to humankind. But the credit doesn’t belong to the needle. It’s the body’s own self-healing mechanisms that are brought into balance as a result of the stimulation so that disease is no longer able to take hold.\nOf the many ways we study the scientific effects of acupuncture therapy is the understanding of the cascade of hormonal activity during a session of acupuncture, and the many different systems of the body that respond to this stimulation. A 1999 study published in the American Journal of Physiology made a connection between acupuncture and the release of neurochemicals called endorphins. The scientists injected a drug that inhibits endorphin release into patients prior to their receiving acupuncture to reduce high blood pressure. Patients who received the injection had little to no reduction in their high blood pressure, whereas those who did not receive the injection did, thus linking acupuncture to endorphin release. Many kinds of stimulating activities such as sex, exercise, food, and acupuncture cause the release of endorphins from the brain. Endorphins are responsible for the relaxation and mood-lifting experiences people have during these activities. As well, endorphins are also effective at reducing levels of\n[pain](https://www.taoofwellness.com/pain/). Nerve and hormone receptors throughout the body receive endorphins just as effectively as they do morphine or other strong opiate drugs prescribed for pain, though without the side effects of the pharmaceutical drugs. That’s one of the main reasons why acupuncture is such an effective pain reliever without the side effects. Additionally, many other studies have shown acupuncture to naturally restore levels of other neurochemicals including serotonin, dopamine and melatonin; making acupuncture treatments very helpful for [depression](/anxiety-depression), [anxiety ](/anxiety-depression)and [sleep disorders](/sleep).\nGetting Nerves to Communicate\nA majority of people seek out acupuncture and Chinese medicine for\n[pain relief](/pain) including knee pain, back pain, headaches, [menstrual pain](/womens-health), or any other kind of pain. Pain is information that something is wrong in the body. Typically, this is when blood isn’t flowing well or nerves aren’t communicating properly caused by a disease or injury. A healthy body will respond in different ways depending on the causes to heal the problems, therefore relieving the pain. Acupuncture is utilized to speed up this process so the body heals faster and subdues pain more rapidly than it would if left untreated.\nWhat if you’re dealing with chronic pain that doesn’t heal on its own? The body isn’t healing itself and the pain doesn’t subside. How does acupuncture help in these conditions?\nThere are intricate mechanisms that govern the process of nerve signaling and healing response in your body. An acute injury is akin to a house catching on fire. Nerve signals are sent immediately, which are responded to with anti-inflammatory and pain relieving chemicals like enkephalins, just like the instant deployment of firemen to put out the fire. This first responder process usually works well enough that the acute condition heals. But what goes wrong in chronic pain conditions where the body doesn’t fix the problem? When the body failed to heal the cause of pain during the acute response phase, confusion ensues with nerve communication where the local nerves of the injured area incorrectly fire and the brain doesn’t quite know where and what the problems are, therefore delaying the deployment of healing and pain relieving agents or ignoring the problem altogether. This would be like those firemen never getting the signal to help or only offering a small bucket of water to put out the house fire. This sets up a chronic pain condition that can last months or even years.\nAcupuncture has been found to modulate nerve signals and correct the nerve’s misfire in the injured or diseased area, enabling the proper communication with the brain and allowing the release of natural anti-inflammatory proteins and pain relieving enkephalins and endorphins. The nerve reprogramming by acupuncture ensures that the body’s healing systems work the way they’re supposed to, restoring healthy, normal function and providing lasting pain relief.\nGetting Blood to Flow\nYour blood carries everything you need to live. Inside your blood is your food, oxygen, hormones, medication, and chemicals to stave off infection and promote healing. The proper movement and delivery of blood to where your body needs it is what enables optimal health and a long life. If these vital substances don’t reach their correct destination then most any disease or injury can take hold. The Chinese proverb states it simply, Where there is stagnation there is disease, where there is disease there is stagnation.\nBut where does this impediment in the blood flow come from? Why doesn’t it heal? And what can acupuncture do to help?\nThere are numerous reasons why your blood flow is impeded. These include traumas and injuries, infections, obstructions due to plaque or toxins, aging decline in organ function, and others. When blood doesn’t adequately reach your heart muscles, heart attacks may result. When it fails to sufficient nourish your brain, dementia and Alzheimer’s may follow. When you have a lack of blood flow to your genitals you may experience impotence. Whatever the condition, the common cause is impairment in the circulation of blood.\nAcupuncture has been found to be very effective in promoting blood flow. A number of studies have found acupuncture to stimulate the release of certain compounds such as nitric oxide, leukotrienes and anti-histamines to both dilate the blood vessels and reduce swelling of tissues and therefore increase critical blood flow to the deprived parts of the body.\nAcupuncture found beneficial for Severe Heart Failure\nResearch has shown that acupuncture can be beneficial to people with severe heart failure. By reducing the pressure on the heart, acupuncture decreases activity on the sympathetic nervous system regulating involuntary movements such as heartbeat and blood pressure. Scandinavian studies have shown that acupuncture can increase the heart’s working capacity, reducing pain and the need for medication.\nIn Chinese medicine, chest pain and heart failure have different causes. The basic cause of chest pain is obstruction of the circulation of qi and blood. Deficient patterns include weak circulation of blood with increased viscosity (thickness) which causes this obstruction. Excess patterns include pathogenic substances like cholesterol or blood clots which block qi and blood circulation.\n[Learn more about how we treat heart disease.](/heart)\nAcupuncture found to be helpful for Knee Arthritis\nIn the largest study of its kind, a 2004 study funded by the National Institutes of Health showed, among the 570 participants, that acupuncture was helpful in reducing pain due to knee arthritis. Stephen Straus, the director of the National Center for Complementary and Alternative Medicine (NCCAM) said of the study, “These results also indicate that acupuncture can serve as an effective addition to a standard regimen of care and improve quality of life for knee osteoarthritis sufferers. NCCAM has been building a portfolio of basic and clinical research that is now revealing the power and promise of applying stringent research methods to ancient practices like acupuncture.”\n[Learn more about how we treat arthritis.](/arthritis)\nAcupuncture found to increase Fertility\nWhen used along with in vitro fertilization (IVF), it may be effective in increasing the odds of success in female conception. An often-referenced study published in the April, 2002 issue of Fertility & Sterility showed that acupuncture helped over 40% of participants get pregnant during a round of IVF, compared to the 26% of pregnant patients who didn’t receive the therapy. Many reproductive endocrinologists encourage their fertility patients to supplement their care with acupuncture because of these success rates. Tao of Wellness has been practicing fertility medicine longer than IVF has been available as a treatment option in California.\n[Learn more about how we treat infertility.](/fertility)\nPediatric Acupuncture Program Helps Children with Chronic Pain\nThe Pediatric Pain Management Clinic at Children’s Hospital Los Angeles (CHLA) collaborates with Yo San University of Traditional Chinese Medicine (created by the same founders of Tao of Wellness) in a pediatric acupuncture program to help children manage chronic pain. The collaboration was initiated by Drs. Daoshing and Mao Shing Ni, Drs. Wendy Yu and Brandon Horn, along with Dr. Jeffrey Gold, Director of the Pediatric Pain Management Clinic. The program provides an opportunity for Yo San University interns to obtain clinical experience at CHLA, a teaching hospital affiliated with the University of Southern California.\nThis program is the first of its kind at CHLA, with acupuncture being offered for the first time in the hospital’s history. The treatments are offered on an outpatient basis and are free of charge. Future plans include utilizing the current program to conduct meaningful research in pediatric acupuncture, and expanding acupuncture services to other clinical specialties within the hospital.\nA paper published by Dr. Jeffrey Gold and his colleagues in the journal Evidence-Based Complementary and Alternative Medicine concludes, “Given the promising trends in the current acupuncture research, the relative willingness of families to engage in acupuncture and the low risk of deleterious side effects, acupuncture may serve to harmonize traditional Western medicine and Traditional Chinese Medicine as a means of promoting preventive care and symptom management for children.”\n[Learn more about our pediatric program.](/pediatrics)", "language": null, "image": null, "pagetype": "website", "links": ["/", "/search", "/welcome", "/about", "/faq", "/covid19", "/blogs", "/store", "/weight-wellness", "/schedule-appt", "/santa-monica", "/pasadena", "/acupuncture", "/herbal-medicine", "/tuina-bodywork", "http://www.taoofwellness.com/tuina-bodywork/#cupping", "/nutrition", "/tai-chi-qi-gong", "/infinichi-energy-therapy", "/face-body-rejuvenation", "/cleansing-detox", "http://Instagram.com/taoofwellness", "https://www.facebook.com/TaoofWellness/", "http://youtube.com/c/TaoofWellness", "https://twitter.com/taoofwellness", "/welcome", "/about", "/clinics", "/santa-monica", "/pasadena", "/faq", "/services", "/acupuncture", "/herbal-medicine", "/tuina-bodywork", "http://www.taoofwellness.com/tuina-bodywork/#cupping", "/nutrition", "/tai-chi-qi-gong", "/infinichi-energy-therapy", "/face-body-rejuvenation", "/cleansing-detox", "/covid19", "/blogs", "/store", "/weight-wellness", "/", "/schedule-appt", "/cold-flu", "https://www.taoofwellness.com/pain/", "/anxiety-depression", "/anxiety-depression", "/sleep", "/pain", "/womens-health", "http://www.doctoroz.com/videos/ask-dr-oz-alternative-medicine-pt-3", "http://www.doctoroz.com/videos/ask-dr-oz-alternative-medicine-pt-3", "/heart", "/arthritis", "/fertility", "/pediatrics", "tel:(310) 555-1212", "/about", "/events-classes", "/services-health-concerns/#health-concerns", "/success", "/newsletter-archive", "/privacy", "tel:3109172200", "tel:6263971000", "/schedule-appt"]}