{"result_id": "MNTT001061", "URL": "https://www.bbc.com/future/article/20190722-sunscreen-safe-or-toxic", "timestamp": "2024-02-28 23:18:17 CET+0100", "meta": {"description": "Sunscreen is essential for staying protected in the Sun – but recent research suggests some of the ingredients could be improved. BBC Future analyses the evidence.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20190722-sunscreen-safe-or-toxic", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,health-tag/sun"}, "image": null, "domain": "www.bbc.com", "title": "Sunscreen: What science says about ingredient safety", "cleaned_text": "Sunscreen is essential for staying protected in the Sun – but recent research suggests some of the ingredients could be improved. BBC Future analyses the evidence.\n\nMelanoma is one of the deadliest cancers. It’s also one that – while still the least common form of skin cancer – is rising in prevalence around the world. Since the early 1990s, rates of melanoma in the UK have increased among every age group. Rates of non-melanoma have increased too. In the US alone, cases of non-melanoma skin cancers have grown by around 77% over the past two decades. Exposure to UV radiation is the main cause of the most common forms of skin cancer. And one of the most effective ways to avoid it, of course, is sunscreen. “Any conversation on sunscreen must start with acknowledging that there is robust evidence that it prevents skin cancer,” says Richard Weller, honorary consultant dermatologist at the University of Edinburgh. This is why, although skin cancer is rising in some countries, it’s decreasing in others – particularly those that have raised the most awareness around the importance of using sunscreen. “Skin cancer rates are increasing among older generations – they’re carrying damage from decades earlier in their lives, because things have changed now,” says Adele Green, senior scientist of the cancer and population studies group at QIMR Berghofer Medical Research Institute in Australia. “Countries where rates are falling have had the biggest investments in communicating awareness, such as New Zealand, Denmark, the US and Australia.” You might also like:\n• The ‘silent killer’ of Africa’s albinos\n• Should everyone be taking vitamin D?\n• How to spot misleading health news But some researchers have raised concerns that, despite being an undeniably important tool in our fight against skin cancer, the formulation of sunscreen may need to be improved to contain safer ingredients – and, at worst, some sunscreens could be damaging our health.\n\nIt’s long been established that some organic filters are absorbed through the skin and into the bloodstream. This alone doesn’t mean sunscreen is unsafe, but there is growing focus on the potential adverse effects of the most common UV filter worldwide: oxybenzone. “Little is known about systemic exposure for most active ingredients” in sunscreens, the FDA stated in its report, referring to the effects of large volumes of sunscreen absorbed through the skin and into the body. FDA scientists authored a paper focusing on four ingredients found in sunscreen into the skin, including oxybenzone, and concluded that absorption of sunscreen into the body may be more than a theoretical concern. However, the trial was very small – involving only 24 people. Some lab and mice studies have found that some organic UV filters, including oxybenzone, as well as ingredients including parabens and phthalates, which can be found even in sunscreens that use inorganic UV filters, are suspected endocrine disrupters: chemicals that interfere with our hormones. But no research on humans has backed this up. Laura Vandenberg, associate professor at the University of Massachusetts Amherst's School of Public Health and Health Sciences, says most endocrine disrupters affect male foetuses and embryos.\n\nHigh-level exposure to phthalates, in particular, has been found to disrupt development of male genitals. This could lead to problems later in life, such as reduced sperm count or increased risk of testicular cancer. However, this effect has only been found in very high doses. These compounds aren’t just in sunscreens, either. Phthalates also can be found in various other cosmetics, including some soaps, shampoos, nail polishes and hair sprays, and parabens are in many hair care and make-up products Meanwhile, Vandenberg has found through her research that oxybenzone can affect the size of mice’s mammary glands. Oxybenzone also has been detected in breast milk. That means it could also be in the breast tissue, Vandenberg says, which could affect its development, function and health. However, we should always be cautious when applying the findings of mice studies to humans, says David Leffell, professor of dermatology and surgery at Yale School of Medicine, who was not involved in the research. Critics also say research showing adverse effects of UV filters on rodents typically involved much higher levels of UV filters than human use. For example, in 2011, a group of researchers writing in the journal Environmental Health Perspectives put into perspective the findings of one study from 2001. In that study, researchers observed that feeding oxybenzone to young rats caused their uteruses to grow by 23%.\n\nWhile this is an important finding, the study does have limitations, Leffell notes, which Louis acknowledges in the paper. These limitations include reliance on only one urine measurement, and the possible variability of the concentration of UV filters measured, as their concentration lowers quickly when in the body. While it’s reasonable to be concerned about the clinical impact of certain benzophenones, regardless of their source, Leffell adds that the study doesn’t draw any definite conclusions. Aside from any one precise ingredient, there are concerns that sunscreen prevents the human body from making vitamin D, which we mostly get from Sun exposure. After all, vitamin D deficiency might be more prevalent than we think – could sunscreen use be to blame? It shouldn’t be a major cause, says Rachel Neale, associate professor at QIMR Berghofer. “The mechanism of sunburn is different to vitamin D production, and there is a weight of evidence suggesting that applying sunscreen doesn’t seem to influence vitamin D levels much,” says Neale. “We’re very good at making vitamin D. And sunscreen isn’t like being inside a room – it screens the Sun out and still lets some through.” A panel of 13 leading experts from around the world met in 2018 to discuss the balance of vitamin D and Sun protection and concluded that sunscreens are unlikely to affect the vitamin D status of healthy adults.\n\nFor those concerned about getting enough vitamin D, Neale still advises wearing sunscreen every day for those living in places where there’s strong sunshine all year round, like Australia. But in places where the Sun isn’t so strong, like the UK, she says it’s easy to get vitamin D from Sun exposure because sunscreen usually is only needed when you’re outdoors for an extended period of time. Concerns around sunscreen blocking vitamin D production also may be overstated because so few people use sunscreen correctly, according to Weller. It’s advised we apply two mg/cm2 to our skin, around six teaspoons, which is the amount used to determine a products’ Sun protection factor (SPF). Most people apply around a quarter of that, he says. But could Sun exposure provide benefits other than vitamin D? It’s important to note that any argument emphasising the Sun’s health benefits, rather than risks, remains a controversial theory – and it doesn’t negate the warning that exposure increases the risk of skin cancer however we’re exposed to it. Still, one such benefit could be that UV radiation releases nitric oxide, a molecule produced in the body that dilates blood vessels and lowers blood pressure, which suggests that sunscreen may prevent these benefits, according to Weller.\n\nIn one study looking at coral communities in Hong Kong waters, researchers found higher levels of sunscreen when there is increased human activity on the coast. Some coral samples contained levels high enough to cause deformities and death in immature corals. So what should someone concerned about their health, or that of the seascape, do? Until there is definitive research on the potential effects of UV filters absorbed into our bodies, or alternatives that don’t contain ingredients associated with health risks, the consensus among experts is that we need to shield ourselves whenever we’re exposed to the Sun. The healthiest way to do so – for both ourselves and for wildlife – is with clothing, finding shade and avoiding midday Sun. But for times that isn’t possible, we should both wear sunscreen and must apply it properly. For those concerned about potential effects of UV filters being absorbed into your skin or by wildlife, a sunscreen containing inorganic filters may be the better option. That may sound simple enough. But rising skin cancer rates suggest the message has been lost. Disclaimer\n\nAll content within this column is provided for general information only, and should not be treated as a substitute for the medical advice of your own doctor or any other health care professional. The BBC is not responsible or liable for any diagnosis made by a user based on the content of this site. The BBC is not liable for the contents of any external internet sites listed, nor does it endorse any commercial product or service mentioned or advised on any of the sites. Always consult your own GP if you're in any way concerned about your health. Join more than one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram. If you liked this story, sign up for the weekly bbc.com features newsletter, called “The Essential List”. A handpicked selection of stories from BBC Future, Culture, Capital, and Travel, delivered to your inbox every Friday.", "opengraph": {"title": "Sunscreen: What science says about ingredient safety", "type": "article", "url": "https://www.bbc.com/future/article/20190722-sunscreen-safe-or-toxic", "description": "Sunscreen is essential for staying protected in the Sun – but recent research suggests some of the ingredients could be improved. BBC Future analyses the evidence.", "author": "Jessica Brown", "image": "https://ychef.files.bbci.co.uk/live/624x351/p07hk0mx.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Health"], "tweets": [], "movies": [], "links": ["https://www.aimatmelanoma.org/about-melanoma/melanoma-stats-facts-and-figures/", "https://www.who.int/uv/faq/skincancer/en/index1.html", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3931971", "http://www.bbc.com/future/story/20170425-the-silent-killer-of-africas-albinos", "http://www.bbc.com/future/story/20181010-do-vitamin-d-supplements-work", "http://www.bbc.com/future/story/20170207-how-to-spot-misleading-health-news", "https://federalregister.gov/d/2019-03019", "https://www.fda.gov/news-events/press-announcements/fda-advances-new-proposed-regulation-make-sure-sunscreens-are-safe-and-effective", "https://www.uptodate.com/contents/selection-of-sunscreen-and-sun-protective-measures?csi=8f4f1f1f-3be9-4dbf-a57f-3b2528d0224d&source=contentShare", "https://jamanetwork.com/journals/jama/fullarticle/2733085", "https://www.mdpi.com/2079-9284/5/4/61/pdf", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1280383/", "https://www.fda.gov/cosmetics/cosmetic-ingredients/phthalates", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6057512/", "https://www.ingentaconnect.com/content/scs/chimia/2008/00000062/00000005/art00007?crawler=true", "https://www.ncbi.nlm.nih.gov/pubmed/11333184", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4592813/", "http://www.bbc.com/future/story/20181010-do-vitamin-d-supplements-work", "https://onlinelibrary.wiley.com/doi/abs/10.1111/bjd.17992", "https://www.uptodate.com/contents/selection-of-sunscreen-and-sun-protective-measures?csi=8f4f1f1f-3be9-4dbf-a57f-3b2528d0224d&source=contentShare", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2082713/", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5593895/", "https://www.cell.com/molecular-cell/fulltext/S1097-2765(18)30237-5?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS1097276518302375%3Fshowall%3Dtrue", "https://www.who.int/news-room/fact-sheets/detail/cardiovascular-diseases-(cvds)", "https://www.who.int/uv/faq/skincancer/en/index1.html", "https://www.aimatmelanoma.org/about-melanoma/melanoma-stats-facts-and-figures/", "https://www.cancerresearchuk.org/health-professional/cancer-statistics/statistics-by-cancer-type/melanoma-skin-cancer/incidence#heading-Two", "https://link.springer.com/article/10.1007%2Fs00244-015-0227-7", "https://www.researchgate.net/publication/319487165_A_Potential_New_Threat_to_Wild_Life_Presence_of_UV_Filters_in_Bird_Eggs_from_a_Preserved_Area", "https://www.ingentaconnect.com/contentone/scs/chimia/2008/00000062/00000005/art00011", "https://www.icriforum.org/sites/default/files/ICRI_Sunscreen_0.pdf", "https://www.icriforum.org/sites/default/files/ICRI_Sunscreen_0.pdf", "https://www.researchgate.net/publication/315705105_Occurrence_Distribution_and_Fate_of_Organic_UV_Filters_in_Coral_Communities", "https://www.facebook.com/BBCFuture", "https://twitter.com/bbc_future", "https://www.instagram.com/bbcfuture_official/", "http://pages.emails.bbc.com/subscribe/?ocid=fut.bbc.email.we.email-signup"], "authors": ["Jessica Brown"], "publish_date": "2019-07-23T01:01:01Z"}