{"result_id": "MNTT005003", "URL": "https://apnews.com/article/india-pollution-river-biodiversity-chemicals-768dd4da40f30d8c83462b312f009b2c", "timestamp": "2024-03-06 15:10:27 CET+0100", "meta": {"description": "KOCHI, India (AP) — Eloor smells like it is dying. Once it was an island of rich farmland on the Periyar River, 17 km (10.5 miles) from the Arabian sea, teeming with fish.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/india-pollution-river-biodiversity-chemicals-768dd4da40f30d8c83462b312f009b2c", "encoding": "UTF-8", "website_keywords": "Waterways, General news, Archive, India Climate, Climate"}, "image": null, "domain": "apnews.com", "title": "India residents try to save a river, officials deny problems", "cleaned_text": "KOCHI, India (AP) — Eloor smells like it is dying.\n\nOnce it was an island of rich farmland on the Periyar River, 17 km (10.5 miles) from the Arabian sea, teeming with fish. Now, a stench of putrid flesh permeates the air. Most of the fish are gone. Locals say people living near the river are hardly even having children anymore.\n\nYet here is Shaji, alone in his small fiber boat, fishing with his handmade rod, the southern Indian state of Kerala’s massive industrial smokestacks behind him.\n\nSome 300 chemical companies belch out dense fumes, almost warning people to stay away. The waters have taken on dark hues. Shaji, a fisherman in his late 40s who only uses one name, is among the few who remain.\n\n“Most of the people here are trying to migrate from this place. If we look at the streets, it’s almost empty. There are no jobs and now we cannot even find work on the river,” said Shaji, displaying the few pearl spot fish he managed to catch during an entire day in March.\n\nEDITOR’S NOTE: This article is part of a series produced under the India Climate Journalism Program, a collaboration between The Associated Press, the Stanley Center for Peace and Security and the Press Trust of India.\n\nMany of the petrochemical plants here are more than five decades old. They produce pesticides, rare earth elements, rubber processing chemicals, fertilizers, zinc-chrome products and leather treatments.\n\nSome are government owned, including Fertilisers and Chemicals Travancore, established in 1943, Indian Rare Earths Limited, and Hindustan Insecticides Limited.\n\nResidents say the industries take in large amounts of freshwater from the Periyar and discharge concentrated wastewater with almost no treatment.\n\nAnwar C. I., who uses initials for his last name in the custom of southern India, is a member of a Periyar anti-pollution committee and a private contractor who lives in the area. He said residents have grown accustomed to the reek that seems to hang over the area like a heavy curtain, enveloping everything and everyone.\n\nThe groundwater is now fully contaminated and the government’s contention that the businesses benefit people is wrong, he said.\n\n“When they claim to provide employment to many people through industrialization, the net impact is that the livelihood of thousands is lost,” Anwar said. People cannot make a living from ruined land and water.\n\nResidents have periodically risen up against the factories in the form of protests. Demonstrations began in 1970, when the village first witnessed thousands of fish dying. Both die-offs and protests happened again many times after that, said Shabeer Mooppan, a long-time resident who has often demonstrated.\n\n“Some of the early protest leaders are now bedridden” in advanced age, Mooppan said, emphasizing just how long people in the community have been trying to get the river cleaned up.\n\nNow Shabeer is trying to improve surveillance, to catch those responsible for fouling the river. It’s a method used by riverkeepers and baykeepers in other cities around the world. He is also pursuing legal cases against polluting industries.\n\nThe state Pollution Control Board downplayed the industrial pollution in the Periyar River, blaming it on sewage from homes, commercial institutions and markets upstream.\n\n“We have not found any alarming rate of metals in the river water. All the levels are within the limits,” said Baburajan P K, chief environmental engineer of the board.\n\nBaburajan said only five major companies of the over 300 industrial plants in the region are allowed to discharge wastewater into the river, and it must be treated. The rest must treat their wastewater, reusing or disposing it on their own land. He said hefty environmental levies have been imposed on violators.\n\nResearch also tells a story of a river in distress.\n\nAs far back as 1998, scientists at the Kerala University of Fisheries and Ocean Studies found some 25 species of fish had disappeared from the region. Experts have found contamination in vegetables, chicken, eggs, fruits and tuber crops from the region.\n\nChandramohan Kumar, a professor in Chemical Oceanography at Cochin University of Science and Technology, has researched Periyar River pollution in several studies.\n\n“We have observed pollution from various organic fertilizers, metallic components. Toxic metals like cadmium, copper, zinc and all the heavy metals can be detected there,” Kumar said.\n\nIndia also has a special environmental court called the National Green Tribunal. A decade ago, it ordered the government to create an action plan to restore water quality in the river to protect the environment and public health. It also ordered the formation of a monitoring committee.\n\nMore recently, the Tribunal was worried enough to initiate its own proceeding on the pollution. It cited studies going back to 2005, carried out by the environmental non-profit group Thanal, that showed “hundreds of people living near Kuzhikandam Creek at Eloor were afflicted with various diseases such as cancer, congenital birth defects, bronchitis, asthma, allergic dermatitis, nervous disorders and behavior changes.”\n\nThe court cited another survey of 327 families in the region that showed hazardous chemicals, including DDT, hexachlorochyclohexane, cadmium, copper, mercury, lead, toluene, manganese and nickel had been discharged into into Kuzhikandam Creek “and adversely affected the health condition of people in Eloor.”\n\nKumar said the remedy for this pollution is onsite treatment at each facility, and it comes down to money. “If they are ready to invest, the effluent discharge can be resolved,” he said.\n\nThe Pollution Control Board responded that it recently began a study that could lead to curbing air pollution and reducing the intolerable stench in the area largely caused, it said, by bone meal fertilizer factories and meat rendering plants. It is expected to be finalized in May.\n\nThe board dismissed allegations that it does not actively pursue polluters and said it ensures no untreated waste liquids are discharged into the river.\n\nTrainees with the Pollution Control Board do daily trips to collect samples from six different points along the river.\n\n“But we don’t know what happens to those samples,” said resident Adam Kutty. “What’s the point of having all the money in the world and no water to drink?”\n\nOmana Manikuttan, a long-time resident of Eloor, said for years she and her neighbors have not eaten fish from the river. Eating them leads to serious diarrhea and tastes like pesticides, even after cooking, Manikuttan said.\n\nAs the blame game continues, the grass and trees in the area appear wilted as if scorched by the noxious fumes. The birds seem to have been driven away by the air. Without official action, the pall over the region and its residents is unlikely to lift soon.", "opengraph": {"title": "India residents try to save a river, officials deny problems", "url": "https://apnews.com/article/india-pollution-river-biodiversity-chemicals-768dd4da40f30d8c83462b312f009b2c", "image": "https://dims.apnews.com/dims4/default/5f6fc3c/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F8bb3fc195b814655afee92671ae858fa%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/5f6fc3c/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F8bb3fc195b814655afee92671ae858fa%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Adam Kutty stands on the bank of the Periyar River with smokestacks in the distance in Eloor, Kerala state, India, Friday, March 3, 2023. Many of the petrochemical nearby produce pesticides, rare earth elements, rubber processing chemicals, fertilizers, zinc-chrome products and leather treatments. (AP Photo)", "description": "KOCHI, India (AP) — Eloor smells like it is dying. Once it was an island of rich farmland on the Periyar River, 17 km (10.5 miles) from the Arabian sea, teeming with fish.", "site_name": "AP News", "type": "article", "article:published_time": "2023-04-11T02:29:35", "article:modified_time": "2023-12-27T22:07:54.833", "article:tag": "India Climate"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/savannah-harbor-port-7a98b465a8f139982aa1924a35d5bbbd", "https://apnews.com/article/savannah-harbor-port-7a98b465a8f139982aa1924a35d5bbbd", "https://apnews.com/article/california-storms-los-angeles-river-atmospheric-94e6ad39870432fedb5d0a2464ecc3c1", "https://apnews.com/article/california-storms-los-angeles-river-atmospheric-94e6ad39870432fedb5d0a2464ecc3c1", "https://apnews.com/article/atmospheric-rivers-explainer-pineapple-express-pacific-california-8ab9a1f5bcda656055f11b71ed5b31c0", "https://apnews.com/article/atmospheric-rivers-explainer-pineapple-express-pacific-california-8ab9a1f5bcda656055f11b71ed5b31c0"], "authors": [], "publish_date": "2023-04-11T02:29:35"}