{"result_id": "MNTT002064", "URL": "https://www.pbs.org/newshour/politics/epa-says-forever-chemicals-pose-a-health-risk-even-at-very-low-levels", "timestamp": "2024-03-06 15:08:42 CET+0100", "meta": {"description": "The Environmental Protection Agency is warning that two nonstick and stain-resistant compounds found in drinking water are more dangerous than previously thought — and pose health risks even at levels so low they cannot currently be detected.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/politics/epa-says-forever-chemicals-pose-a-health-risk-even-at-very-low-levels", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "EPA says 'forever chemicals' pose a health risk even at very low levels", "cleaned_text": "WASHINGTON (AP) — The Environmental Protection Agency is warning that two nonstick and stain-resistant compounds found in drinking water are more dangerous than previously thought — and pose health risks even at levels so low they cannot currently be detected.\n\nThe two compounds, known as PFOA and PFOS, have been voluntarily phased out by U.S. manufacturers, but there are a limited number of ongoing uses and the chemicals remain in the environment because they do not degrade over time. The compounds are part of a larger cluster of “forever chemicals” known as PFAS that have been used in consumer products and industry since the 1940s.\n\nThe EPA on Wednesday issued nonbinding health advisories that set health risk thresholds for PFOA and PFOS to near zero, replacing 2016 guidelines that had set them at 70 parts per trillion. The chemicals are found in products including cardboard packaging, carpets and firefighting foam\n\nAt the same time, the agency is inviting states and territories to apply for $1 billion under the new bipartisan infrastructure law to address PFAS and other contaminants in drinking water. Money can be used for technical assistance, water quality testing, contractor training and installation of centralized treatment, officials said.\n\nWATCH: Why PFAS are so impervious, and who is most at risk from the forever chemicals\n\nSeveral states have set their own drinking water limits to address PFAS contamination that are far tougher than the federal guidance. The toxic industrial compounds are associated with serious health conditions, including cancer and reduced birth weight.\n\n“People on the front-lines of PFAS contamination have suffered for far too long,” EPA Administrator Michael Regan said in a statement. “That’s why EPA is taking aggressive action as part of a whole-of-government approach to prevent these chemicals from entering the environment and to help protect concerned families from this pervasive challenge.”\n\nPFAS is short for per- and polyfluoroalkyl substances, which are used in nonstick frying pans, water-repellent sports gear, stain-resistant rugs, cosmetics and countless other consumer products. The chemical bonds are so strong that they don’t degrade or do so only slowly in the environment and remain in a person’s bloodstream indefinitely.\n\nThe revised health guidelines are based on new science and consider lifetime exposure to the chemicals, the EPA said. Officials are no longer confident that PFAS levels allowed under the 2016 guidelines “do not have adverse health impacts,” an EPA spokesman said.\n\nWhile the new guidelines set acceptable risk below levels that can currently be measured, as a practical matter EPA recommends that utilities take action against the chemicals when they reach levels that can be measured — currently about four parts per trillion, a senior administration official told reporters Tuesday night.\n\nThe EPA said it expects to propose national drinking water regulations for PFOA and PFOS later this year, with a final rule expected in 2023.\n\nIn a related development, the EPA said that for the first time it is issuing final health advisories for two chemicals that are considered replacements for PFOA and PFOS. One group is known as GenX chemicals, while the other is known as PFBS. Health advisories for GenX chemicals were set at 10 parts per trillion, while PFBS was set at 2,000 parts per trillion.\n\nThe agency said the new advisories provide technical information that federal, state and local agencies can use to inform actions to address PFAS in drinking water, including water quality monitoring, use of filters and other technologies that reduce PFAS and strategies to reduce exposure to the substances.\n\nEnvironmental and public health groups hailed the announcement as a good first step. Advocates have long urged action on PFAS after thousands of communities detected PFAS chemicals in their water. PFAS chemicals have been confirmed at nearly 400 military installations and at least 200 million Americans are drinking water contaminated with PFAS, according to the Environmental Working Group, a research and advocacy organization.\n\n“EPA had the courage to follow the science. This is a step in the right direction,” said Stel Bailey, co-facilitator of National PFAS Contamination Coalition.\n\n“The science is clear: These chemicals are shockingly toxic at extremely low doses,” added Erik Olson, senior strategic director for health and food at the Natural Resources Defense Council. He called on the EPA to regulate all PFAS chemicals “with enforceable standards as a single class of chemicals.”\n\nMelanie Benesh, legislative attorney for the Environmental Working Group, said the EPA’s announcement “should set off alarm bells for consumers and regulators” alike. She urged the EPA to “move much faster to dramatically reduce exposures to these toxic chemicals.”\n\nThe American Chemistry Council, which represents major chemical companies, said in a statement that while it supports development of drinking water standards for PFAS based on the best available science, the EPA’s announcement “reflects a failure of the agency to follow its accepted practice for ensuring the scientific integrity of its process.”\n\nWhile the advisories are non-binding, “they will have sweeping implications for policies at the state and federal levels,” the group said. “These new levels cannot be achieved with existing treatment technology and, in fact, are below levels that can be reliably detected using existing EPA methods.”\n\nThe Chemours Co., a DuPont spinoff that uses so-called GenX chemicals to produce high-performance fluoropolymers used in semiconductors, mobile phones, hospital ventilators and other products, called the EPA’s announcement “fundamentally flawed.”\n\nEPA “disregarded relevant data and issued a health advisory contrary to the agency’s own standards and this administration’s commitment to scientific integrity,” Chemours said in a statement.\n\nThe company is “already using state-of-the-art technologies at our sites to abate emissions and remediate historical releases” Chemours said, adding that officials are evaluating next steps, “including potential legal action, to address the EPA’s scientifically unsound action.”\n\nAn investigation by the state of North Carolina found that Chemours had discharged GenX from its Fayetteville Works plant into the Cape Fear River for years. EPA chief Regan was the state’s top environmental official when the probe began and led negotiations that resulted in cleanup of the river. Gov. Roy Cooper and his current environmental chief unveiled a three-pronged strategy last week address further efforts to reduce and remedy a broad category of PFAS chemicals in water sources.\n\nLegislation passed by the House would set a national drinking water standard for PFAS and direct the EPA to develop discharge limits for a range of industries suspected of releasing PFAS into the water. The bill has stalled in the Senate.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "EPA says 'forever chemicals' pose a health risk even at very low levels", "description": "The Environmental Protection Agency is warning that two nonstick and stain-resistant compounds found in drinking water are more dangerous than previously thought — and pose health risks even at levels so low they cannot currently be detected.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2021/10/2021-06-09T155707Z_462739044_RC23XN9WGWPE_RTRMADP_3_USA-IEPA-REGAN-1024x737.jpg", "image:height": "737", "image:width": "1024", "url": "https://www.pbs.org/newshour/politics/epa-says-forever-chemicals-pose-a-health-risk-even-at-very-low-levels", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2022-06-15T14:52:55-05:00", "article:section": "Politics", "article:tag": "epa, forever chemicals, pfas"}, "tags": ["The Leading Edge", "Long-Term Care", "pfas", "epa", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "Race Matters", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge", "forever chemicals"], "tweets": [], "movies": [], "links": ["https://www.pbs.org/newshour/show/chemicals-in-plastic-electronics-are-lowering-fertility-in-men-and-women", "https://www.pbs.org/newshour/show/why-pfas-are-so-impervious-and-who-is-most-at-risk-from-the-forever-chemicals", "https://www.pbs.org/newshour/health/the-house-just-voted-to-regulate-pfas-heres-what-you-need-to-know", "https://www.pbs.org/newshour/politics/epa-unveils-strategy-to-regulate-toxic-forever-chemicals"], "authors": ["Matthew Daly, Associated Press"], "publish_date": "2022-06-15T14:52:55-05:00"}