{"result_id": "MNTT001015", "URL": "https://www.bbc.com/news/health-62851186", "timestamp": "2024-02-28 23:17:43 CET+0100", "meta": {"description": "Scientists say they have slowed and partially reversed damage, marking a \"new era\" in the disease.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/health-62851186", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "'Truly remarkable' drug helps motor neurone disease", "cleaned_text": "MND, also known as amyotrophic-lateral sclerosis (ALS), is caused by the death of the nerves that carry messages from the brain to people's muscles. It affects their ability to move, talk and even breathe.\n\nA mutation in a specific part of his genetic code leads to the production of a toxic form of the protein SOD1, which kills motor neurones. These mutations cause about 2% of MND cases but one in five of those that run in families.\n\nNow, he says: \"MND is a progressive disease - so although my symptoms have continued to worsen, I would not be without the drug and the difference I know it has made to my quality of life.\"\n\nShe told me: \"This is the first where patients participating have reported improvement in their motor function - 'I can walk without my sticks. I can go up my garden steps, which I haven't been able to do for two years. I can write my Christmas cards this year, which I couldn't do last year.'\"\n\nIn the early stages, the researchers say, the drug is stopping further damage. It cannot lead to the formation of new motor neurones and the remaining ones may be taking a year to recover and form new connections with muscle tissue.\n\nThe treatment directly targets the fundamental cause of this type of MND so it will do nothing for the 98% of patients without the SOD1 mutation - although, it is hoped the other mutations, in more than 30 different genes, implicated could be targeted in a similar way.", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Scientists say they have slowed and partially reversed damage, marking a \"new era\" in the disease.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/8B92/production/_126803753_leswood.jpg", "image:alt": "Les Wood", "locale": "en_GB", "site_name": "BBC News", "title": "'Truly remarkable' drug helps motor neurone disease", "type": "article", "url": "https://www.bbc.com/news/health-62851186", "article:section": "Health"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.nejm.org/doi/full/10.1056/NEJMoa2204705", "https://www.bbc.co.uk/sounds/play/m0009rhs", "https://www.bbc.co.uk/news/health-58988006", "https://twitter.com/JamesTGallagher", "/news/topics/c1038wnxy50t", "/news/topics/c34vnl2xl5pt", "/news/topics/c40rjmqdqypt", "/news/topics/c40rjmqdw54t", "/news/health-57431412", "/news/uk-scotland-61234663"], "authors": ["By James Gallagher"], "publish_date": "2022-09-21T21:07:30.000Z"}