{"result_id": "MNTT002054", "URL": "https://www.pbs.org/wgbh/nova/article/pfas-synthetic-chemicals-water-toxic/", "timestamp": "2024-03-06 15:08:34 CET+0100", "meta": {"description": "What makes PFAS chemicals extremely useful—and extremely hard to get rid of—are the bonds between carbon and fluorine atoms that are almost impossible to break.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/article/pfas-synthetic-chemicals-water-toxic/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Toxic synthetic “forever chemicals” are in our water and on our plates", "cleaned_text": "It was the start of the 2016 growing season when the farmers were told their water was contaminated. Susan Gordon and her husband had run Venetucci Farm for ten years. It was there, against the backdrop of the majestic Rocky Mountains, they had raised their two children. “I was devastated,” says Gordon.\n\nBy mid-summer, the farm trustee had made the decision to stop selling meat, eggs, and produce. Gordon was forced to let go of employees and cancel food-share orders. And when a hailstorm laid waste to the farm’s pumpkin crop, the fall pumpkin giveaway had to be called off too. “Everything just stopped,” she says. “To have it so abruptly ended was hard. We just felt so helpless.”\n\nIt seemed a terrible stroke of fate. But it wasn’t long before the water pollution was traced back to its source.\n\nThe farm sits less than 10 miles away from the Peterson Air Force Base, just outside of Colorado Springs, where fire foam was used for decades in firefighter training. The foam contained PFAS, short for perfluoroalkyl and polyfluoroalkyl substances.\n\nThe chemicals seeped into the ground and then into the Widefield aquifer, which supplied water to the farm—and 65,000 people.\n\nPFAS are found in an array of consumer products, from stain-proof sofas, carpets, and clothing to pizza boxes and microwavable popcorn bags. They slick the pans that make our eggs, waterproof outdoor gear, and make it possible to put out fires in seconds flat. In short, they make our lives easier.\n\nEpidemiological studies have linked PFAS to a range of adverse health effects, including liver problems, increased risk of asthma, reduced response to vaccines, and kidney and testicular cancer. There is also growing evidence on PFAS as endocrine disruptors—chemicals that interfere with hormone function—linked to obesity, thyroid disease, lower semen quality, and Type 2 diabetes.\n\nResearch has also shown that the chemicals cross the placenta to fetuses in utero and pass to babies through breast milk.\n\n“At the end of the breast-feeding period, the child may have a serum concentration of PFAS that may be 10 times higher than the mother’s because the mother is essentially eliminating PFAS from her body,” says Philippe Grandjean, an environmental epidemiologist at Harvard University who has authored several papers on PFAS from breast milk. “Her serum concentrations go down, and the child cannot excrete them. So, they just keep on building up in the baby’s body.”\n\nAnd, according to the Centers for Disease Control and Prevention (CDC), PFAS are found in the blood of most Americans.\n\nLaunched in a post-World War II chemical boom, they’ve slowly made their way into water systems around the country. They flow through reservoirs and faucets and bleed into aquifers and irrigation systems that sustain crops and livestock that end up on our plates.\n\n“There are two main ways that PFAS can be present in food,” says Christopher Higgins, a PFAS researcher and environmental chemist at the Colorado School of Mines. One way is through food packaging, Higgins says, and the other is through contaminated soil and water.\n\n“It gets in through the soil and the water that the plants take up,” he says, “or in the water the fish swim in, and the fish accumulate the chemicals.”\n\nLand animals can also drink contaminated water, and eat feed or grass grown in soil contaminated by PFAS, Higgins says. “If these chemicals are present in their food or water, they will get into their bodies, just like they do us humans,” he says.\n\nAt a small dairy farm in Arundel, Maine, the chemicals arrived in the form of biosolids—sewage sludge that’s treated, dried, and repurposed as fertilizer. “It’s high in phosphorus and nitrogen,” says farmer Fred Stone, who had the state-approved sludge from local sewer districts spread on his fields beginning in the 1980s.\n\nThe cows—mostly Holsteins and Brown Swiss—ate grasses and hay that were grown in the sludge-treated fields. They also drank the water from an aquifer under the farm.\n\nStone was baffled when he received a letter from a local water district in November 2016, stating that the aquifer contained PFAS. “We had no clue what the hell they were talking about,” says Stone, who had spent his whole life on the 100-year-old family farmstead.\n\nTests soon found PFAS in milk at the dairy farm. The first test measured PFAS at 1,400 parts per trillion—more than six times the state’s current action level for milk. Further testing recorded PFAS at almost a million parts per trillion in field soil. Stone and his family tried to clean it up. “We were under the impression we could solve the problem,” he says.\n\nThey installed water filters and purchased new feed. They dumped thousands of gallons of milk and slaughtered dozens of cows. By the summer of 2018, the milk tested free of PFAS, says Stone. But a few months later, the numbers started to go up again.\n\nIn early 2019, Stone lost his dairy license. Though he had managed to get the PFAS to below the milk limit, his customers wouldn’t buy it. “Either way, the milk was contaminated,” the farmer says. “You can’t justify selling contaminated food. You just can’t.”\n\nLast year, the Food and Drug Administration (FDA) released results from market basket surveys in which common supermarket foods were sampled to test for possible contaminants. Elevated levels of PFAS were reported in more than a dozen foods, including fish, seafood, turkey, and even chocolate cake, which contained PFAS at 250 times the federal guideline for drinking water.\n\nMonths later, the FDA revised the survey results, and reported lower levels of PFAS in the meats and fish. The chocolate cake had produced a false positive result, it said.\n\nBy then, cities and states had begun to take action. Maine started screening biosolids for PFAS and, along with Washington state, passed a bill to phase out PFAS in food packaging. The cities of San Francisco and Berkeley, California, banned PFAS in single-use containers.\n\nWhen asked whether the FDA planned to regulate PFAS in foods, spokesperson Monique Richards wrote in an email: “The FDA handles instances of PFAS contamination in food on a case-by-case basis to ensure that foods that are potential health hazards do not enter the food supply. Our regulatory approach to PFAS in foods from environmental contamination is consistent with how the agency addresses other environmental chemical contaminants.”\n\nThe FDA does acknowledge the inherent risk of exposure from food packaging. “The PFAS approved for use on paper or cardboard (to prevent grease from going through them) can potentially migrate to food,” the FDA explains.\n\nIn July, the agency announced an agreement with three large manufacturers to phase out sales of some PFAS grease-proof coatings.\n\nMeanwhile, Stone says his plans to sell the dairy and retire have been postponed indefinitely. “The property is worthless,” he says. “Nobody’s going to buy a piece of property that’s contaminated.”\n\nIn the 1940s, Joseph Simons, a professor of chemical engineering at Pennsylvania State University, then Pennsylvania State College, created the first viable process to make fluorocarbons.\n\nScientists working on the Manhattan Project used the compounds to help separate uranium for the atomic bomb. The Minnesota Mining and Manufacturing Company—which later became 3M—acquired Simons’ patent and began to commercially manufacture PFAS in the 1950s.\n\nThe chemicals were prized for their uncanny ability to resist heat, oil, and water. They were so tough, they were dubbed “forever chemicals.”\n\nTheir strength comes from the powerful bond between the carbon and fluorine atoms that make up PFAS molecules. “The carbon-fluorine bond is among the strongest bonds in chemistry, so it doesn’t break down in nature,” says environmental toxicologist Jamie DeWitt of the Brody School of Medicine at East Carolina University.\n\n“The effects of sunlight, heat, and water can help to break the bonds of other types of compounds. To our knowledge, these processes of weathering don’t occur for PFAS,” DeWitt says.\n\nAround the same time that Simons was working on his fluorocarbons, DuPont chemist Roy Plunkett was trying to develop a new refrigerator coolant when he accidentally discovered the fluoropolymer that would become Teflon.\n\nScientists eventually developed thousands of different PFAS, including PFOS and PFOA, the two most-studied PFAS chemicals. Some early applications included nonstick cookware, waterproof coatings, and cable insulation. They were later used in aqueous film-forming foam (AFFF), a type of fire foam used to extinguish fuel fires at military sites across the U.S.\n\nAnd, 3M used them to make the fabric protector Scotchgard.\n\nThe shoemaker Wolverine Worldwide used Scotchgard on its popular Hush Puppies footwear. For years, the company disposed of sludge from its tannery in Rockford, Michigan, in a waste dump a few miles away, just north of Grand Rapids.\n\nSandy Wynn-Stelt can see the old dump site from her living room window. The property is blanketed in a thick layer of pine and spruce trees.\n\n“My house is directly across from a Christmas tree farm, which was part of the reason we bought it. It was so idyllic,” says Wynn-Stelt, who purchased the home with her husband in 1992.\n\nIn 2017, the Michigan Department of Environmental Quality came to test the water. The results showed her well had PFAS levels that were more than 500 times the Environmental Protection Agency (EPA) advisory level for drinking water. Later, her blood was found to contain PFOS at levels about 700 times the national average.\n\nShe doesn’t know how much PFAS her husband had in his blood by the time he died of liver cancer in 2016. There is no way to say for certain if his death was tied to the water he drank, Wynn-Stelt says.\n\n“I’m not a doctor and I’m not a scientist, so I would never be able to definitively say,” she says. “I think common sense and logic would tell you that drinking Scotchgard is not good for you.”\n\nIn February, a federal judge approved an agreement in which Wolverine will pay to connect more than 1,000 neighboring properties, including Wynn-Stelt’s, to municipal water. In August, Wynn-Stelt was diagnosed with thyroid cancer.\n\nThe human body is slow to eliminate certain PFAS. According to the Agency for Toxic Substances and Disease Registry (ATSDR), these unregulated chemicals can have a half-life of more than eight years in humans. “There is no enzyme in our bodies that can get in there and break apart that carbon-fluorine bond,” says DeWitt, whose research focuses on the effects of PFAS on the immune system.\n\nThe largest human study to look at the health effects of PFAS exposure came out of the region of Parkersburg, West Virginia, where DuPont owned a factory that made Teflon. That process included the use of PFOA, also known as “C8” due to its eight-carbon structure. The company released C8 wastewater into the Ohio River, a source of drinking water for thousands of people in the Mid-Ohio Valley.\n\nSometime in the 1980s, the company began to dump factory waste into a landfill next to a cattle farm. Animals that drank from a C8-polluted stream on the property began to die off. Locals grew ill with kidney cancer and ulcerative colitis; mothers who worked at the plant had babies with birth defects.\n\nThe Parkersburg saga is told in the movie Dark Waters, which follows the work of Rob Bilott, the lead attorney in a class-action lawsuit filed against DuPont in 2001. Bilott pointed to internal studies, conducted decades earlier by 3M and DuPont, that revealed PFAS could lead to serious health problems.\n\nThe lawsuit led to a multimillion-dollar settlement and the creation of the C8 Science Panel, a group of scientists who looked at blood samples of 69,000 people who lived near the plant. Working from 2005 to 2013, the panel identified probable links between exposure to PFOA and six diseases: ulcerative colitis, thyroid disease, pregnancy-induced hypertension, high cholesterol, testicular cancer, and kidney cancer.\n\nOnce inside the body, PFAS can bind to certain protein molecules and interrupt hormone signals. “It can be especially important when these signals are turned on or off during child development,” DeWitt says.\n\nBecause they are structurally similar, PFAS can also mimic fatty acids. But when they try to fit into cell receptors meant for fatty acids, they’re not a perfect fit. This can lead to cell damage, DeWitt says. “Fatty acids are critical sources of energy,” she says. “So, when PFAS bind to proteins that manage fatty acids, we think they have the ability to alter our metabolisms.”\n\nScientists are only beginning to understand the biological mechanisms of PFAS in humans, adds DeWitt.\n\nIn 2016, the EPA set a non-binding health advisory level of 70 parts per trillion for PFOA and PFOS in drinking water. (For context, the U.S. Navy states that one part per trillion is the equivalent of one drop of impurity in 500,000 barrels of water.)\n\nTwo years later, the ATSDR, the federal health agency tasked with protecting communities from hazardous chemicals, contradicted the EPA. Instead, the agency recommended thresholds that were six to ten times lower than the EPA guideline.\n\nTheir value to humanity may be impossible to measure. PFAS chemicals are found in lifesaving pacemakers and defibrillators. They’re used to make fiber-optic cables, cell phones, and semiconductors. Because they resist heat and friction, they improve the function and safety of countless vehicles and machinery. They’re used in gear for firefighters and astronauts alike.\n\nNow they’re everywhere: in house dust and factory emissions, and in soil and water, from the Arctic Circle to the depths of the Pacific Ocean.\n\nThe health risks posed by “long-chain” PFAS—those with eight or more carbon atoms—have been uncovered almost a century after their invention. 3M stopped making PFOS and PFOA in the early 2000s. DuPont and seven other chemical makers agreed to voluntarily phase out their use and emission of PFOA as of 2015. Neither chemical is currently manufactured in the U.S. But they’re made in other countries, and imported in goods shipped from abroad.\n\nThe chemicals now lurk at hundreds of military sites. In 2018, the Air Force laid out a set of measures to address the water contamination around the Peterson Air Force Base in Colorado, agreeing to pay for clean water supplies and filtration systems in communities that drew from the Widefield aquifer.\n\nProvisions in this year’s National Defense Authorization Act (NDAA) expand monitoring in public water systems, end military use of PFAS-based foam in firefighter training, and require the military to phase out AFFF by 2024. In the interim, the military is using foam made with newer kinds of PFAS. Referred to as “short-chain” because they have fewer carbons, the newer PFAS have been shown to have shorter half-lives in humans and animals.\n\n“It’s good to know that the manufacturers are finally admitting that the long-chain PFAS may not be safe,” says toxicologist Linda Birnbaum, former director of the National Institute of Environmental Health Sciences. “But I would posit that the shorter-chain PFAS are doing similar things if not exactly the same thing as the long chains. You just require more of it.”\n\nIn this newer group is GenX, an alternative to PFOA, manufactured by DuPont spinoff Chemours at its Fayetteville Works plant in North Carolina. DuPont transferred ownership of the plant to Chemours in 2015.\n\nIn 2017, the detection of GenX in the lower Cape Fear River—a drinking water source for about 250,000 people in the region—made headlines. The chemical was sourced back to the plant, which, by then, had been discharging wastewater into the river for decades.\n\nUnder a recent agreement, Chemours was ordered to remove 99% of PFAS flowing from the plant. The company now says it is developing plans for “comprehensive remediation” to address groundwater contamination from the site.\n\nThe human health effects of exposure to GenX are not yet understood. However, in 2018, the EPA shared findings from studies reporting liver damage, kidney toxicity, immune suppression, and cancer in lab animals exposed to GenX.\n\n“The more we study these alternatives, we find they’re doing similar things as the ones that we have more information about,” says Birnbaum, who has authored more than 600 peer-reviewed publications.\n\nPFAS have been shown to affect males and females of multiple species, at multiple life stages, she says.\n\n“We're finding that they don’t impact just the liver, or just the kidneys, or just the testes, or just the reproductive organs, or just the brain, or just the immune system, or just cause cancer. In other words, these are chemicals that can be very, very bioactive and so they can affect just about every organ system in our bodies.”\n\nWith stakes so high, states aren’t waiting for the federal government to act. California, Minnesota, Michigan, Vermont, Massachusetts, New Hampshire, New York and New Jersey have already passed measures to limit PFAS in drinking water. Other states are in the process of setting their own standards.\n\nProgress on the federal level has been halting. In January, the U.S. House of Representatives approved a bill package that would classify PFOA and PFOS as hazardous substances. The Trump Administration quickly threatened to veto it. As part of its PFAS Action Plan in February, the EPA took a preliminary step toward regulating PFOA and PFOS in drinking water.\n\nBy contrast, the European Union intends to limit all PFAS in drinking water and set a guideline for PFAS in foods earlier this year. Several EU member countries have proposed a phase-out of non-essential uses of the chemicals.\n\n“We know that there are somewhere in the neighborhood of about 5,000 different PFAS out there,” Birnbaum says. “The amount of time it takes to thoroughly test any one chemical, using standard kinds of testing procedures, we’re talking anywhere from a minimum of five to probably 10 years per chemical and millions of dollars.”\n\nFor that reason, they should be regulated as a class of chemicals, she says. “There are just too many chemicals and it takes too long and too much money. In the meantime, they’re just out there and people get exposed,” she says.\n\nFifty years ago, Birnbaum says, we learned that we shouldn’t make chemicals that will never go away.\n\n“We learned that with DDT, we learned that with PCBs,” she says. “Why are we still making chemicals, especially these, that will essentially never leave our environment?”", "opengraph": {"url": "https://www.pbs.org/wgbh/nova/article/pfas-synthetic-chemicals-water-toxic/", "title": "Toxic synthetic “forever chemicals” are in our water and on our plates", "description": "What makes PFAS chemicals extremely useful—and extremely hard to get rid of—are the bonds between carbon and fluorine atoms that are almost impossible to break.", "type": "website", "image": "https://www.pbs.org/wgbh/nova/media/original_images/PFAS_1.jpg"}, "tags": ["Tech + Engineering", "Planet Earth", "Body + Brain", "Evolution", "Nature", "Military + Espionage", "Space + Flight", "Ancient Worlds", "Physics + Math"], "tweets": [], "movies": [], "links": ["/wgbh/nova/article/flint-lead-crisis/", "/wgbh/nova/article/too-much-pollution/", "/wgbh/nova/article/black-carbon-placenta-fetus/", "/wgbh/nova/video/poisoned-water/", "https://gazette.com/news/venetucci-farm-suspends-operations-in-wake-of-tainted-widefield-water/article_25e948c2-c211-5b29-b380-fed8b438c333.html", "https://www.cpr.org/2016/11/04/peterson-afb-is-drilling-testing-to-get-a-handle-on-pfc-problems/", "https://www.colorado.gov/pacific/sites/default/files/KLR_PFCs%20in%20the%20Widefield%20Aquifer_WQCC_031317.pdf", "https://www.atsdr.cdc.gov/Toxfaqs/TF.asp?id=1116&tid=237#bookmark05", "https://www.niehs.nih.gov/health/topics/agents/endocrine/index.cfm", "https://www.sciencedirect.com/science/article/pii/S0160412018326102?via%3Dihub", "https://www.hsph.harvard.edu/news/press-releases/breastfeeding-may-expose-infants-to-toxic-chemicals/", "https://www.atsdr.cdc.gov/pfas/health-effects/us-population.html", "https://www.sciencehistory.org/distillations/its-a-mad-mad-world-dow-and-the-age-of-consumption", "https://extension2.missouri.edu/wq427", "https://www.maine.gov/pfastaskforce/materials/report/PFAS-Task-Force-Report-FINAL-Jan2020.pdf", "https://www.fda.gov/food/chemicals/analytical-results-testing-food-pfas-environmental-contamination", "https://www.theguardian.com/us-news/2019/jun/03/chemicals-seafood-meat-chocolate-cake-pfas-fda-report", "https://www.epa.gov/ground-water-and-drinking-water/drinking-water-health-advisories-pfoa-and-pfos", "https://www.fda.gov/food/cfsan-constituent-updates/fda-makes-available-testing-method-pfas-foods-and-final-results-recent-surveys", "http://blogs.edf.org/health/2019/11/20/fdas-updated-results-for-pfas-in-food-suggest-progress-but-raise-questions-about-its-method/?utm_source=twitter&utm_campaign=edf-health_none_upd_hlth&utm_medium=social-media&utm_id=1574261557", "https://www.mainepublic.org/post/maine-will-require-new-testing-sludge-material-find-pfas", "https://www.mainepublic.org/post/maine-bill-aims-ban-certain-food-packaging-chemicals", "https://www.fda.gov/food/chemicals/questions-and-answers-and-polyfluoroalkyl-substances-pfas-food", "https://www.fda.gov/news-events/press-announcements/fda-announces-voluntary-agreement-manufacturers-phase-out-certain-short-chain-pfas-used-food", "https://www.nytimes.com/1984/01/03/obituaries/joseph-h-simons-dies-at-86-pioneer-in-fluorocarbon-use.html", "https://www.khanacademy.org/humanities/us-history/rise-to-world-power/us-wwii/a/the-manhattan-project-and-the-atomic-bomb", "https://www.sciencehistory.org/historical-profile/roy-j-plunkett", "https://aeon.co/essays/how-20th-century-synthetics-altered-the-very-fabric-of-us-all", "https://www.defense.gov/Explore/News/Article/Article/1953510/5-things-to-know-about-dods-research-on-fluorine-free-firefighting-foam/", "https://help.pbs.org/support/solutions/articles/5000677869-online-sponsorship-support/", "https://www.epa.gov/mi/wolverine-world-wide-tannery", "https://www.michigan.gov/documents/pfasresponse/epa-deq-www_investigationsunderway-factsheet_639242_7.pdf", "https://apnews.com/article/dd2b71102e00759bb6b43ffcd400346b", "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2799461/", "https://www.reuters.com/article/e-i-du-pont-de-trial-closings/lawsuit-over-dupont-teflon-making-chemical-c8-goes-to-jury-idUSL1N1262LK20151006", "https://www.marketplace.org/2019/10/16/the-20-year-legal-battle-with-dupont-that-started-with-one-west-virginia-farmer/", "https://ehp.niehs.nih.gov/doi/pdf/10.1289/ehp.1205829", "http://marketplace.fayobserver.com/shared_images/dupont_births.pdf?_ga=2.45227437.809937561.1600110417-1787082259.1599829586", "https://www.focusfeatures.com/dark-waters", "https://www.nytimes.com/2016/01/10/magazine/the-lawyer-who-became-duponts-worst-nightmare.html", "https://www.freep.com/story/news/local/michigan/2019/05/09/3-m-lawsuit-pfas-water-contamination-michigan/3291156002/", "https://www.hpcbd.com/dupont/Final-Order-Approving-Settlement.pdf", "http://www.c8sciencepanel.org/panel.html", "https://www.endocrine.org/topics/edc/what-edcs-are/common-edcs/pfas", "https://www.epa.gov/ground-water-and-drinking-water/drinking-water-health-advisories-pfoa-and-pfos", "https://www.secnav.navy.mil/eie/Pages/DrinkingWaterConcentrations.aspx", "https://cen.acs.org/environment/persistent-pollutants/US-report-proposes-lower-safe/96/i26", "https://news.bloomberglaw.com/pfas-project/firefighters-face-new-possible-risk-from-toxic-pfas-their-gear", "https://pubs.acs.org/doi/abs/10.1021/acs.est.7b06137?journalCode=esthag", "http://www.rsc.org/suppdata/c9/em/c9em00266a/c9em00266a1.pdf", "https://pfas-1.itrcweb.org/fact_sheets_page/PFAS_Fact_Sheet_History_and_Use_April2020.pdf", "https://www.epa.gov/assessing-and-managing-chemicals-under-tsca/fact-sheet-20102015-pfoa-stewardship-program", "https://www.ewg.org/interactive-maps/2019-pfas-crash-training-military-sites-March2020/map/", "https://www.natlawreview.com/article/congress-takes-initial-steps-to-address-pfas-national-defense-authorization-act", "https://www.airforcemag.com/debate-continues-over-safety-of-usafs-firefighting-foam/", "https://dash.harvard.edu/bitstream/handle/1/23517632/B251_BirnbaumGrandjean_PFASeditorial.pdf?sequence=1&isAllowed=y", "https://www.sciencemag.org/news/2019/10/now-retired-top-us-environmental-scientist-feels-free-speak-her-mind", "https://cen.acs.org/articles/96/i7/whats-genx-still-doing-in-the-water-downstream-of-a-chemours-plant.html", "https://www.starnewsonline.com/news/20170607/toxin-taints-cfpua-drinking-water/1", "https://www.southernenvironment.org/uploads/words_docs/2020-08-13-FINAL-Para-12---with-Chemours--and-CFRW-s-signatures(1).PDF", "https://www.chemours.com/en/about-chemours/global-reach/fayetteville-works/fayetteville-works-toxicology", "https://www.epa.gov/sites/production/files/2018-11/documents/genx_public_comment_draft_toxicity_assessment_nov2018-508.pdf", "https://www.detroitnews.com/story/news/local/michigan/2020/07/23/new-pfas-rules-take-effect-aug-3-standards-some-strictest-nation/5493618002/", "https://www.natlawreview.com/article/vermont-governor-signs-law-setting-strict-pfas-limits", "https://www.bostonglobe.com/2020/09/24/metro/state-regulators-issue-new-restrictions-forever-chemicals/", "https://www.nhpr.org/post/nh-approves-unprecedented-limits-pfas-chemicals-drinking-water#stream/0", "https://news.bloomberglaw.com/environment-and-energy/new-york-moves-on-some-of-strictest-pfas-drinking-water-limits", "https://www.nj.com/news/2020/06/nj-gets-strict-on-cancer-causing-forever-chemicals-in-drinking-water.html", "https://www.militarytimes.com/news/pentagon-congress/2020/01/13/house-bill-would-require-pentagon-to-support-pfas-cleanup-in-communities/", "https://www.whitehouse.gov/wp-content/uploads/2020/01/SAP_HR-535.pdf", "https://www.epa.gov/newsreleases/epa-announces-proposed-decision-regulate-pfoa-and-pfos-drinking-water", "https://www.efsa.europa.eu/en/news/pfas-food-efsa-assesses-risks-and-sets-tolerable-intake", "https://theintercept.com/2019/12/19/pfas-chemicals-europe-phase-out/", "https://twitter.com/share?url=https://www.pbs.org/wgbh/nova/article/pfas-synthetic-chemicals-water-toxic/", "https://www.facebook.com/sharer/sharer.php?u=https://www.pbs.org/wgbh/nova/article/pfas-synthetic-chemicals-water-toxic/", "mailto:?body=From%20Nova%20|%20PBS%0D%0A%0D%0Ahttps://www.pbs.org/wgbh/nova/article/pfas-synthetic-chemicals-water-toxic/%0D%0A%0D%0A"], "authors": [], "publish_date": "2020-11-02T10:26:00.000Z"}