{"result_id": "MNTT002079", "URL": "https://www.pbs.org/wgbh/pages/frontline/medicatedchild/talk/", "timestamp": "2024-03-06 15:08:56 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/pages/frontline/medicatedchild/talk/", "encoding": "ISO-8859-1", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Join The Discussion | The Medicated Child | FRONTLINE | PBS", "cleaned_text": "I have worked in psychiatric facilities for approximately 16 years and have seen under five cases in which a child could possibly carry a diagnosis of bipolar. Moveover, I have seen many adults who carry the diagnosis who really didn't seem to meet enough criteria, but are given Bipolar on Axis I anyway (possibly for insurance reasons or for the pharmaceutical company's monetary gain). I thought your show was marvelous. Too many children are given psychiatric medications in which the risk far outweighs the benefit. Americans want a \"quick fix\" for problems. I am also wondering what happened to childhood diagnoses like \"Intermittent Explosive Disorder\" for kids who throw \"over the top\" tantrums or no diagnosis at all. A person can go to 5 different psychiatrists and be diagnosed with 5 different disorders. It is not black and white. I especially appreciated the MD who stated we are playing \"Russian Roulette\" with these medications. That also holds true for adults because psychiatry is not a black and white science. I am also very pleased that \"The Brain Center\" went banktrupt. The parents looking at the MRI seemed so thrilled that they had finally found the answer when in fact there is no one answer to these issues.\n\nI happen to have a five year old son who is medicated for a scathing case of ADHD. Luckily, I am knowledgeable about the meds, side effects and symptoms. But there isn't a day that goes by that I don't worry about him being on amphetamines. Recently he was prescribed too much and began having side effects. The side effects often mimic anxiety disorders and possibly mania (since it is a central nervous system stimulant). These drugs can also cause an increase in aggression and even a \"substance induced mood disorder\". I thought that any minute someone was going to try and put the bipolar label on him. I will make sure that never happens. Adults on Lithium and Depakote have monthy blood test to make sure they are not toxic. I wish more parents were aware and didn't think that their MD knew everything by virture of the letters behind his/her name.\n\nI watched \"The Medicated Child\" and I was horrified that you completely left out the \"frontline\" of children who are really suffering from being medicated - the poor. I am a teacher at a Title 1 public elementary school in Savannah, GA. It is mostly composed of poverty level African American students. These children are really over-prescribed. They are suffering from the ailments of the country's modern day sfamily and social problems and being prescribed medication so that their teachers can teach them.\n\nMost of these kids are on public assistance so when they turn 18 they will be cut off and will have to function in the \"real\" world for the first time without medication. Many of them will take up narcotics to help deal, others will have to deal with their emotional problems for the first time. If you ask me, this is the real \"frontline\" of this dilemma. As a country we are not only being irresponsible with caring for our children, but we are setting ourselves up for future disaster.\n\nI think we should look closer at the point rasied by Dr. Xavier Castellanos who said: \"Every child with cancer in this country is part of a study. You can't get treated otherwise.\"From what I have seen by direct observation over the last 11 years, despite billions in psychiatric drug research and massive research in general, the results are lacking. The marketing side has been covered quite extensively, thanks to the drug companies, but the marketing does not match the science (read the book Blaming the Brain by Elliot S. Valenstein, PhD, professor emeritus of psychology and neuroscience at the University of Michigan). Indeed, you cannot follow person \"A\" through childhood diagnosis, adolesence, then adulthood. In reality, from what I perceive, close, long-term research is not wanted or desired by psychaitry or the pharmaceutical companies.For example. In King County Washington (the county where Seattle is), the county council passed a \"Wellness Ordinance\" to track if people in public mental health were improving year to year. The report was done for 3 years and then was done away with because it showed such dismal results! The study showed in a year, out of 9300 people, only 5 \"recovered\" showing an improvement in ability to function to the point where psychaitric disabilities did not hinder the person in life. Sadly, the vast majority stayed the same or worsened (75%) and roughly 25% slightly improved, but remained dependent on the mental health sytem. The resultant message was people given mental health lables cannot expect to improve. Well, if they are on psychaitric drugs - there appears to be little hope.I think the best thing that could happen would be a complete revamping of what constitutes psychiatric research and removing the barriers from within psychiatry to holistic, whole-body approaches to effectively deal with the emotional crises that are youth experience all too often.I think The Medicated Child is a wake-up call to us all, but it depends on how we move foward from here.\n\nMy 24 year old daughter, now living independently and attending a city college, spent over half her childhood life in inpatient programs. Of course, the endless medications and treatments ended with an 'official, medical' diagnosis of bipolar. Without going into the traumatic events which she initially had problems with, and was insitutionalized for, I can say this: My dad the physician took Prozac for two years and thought it was the greatest thing on earth. I took it for three days and for the past 14 years have been a different person. It was an 'epiphany,' in today's terms, to see the Medicated Child broadcast. Frontline has had many informative programs, well researched and relevant to current issues. This one hit home in a big way, for me personally. It must have been a trying question whether to produce and air a program on the same subject again, but my grateful thanks.\n\nWow, this is hard for me. When I watched this program, I was thinking to myself ,I only wish my son was dionoised with bi-polar and not \"the grand daddy \" of all mental illness. Schizophrenia!! My son was 15 years old when he got this terrible illness and it has been hell ever since. He is now 19 years old. He has been in the hosptial 19 times and has been on appox. 20 different meds. Nothing seems to work for him, he is in the hosptial now and they are upping his Cogarail med. if that don't work I don't think their is nothing left to try. My son seems so much worst then the kids you showed on T.V and the funny thing is he seemed so much better \"almost perfect \" up until age 15 Then he got slow and spacy and it has gone real south ever since then.\n\nMy son and I were best friends,and I love him more then anything or anyone in the world. I think we need to start paying attention to the early signs of mental illness ,but I'm not sure if giving a small child such hard core drugs is the answer. I know 2 kids who take Rispardol on a daliy basis and i don't think for 1 mintue that they need it. They seem like they are slow and unhappy on the drug and wasen't before that. I do think the drug companys fund the resersh and the doctors way over persribe to children.\n\nIt seems every kid now has adhd or add or bi-polar austium. I wonder why so many do now and we did not hear or even see these kids in the 1950,60 or 70\"s where were they??? Or could it be that doctor now a days say here take a pill \"I'm pretty sure it will help and they and the drug companys are getting much richer then they were 25 yr. ago. I'm not saying that all drugs for mental illness or that all doctors are pill happy but what I'm saying is for someone like my son WHO really is very mentally sick ,I think that the doctors and resercher get very lax in finding a cure for mental illness because they figure these drugs will help \"enough\" and if they invest alot of $$$$ into. reserch then when they find a cure there goes the drug companys. LOSSES are never good for business. I hope someday all these kids get the help that they need and it not $$$$ motivated.\n\nThis was a most informative and disturbing report. It is heartbreaking to see these children placed on medications without full knowledge of the consequences to their health in later years. I have two boys, one diagnosed with ADHD and one with ADD. In addition to medication, to which I was strongly opposed, they attended therapy sessions. Both were monitored by a pediatric neurologist for the meds. By the time they reached junior high, they were no longer taking meds and were doing fine academically. Every child is different but there needs to be more attention put towards alternative treatment. It was wonderful to see one of the youngsters practicing yoga to lessen his need for pharmaceuticals and their side effects. I wish the children and their parents featured in this program well.\n\nWould you please,please consider doing a similar documentary on what happens to the kids who are NOT treated for their bipolar disorder or depression. My husband and I raised our son in a loving 2 parent environment. We researched EVERYTHING-from diagnosis to treatment. We got second and third opinions. We tried medication AND natural treatments. Medication was the LAST option-not the first and certainly not the easiest.\n\nYou do a huge disservice to parents who have invested their lives in raising a challenging child the very best they could.\n\nIt is also harmful to the adults that truly need medication. Frequently untreated and yes, unmedicated, adults live destructive lifestyles and struggle to hold down jobs and maintain relationships. I wonder how many people saw your show and either took themselves or took their children off of the necessary medications. I know from leading parent support groups that many untreated children end up taking their own lives, or others', or end up in the prison system. My... year old son is spiralling out of control because he refuses to treat his disorder in ANY way. He uses your show to validate his point. My heart continues to break for the son that I love so much. He is so consumed with his anger at us for medicating him that we have had to virtually cut off all contact with him. There is another side to \"The Medicated Child\"-how about \"The Heartbroken Parent\"?\n\nI may have missed it, but what happened to the discussion as to why this issue has mushroomed with the generation born in the last twenty years? Why didn't we have this with children born in the 50's & 60's? What has changed to cause so much difference? Is anyone curious? Have you done a story on this aspect?\n\nMy own hunch is related to the additives/preservatives/dyes in various foods which were not present in such quantity when I was raised. I agree with Carol Farmer's response regarding the Feingold book. There is actually an organization which can be found at http://www.feingold.org/ which gives all the information regarding the effects of the various substances in processed foods to children who may be too sensitive for such additives. A friend of mine 10 years ago refused to go the medication route and instead followed the Feingold recommendations - her son was cured. She could tell when someone at school had given him junk food, because the results were immediate - acting out within a couple hours.\n\nThe Feingold diet has a list of prepared foods to stay away from as well as those that are OK. It also lists detergents/soaps to avoid. For those not familiar, this is not a 'health food only' option, but something that is easily organized in busy households. Frontline - consider doing a followup program with alternatives to the medication route.\n\nAs a final note, since my brother has been on antipsychotic meds for 20 years now, I recognized some prescription names as those prescribed specifically for schizophrenia. I know what the long term side effects are, as witnessed in my brother. I am very concerned to see the numbers of children that are being prescribed these very heavy duty antipsychotic meds.\n\nPlease post this as a way to get the word out.....check out the Feingold method......IT WORKS.\n\nMy heart and prayers go out to the families depicted on your show and also to the families represented in this online discussion. Like so many others, our family has been ravaged by this condition which has been given so many names: bipolar, autism, Asperger's, sensory defensiveness, or even genius.\n\nWe had a brief and disturbing experience with Seroquel for our seven-year-old daughter, culminating five years of living with nightmarish behaviors from her. Immediately we began seeking alternatives after we weaned her off the med. The prescribing psychiatrist introduced the idea of 1000mg fish oils daily. He mentioned that anecdotal evidence suggested that diet may help, if the rest of the family follows it with her. That was a key revelation for us! Until then, we saw our beautiful little girl on the other side of a fence from us. We needed to share some of this burden and grief with her. I had once read that bipolar was like having an extra person in the house, and we were keeping her and her problem on the other side of that imaginary line.\n\nOur family's approach to our daughter's condition has been holistic; although we have employed nutritional supplements and diet, we have stretched as a family with occupational therapy, physical therapy, prayer, a sacrament of healing within our church, cranio sacral therapy, chiropractic, play therapy, EMDR, tapping sequences, and more. We have learned that although our daughter has her issues, we do too! All four of us have altered our diets with her. All four of us are using dietary supplements to heal each person (individual plans). All four of us have been in family (and as a couple) counseling, clearing trauma and learning new tools for communication, boundaries, goal setting, and more. We home schooled for two years, using a vigorous curriculum with hourly breaks for OT and PT exercises, role playing, journaling over feelings, and using sensory toys to diffuse the aggression. We have nurtured her spirit by participating in church and sacraments. We expect her to try and do her best. Her perfectionism restrains her from success at times.\n\nThe financial aspect to this is daunting at best and terrifying at worst. We have had no insurance or minimal insurance for all of this. We make payments, pray, and accept help wherever it's offered to us. Our humility is challenged, but we have grown to be more grateful people. Interestingly, my husband's work is beginning to flourish, and I believe this is because we have done the right thing and made our children and our family the center of all our time, talent, and efforts. Our creativity and faith have been challenged, but we have not been given more than we can handle. We continue to grow more loving, less afraid, and more trusting that God has a plan for us and our children.\n\nAlthough many parts of her program she does grudgingly, our daughter amazes the doctors and parents who knew her two years ago. Our girl is now 8. She goes to school and gets straight A's and turns work in early. She has an IEP and must work on social skills, appropriate expression of ideas, etc. She has tried new things one step at a time, like figure skating and a swim team. She loved Girls on the Run last fall! It is like a miracle to me that there is one girl at school who greets her with hugs and calls her \"best friend\"! She manages her food at school with preplanning and politely declines foods not on her plan. Most incredibly, she sleeps at night. I have often thought I could write a book on this subject, but my premise is this: to help the child recover, the entire family must also heal and recover.\n\nFor general information on bipolar children, I am surprised that your show did not consult Demitri and Janice Papolos, authors of The Bipolar Child. They give an astute explanation of the various drugs used to treat children and their pros and cons. I learned a lot when I read that book.\n\nThank you for producing this show. From this discussion board, it appears you might consider a followup show on the alternative therapies for this condition which do not include drugs. May God bless these children and families with hope, health, and joy!\n\nI don't even know how to begin. My thoughts and prayers are with all those who suffer with this illness. I hadn't a clue that this program was on, I came across this by accident or maybe it was god sent. I am a single mother of an 12 year old boy whom I can say without a doubt was born with the bipoloar illness. As an infant he didn't know what he wanted, he would cry for no reason and when you tried to hold him he would push away or just cry more. As he got older to the point of walking he had no fear of anything or anyone. He would throw temper tantrums, turn blue and almost pass out. There was no controlling him. At the age of 2 after my son had broken an arm and began hitting his head against wall/windows etc. we had several behavioral specialist come into our home to help us interact with him and learn how to help him not hurt himself.\n\nI worked full time as well as my husband. Our son Lance ended up getting kicked out of two daycares because of his inability to play properly with other children. He would bite, hit, throw things and would go into a total breakdown when redirected. At the age of 2 1/2 I would pack a diaper bag and a school bus would take him to a special program for children with behvioral issues.\n\nThe year he started school we had him evaluated for ADHD, we knew something had to happen in order for him to \"stay\" in school. The psychological test came back that he did have ADHD. He was 5 years old when we started him on Ritalin. From the age of 5 to 9 Lance had went through every ADHD medicine on the market plus medicine for his OCD and anxiety disorder. During this time he was exspelled from school twice as well as in school suspensions too numerous to mention. Diet was incorporated into our daily routine as well as individual and family therapy. Nothing really seemed to bring him on \"even\" ground.\n\nAt one point, I had to put all sharp object away, including any kitchen supplies and had a thought of putting a lock on the inside of my bedroom door. His threats to hurt family members, pets, as well as himself were real.\n\nIt was at the age of 10 when he attempted to take his own life by taking additional medication of Klonopin. Two days later, February 14, 2005 he says to me on the way to one of our psychiatrist appointments, \"I hate my life, I hate you, I hate everyone! I just want to die\". This was the day he was hospitalized for one week in the youth psychiatric unit. He was admitted for Bipolar, taken off all ADHD meds and was put on Lithium, Risperdal and Klonopin. When he came home he was so different that I was a little scared. I didn't know how to react to the huge changes. School got better, I was no longer getting calls every day to come and pick him up. Home life got better, I no longer felt as though I needed to put a lock on my door. And 90% of the time he was redirectable without a major blow up.\n\nToday, he is 12. He is now on Trileptal, Risperdal and now we are trying to get his ADHD under control, so Strattera has been added. From what I understand not many children are diagnosed with Bipolar, ADHD and OCD all at the same time. My son has been re-evaluated recently and the physician/psychiatrist still has him diagnosed with all three.\n\nEveryday is a battle, some days are good other days are ok. I will do anything for my son. He is wonderful, smart, funny and a joy to have in my life. I want to thank all of you who have shared their story. I no longer feel as though I am all alone.\n\nThank you for bringing this very important subject to the Frontline.. We are all Guinna Pig's.. The history and validity past and present of Psychiatry and the Pharmaceutical industry is one of biggest frauds perpetrated on the American Public.. I've been down the rabbit hole.. At the age of 7 I was diagnosed as \"Hyperactive\" (This is what they called it in 1975) I was prescribed Ritalin, and for a week or so I walk in a fog and felt like a Zombie. My Mom after day 5 called \"Dr George\" and said \"Where is my son\"?.. Has I grew I had problems. up's & downs\" in school and trouble with anxiety.. In collage was convinced again (Through the head of the Learning Disability's department) That I have a \"Disorder\" called ADD, and that I always had and need take some meds to \"correct the imbalance\" I was prescribed everything from Prozac to SSRI's and Anti-depressants with methamphetamine.. I had This \"Learning Disability\" and That \"Disorder\" I Got hooked up with the support group C.H.A.A.D (Children & Adults with A.D.D)After some more research and further down the rabbit hole this \"Support Group\" was nothing more than a front group for a Pharmaceutical Co. (Ely-Lilly) The company fronted the 250K and 2 Big Pharma execs where in charge. By 93 it was Nation Wide and the when I started asking questions about the pathology of this so called disorder I was asked to leave and not come back.. Well I finally found the bottom of that rabbit hole. I and many others like me are not suffering from some Chemical Imbalance (That by the way has never been found in Psychiatry or any mental health study that there is a Chemical Imbalance) but simply a food allergy from grains & gluten.. And not to mention the long list of environmental toxins in our world.. I have personally made great improvement in my life and others with diet, exercise, and Naturopathic Medicine.\n\nMy heart goes out to you. I have a wonderful 8 year old son who has Bipolar Disorder and Autism Spectrum Disorder. I started to read the other letters in this forum and just couldn't continue. It is too easy for people to blame this epidemic on poor parenting, different diagnostic requirements or poor diet. I believe people fall back on these tired explanations, because they cannot face that this is really happening.\n\nPlease allow me to share my story with you. My son changed dramatically at the age of 3. He was an easy going, very bright and happy child and then within months that child was gone. He started to pace back and forth, talking rapidly about nothing. He was starting to read, but suddenly he didn't even know the alphabet. He too would have rages that could last up to an hour. During these rages, he would try to hurt himself, banging his head against the floor and occasionally wrapping his hands around his throat to choke himself.\n\nAt first I blamed... parenting. My husband and I were divorcing and I blamed the changes we were going through and the fact that I may have been preoccupied for a time. But once things settled down, my son did not improve. He continued to deteriorate. The first doctor we saw diagnosed ADHD and my son was put on Adderall. Within a week, he had a full blown psychotic episode at his preschool. It was horrible. So we took him off it and went to see a \"Play Therapist\". She suggested that we were not firm enough with him. She also suggested that we didn't pay enough attention to him. Now, he is an only child, the little light of my life and if there is one thing he gets, it's attention. But chastened, we listened to her suggestions and put plans into place. No change.\n\nOver the years we saw different professionals, he was put on Lithium at one point. It actually made him worse. Focalin was tried. That was a repeat of the Adderall experience. I went to workshops about \"The Explosive Child\" and while it helped me personally, my little boy was still miserable.\n\nIn December 2006, his doctor tried Abilify and it worked. But not completely. He was a little better, but not at all back to what he was like before all this started. I met other parents who were struggling like me. And we all noted that this increase in these disorders was REAL and that it was exploding. Our school systems in Maine are struggling to accommodate this influx of children with unique needs.\n\nThen we had a breakthrough. I read Rita Elkins' book \"Solving the Depression Puzzle\". She noted that soil depletion may account for the deficiencies of certain vitamins and minerals in our diet. I continued reading other books and articles on the dramatically changing food supply in our country. For instance: Omega-3 fatty acids have been studied in England as being important for brain function and managing bipolar. But we don't get as much here in our diets as we used to because our livestock no longer eats grass.\n\nSo I took my son to a naturopath doctor who participates in the DAN! program. (Defeat Autism Now). He gave us a regimen of supplements we could sneak into my son's diet, including zinc and magnesium which apparently are minerals missing from our soil. Within a month we noticed a difference. It has now been six months. My son's school is amazed at the difference. Where he used to have 1 or 2 rages a DAY lasting up to an hour, he now has them maybe once a week... and they last 5 minutes. He just seems to be coming back to us. He is still on 10mg of Abilify a day, because we really don't want to change anything until summer, but if he continues to improve we are going to try and go med free.\n\nI don't know that this would work for every child with bipolar, but the fact is something has changed in our ENVIRONMENT. You can't explain away the increases in all of these diseases with talk of bad parenting or better diagnostics. And as for diet... our farming techniques here in the U.S. (monoculture farming, pesticide use and Genetically Modified Foods) pretty much make it impossible to eat a \"well balanced meal\".\n\nWe have also been trying to \"go organic\" and buy local as much as possible, even though it is expensive. I wish I could describe the difference in my son. He's so much happier, calmer, more present, less frustrated and you can tell that HE is relieved.\n\nI wish you strength and courage in your journey. I cried when I watched \"The Medicated Child\", knowing first hand how terrifying it is. How helpless you feel.\n\nI send hugs to DJ.All the best,\n\nI am the mother of DJ Koontz. We were featured in your program \"The Medicated Child.\" I feel that I have to speak out on our behalf. I know that the issue is a controversial one and that not everyone will understand or agree with our decisions. However, in reading the posts on the discussion board I feel I must set some things straight and some people's minds at ease. \n\n\n\n\n\nDJ is a wonderful child whom I adore and would die for. He brings me so much joy and I would not trade him for the world. I do not expect him to move mountains, I do not push him to do things above and beyond what other kids his age are doing, and I do not expect him to be perfect when it comes to his behavior. He is from a two-parent home and has a brother and a sister. His father works and I have been home since before his birth. Therefore, he is not a product of foster care, he has never needed daycare, he has never been exposed to domestic violence, he is not neglected or abused, and there are not any drugs in our household. I cook well-balanced meals and we eat as a family. After saying that though, I will admit that an occasional corn dog is offered for a quick lunch; however, it is not something that he eats morning, noon, and night. His brother has ADHD and takes medication only to function in school, not because we expect perfection or straight A's, but because he has trouble focusing and concentrating. I was not running to the doctor with him when he was small because I \"could not handle him\". He was diagnosed after he started school and was struggling to focus. I have a daughter that shows no signs of problems yet, and for that I thank God every day. Does this mean that she will have none? We really can't answer that. Does this mean that she is the perfect child? Absolutely not. She throws tantrums and pushes the limits on a daily basis. That is what children do and we expect it. We discipline our children and there are consequences for their behaviors.\n\n\n\n\n\nWith that said, DJ does not throw average tantrums...he rages. He is hurtful to himself and to others. He carries on for hours upon hours, he threatens his siblings and us, and he becomes violent. He has anger unlike most adults I have seen. He becomes almost animalistic in his movements and the noises he makes. He has no fear and has found himself in some precarious situations where he could seriously injure himself. Something as simple as a three-minute time-out would turn into a five-hour rage with him hitting, slamming doors, punching walls, hitting his head on things, kicking, screaming, grunting, clawing at himself, and lashing out at others. These rages come with unbelievable strength from a child his age and turn the whole household into a battle zone where no one is happy or even safe if we aren't right on top of it. He would not sleep for four and five days straight and instead would want to roam the house and repeatedly color and erase on a piece of paper until there was nothing but shreds of what he started with. He would obsess about lining up his toys over and over again as if he was driven to do so, not because it was fun. He would cry and scream in frustration if they were not lining up the way he envisioned them to be. This also could set him off into a rage. My husband would have to sleep downstairs and myself upstairs to ensure that one of us could hear him and be with him at all times. We would have to take shifts to be sure that someone was there with him at all time. DJ could also never be redirected and God knows we tried. We want him to be able to have fun and enjoy life. We want for him to be a child and not an obsessed little boy who cannot sleep, is constantly in motion and unable to focus or relax, or who has so much rage that he endangers himself and others.\n\n\n\n\n\nWe have tried many things for DJ over a period of time and no one diagnosed DJ in a 20-minute window. We searched for and tried many alternatives for DJ before finally going down the road of a psychiatrist. I have taken parenting classes, attended lectures on different parenting techniques, and read countless books looking for things that might work for him. We have sought the help of numerous medical professionals and people with degrees in child development. We have looked into problems with allergies, physical problems, as well as the possibility of autism. I did not think in a million years when we walked into the psychiatrist's office that one year later we would be faced with the possibility of him having Bipolar. That was the furthest thing from my mind and I spent many sleepless nights and shed many tears at the prospect that my son could be faced with something so serious and so horrible. I knew from watching other family members with the bipolar how tedious and devastating it could be. It is not something I want my child to have to deal with or anyone else for that matter.\n\n\n\n\n\nDr. Bacon has worked with DJ for a year and as of the time of filming had not given a definite diagnosis for bipolar, although he was very much leaning in that direction. He has been very thorough in his gathering of information and very conservative in how we medicate. He has given us many other options and been very forthcoming with us about the possible side effects of the medications. He says there are other options, but with DJ where he is now and where he has been, the medications need to be stabilized for DJ to benefit from other therapies. I am constantly striving to find answers for him and am willing to do anything to help him and I feel that Dr. Bacon has done nothing but encourage me to do what is best for him. He adjusts the medications DJ is on as needed. DJ is a growing boy and it is to be expected that he is going to need adjustments to compensate for this. The Trileptal, a mood stabilizer, was introduced while the show was being filmed. It was the first bipolar medication that we tried. Dr. Bacon was trying to find a therapeutic dose and we all hoped that with Trileptal we could discontinue the Risperdal. Since the camera crew left that has happened. Now he is on three medications, which may seem like a lot, but really the doses are not extreme and it makes all the difference in the world to see my child smile again and to see him able to function. We are also working on getting DJ help through a school program that assists children with \"disabilities\" and is in place the whole time the child attends school.\n\n\n\n\n\nIt kills me to see him unhappy and miserable. I cannot imagine what it is like for my son to be so tormented. The medicine has made a HUGE difference in all of our lives. He is not \"doped up\". He is functioning like a normal little boy. He is not overly tired, he does not drool, and he does not slur his speech. He is still not perfect, but like I stated before, we do not expect that. Sure he still has tantrums, not rages, but what child is not going to push the envelope a bit and stretch their wings to see how far they can go. That is how they grow and become their own person. He is extremely active and has a wonderful imagination. He loves to draw and color. He enjoys music and dancing. He has a hearty appetite, but no longer feels the need to gorge himself. He and his brother immensely enjoy kicking around a soccer ball and DJ wants to play hockey like our Colorado Avalanche. He is not the \"perfect\" child, but I do not expect perfection from my children. Nor am I the perfect parent, but on the other hand I haven't met one yet.\n\n\n\n\n\nI do not expect everyone to agree with our decision to medicate. I know that there will always be those people who are against it. I just want everyone to know that it is not as cut and dry as it looked and that our story was just a blip in a much bigger picture. I do not like giving him medication everyday. I think it unfair that some are quick to judge without enough information. We spent many, many hours with the producers and what everyone saw was just a small part of a much bigger story, a story that would take many, many hours to convey. We agreed to share our story in hopes that someone out there would see it and maybe we could find other help that we had not yet thought of. I only wish that there were more research so that we could move along a clean path and get to an end where we could be confident as parents that we are doing the best thing. If my son was diabetic and needed insulin there would be no controversy and I could be 100% confident I was doing the right thing for him. Right now though, mental illness is a disease that we know hardly anything about and it is scary. It is a rocky path, to say the least, with a lot of dead ends. However, it does exist and whether you have a 40-year-old person or a four-year-old boy it needs to be treated and we are doing the best we can with what is available.\n\n\n\n\n\nI'm the parent of a 14-year-old boy whose current diagnosis is bipolar 1. At the age of 6 he was given the labels gifted, ADHD, learning disabled, and depression with psychosis. The diagnosis was changed to bipolar when he was 11 and started evidencing rapid moods swings.\n\nLike many of the parents in your show we've tried countless different types of medications ranging from stimulants, and antidepressants to mood stabilizers and atypical antipsychotics. We've also tried alternative therapies such as counseling, neurofeedback, cognitive rehabilitation, and a light box. Even with support from professionals and schools, my son has been hospitalized twice and homebound for months as well. We're fervently grateful that he's stable for the moment and able to participate in a normal school - but we've learned that change is unpredictable and inevitable. Although I found your report well-balanced there are a few points I wanted to emphasize:\n\nLittle attention was given to the consequences of not giving medication to children diagnosed with bipolar disorder. One of the doctors noted that counseling and behavioral therapy can't work unless the child is stable - this is a critical point and I don't think viewers who haven't lived through raising a child with a mental illness understand this. They filter their impressions of our kids' behavior through their experience of normal temper tantrums and say \"What's the big deal? Better parenting skills are all they need.\" I think a better analogy is an epileptic seizure - you wouldn't tell a child who was convulsing that they're behaving badly and should just stop. I sometimes think rages and mania are more akin to emotional seizures that tantrums. You also wouldn't withhold a medication that could prevent the seizure in the first place.\n\nOur choices are limited at the moment. We can't stand by and do nothing but the current medical regimens work like chemical sledge hammers when we really need the delicacy of a probe. I'm hopeful that the work being done in functional neuroimaging, pharmacogenomics, and molecular diagnostics will lead to more individualized diagnosis and treatment within the next decade. In the meantime our strategy is to provide as much stability as we can while minimizing the damaging side effects. It's a difficult balancing act.\n\nI was very pleased with the parallel that you made between the extensive network of pediatric oncology groups and the ensuring increase in cure rates and the lack of trials and interest in dealing with mental illness - especially in children. Once again this is stigma raising its ugly head. I think many parents would be willing to enter their children into long-term cohort studies or controlled trials if they were available and accessible. However, I haven't been able to find any in my vicinity. I'm not interested in entering my child into a randomized controlled trial that will only track his progress for the short-term.\n\nI had been apprehensive about watching the documentary but I'm glad that I did. I hope decision-makers with clout and funding were watching as well.\n\nThank you so much for exploring the ever changing world of psychology and medicine in this piece. While I believe strongly that psychological disorders such as bi-polar are real and serious, I also was amazed by how nearly all of the doctors interviewed in your program believed that medication was the only solution to a complex and largely misunderstood mental illness. While these doctors were willing to admit that research is lacking, they were unwilling to entertain the idea that there may be other solutions besides drugs for this problem. This program solidified my belief that American society is overmedicated and unwilling to look for non-chemical answers to the problems facing ourselves and our children.\n\nFRONTLINE's editors respond:\n\n\n\nThe focus of this piece was on the growing practice of prescribing medication to children with behavior problems. But it would be a mistake to think that doctors don't also offer other kinds of treatment, either in place of, or in conjunction with, medication. It was at Dr. Wamboldt's urging that Jacob started doing yoga, and Jessica now sees a counselor because that's what Dr. Axelson recommended. Many of the doctors in the film -- including Dr. Wamboldt, Dr. Axelson, and Dr. Chang -- are involved in large scale studies of non-drug treatments. The doctors also referred consistently to the rigorous NIMH-sponsored research which has found that for many mental disorders, the best outcomes are produced through a combination of drugs AND therapy.\n\nSomething that has been made abundently clear, through both your show and viewers comments, is how mental illness makes people so uncomfortable. The other big issue that stood out to me is that we're all looking for someone to blame. The pharmaceutical companies, unfit parents, diet, psychiatrists, etc. Who is to blame when a child develops diabetes? Or Asthma? As a clinical social worker, I can attest to some of the adjunctive therapies suggested by previous posters, such as play therapy, art and music therapy, parenting coaching, movement therapy and relaxation techniques. However, I must say that in order for those therapies to work and be beneficial, the symptoms of the illness must be managed and the only way to do that is through medication.As an adult living with Bipolar, I would like to comend these parents for reaching out and getting their children the support they need. I can't tell you how greatly medication would have helped me throughout my childhood as I suffered with many symptoms, greatly impacting my life.We need to have compassion for these families and the struggles they go through every day.", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.feingold.org/", "index2.html"], "authors": [], "publish_date": null}