{"result_id": "MNTT005018", "URL": "https://apnews.com/article/65db7d1854e7401f9d06f3ce9fa6fc20", "timestamp": "2024-03-06 15:10:39 CET+0100", "meta": {"description": "YANGON, Myanmar (AP) — Twice a month, Min Naing Oo visits emaciated patients at a Myanmar clinic, urging them through his face-mask to keep taking their medicine no matter how sick it makes them.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/general-news-65db7d1854e7401f9d06f3ce9fa6fc20", "encoding": "UTF-8", "website_keywords": "General news, Diagnosis and treatment, Myanmar, Health, Politics, Asia, Infectious diseases, Yangon, i, Tuberculosis, Lung disease, Drug resistance, Public health, Diseases and conditions, Medication, Southeast Asia"}, "image": null, "domain": "apnews.com", "title": "Myanmar facing 'urgent' drug-resistant TB threat", "cleaned_text": "YANGON, Myanmar (AP) — Twice a month, Min Naing Oo visits emaciated patients at a Myanmar clinic, urging them through his face-mask to keep taking their medicine no matter how sick it makes them.\n\nOtherwise they will die — and fuel the spread of drug-resistant tuberculosis in a country that is already tallying an estimated 9,000 new infections of the hard-to-treat strain every year.\n\nOnly a tiny fraction of those have gotten proper treatment, all in the last few years, creating what health experts say is an “urgent” threat.\n\n“I feel it’s important to share my story,” says Min Naing Oo, who beat the disease after a 12-year fight, enduring debilitating joint pain, hallucinations, hearing problems, nausea and piercing headaches due to the toxic cocktail of meds.\n\n“I want them to know, if I could do it, why can’t they?”\n\nMyanmar’s health system was basically buried during a half century of neglect. And while there are signs of improvement, in large part because of donor funding, it remains badly broken even as the new quasi-civilian government moves forward with political reforms.\n\nBefore military rulers handed over power two years ago, they were spending as little as $1 per person on health every year, and there were few sufficiently trained personnel or supplies, resulting in spiraling rates of diseases such as HIV and tuberculosis, infant mortality and deaths linked to malaria.\n\nIn the last year, the Ministry of Health quadrupled its budget — though still far from the amount needed — and has worked to strengthen ties with the international health community.\n\nExperts from across the globe were gathering in Yangon this week for a two-day symposium aimed at finding ways to speed up diagnosis of multi-drug-resistant tuberculosis, improve patient care and take advantage of new shortened and less toxic treatments.\n\n“We are still in the early days, but the political willingness is there,” said Unni Karunakara, the international president of Doctors Without Borders, which hosted the event with the World Health Organization and the Ministry of Health.\n\n“And it’s coming at just the right time,” he said. “There is an urgent need to ramp up treatment.”\n\nHIV drugs are also lacking in the nation of 60 million, and UNAIDS estimates 18,000 people die from the disease every year, many of them succumbing — when their immune systems are weak — to TB.\n\nTuberculosis is an age-old scourge and one of the world’s most infectious killers affecting 12 million people, according to WHO. With 506 sufferers per 100,000 people, Myanmar’s rate of regular TB is three times the global average.\n\nThe normal strain of TB is easy to treat with a simple and cheap drug regimen.\n\nBut when those medications are misused or mismanaged — often when patients skip pills — the bacteria can fight back and outsmart the drugs, creating resistance. The result is a new, much harder to treat multi-drug-resistant strain. Drugs used to treat it are 100 times more expensive, highly toxic and require a longer period of treatment.\n\nFor many patients, it’s too much. They give up.\n\nThough there are an estimated 9,000 new infections of this drug-resistant TB every year in the country, according to WHO, but as of 2012 only 800 patients have ever received treatment. It’s a worrying problem since this dangerous strain also can be spread via coughs and sneezes, usually infecting people in close contact.\n\nThar Tun Kyaw, director of the ministry’s disease control program, worries the real number of infections could be higher, noting the country has only two laboratories capable of testing patients for drug resistant TB — one in Yangon and the other in Mandalay.\n\n“So this is a big gap for us,” he said. “We are trying to intensify detection of active cases.”\n\nThere may also be countless hidden cases in areas that have been long cut off by civil unrest and rough terrain.\n\nCurrently, the few patients in Myanmar lucky enough to get treatment for drug-resistant TB receive it free of charge.\n\nBut with the numbers increasing, the government still needs to come up with $41 million for its ambitious five-year $53 million expansion plan. Most of the money contributed so far, has come from international donors.\n\nEamonn Murphy, UNAIDS country coordinator who works closely on tuberculosis, said while outside help is for the moment key to tackling drug-resistant TB, the ultimate goal should be to get the government to build up its share.\n\n“This is crucial for future suitability,” he said. “You can’t have a communicable disease program run by NGOs forever.”", "opengraph": {"title": "Myanmar facing 'urgent' drug-resistant TB threat", "url": "https://apnews.com/general-news-65db7d1854e7401f9d06f3ce9fa6fc20", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "YANGON, Myanmar (AP) — Twice a month, Min Naing Oo visits emaciated patients at a Myanmar clinic, urging them through his face-mask to keep taking their medicine no matter how sick it makes them.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/robin-mcdowell", "article:published_time": "2013-08-23T08:28:47", "article:modified_time": "2023-12-22T06:09:02.551", "article:tag": "General news"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": "2013-08-23T08:28:47"}