{"result_id": "MNTT002044", "URL": "https://www.pbs.org/newshour/show/why-a-website-with-explicit-directions-for-suicide-remains-active", "timestamp": "2024-03-06 15:08:22 CET+0100", "meta": {"description": "Suicide is the second-leading cause of death among young Americans, and most websites about suicide are aimed at prevention. But a New York Times investigation looks into one that provides information and directions for how to die. Gabriel Dance and Megan Twohey, reporters who worked on the investigation, join Amna Nawaz to discuss their findings.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/show/why-a-website-with-explicit-directions-for-suicide-remains-active", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Why a website with explicit directions for suicide remains active", "cleaned_text": "Suicide is the second-leading cause of death among young Americans, and most websites about suicide are aimed at prevention. But a New York Times investigation looks into one that provides information and directions for how to die. Gabriel Dance and Megan Twohey, reporters who worked on the investigation, join Amna Nawaz to discuss their findings.\n\nNotice: Transcripts are machine and human generated and lightly edited for accuracy. They may contain errors.\n• Judy, the site draws six million page views a month worldwide, four times as many as the U.S. National Suicide Prevention Lifeline. And most visitors were 30 or younger. The New York Times reporters, Gabriel Dance and Megan Twohey analyzed more than 1.2 million messages on the site. They examined members' online histories, combed through hundreds of pages of police and coroner records, and interviewed dozens of families left behind. And they found at least 45 deaths by suicide in multiple countries linked to the site. Megan Twohey and Gabriel Dance join me now. Welcome to you both. And thanks for making the time. Megan, it is a stunning report that you both have worked on. Those 45 suicides you linked to the site, though, they range from a 16-year-old girl in Illinois to a 58-year-old man in Texas. Do you have any way of knowing if other people also visited the site and then died by suicide?\n• Those were 45 deaths in which we were actually able to identify the person who died. And you're right. There was not only a 16-year-old. There was a 17-year-old. There was — there were other teenagers. Most of those deaths were young people under 30. And what we found is that, in analyzing more than one million messages on the site, we found that the true tally of death is likely hundreds more. We were able to analyze these goodbye threads, essentially people who came online and narrated their attempts as they were taking place. And through very sophisticated process of analyzing those messages, we were able to find that 500 members, roughly two people per week, did such goodbye threads, and then never posted again.\n• We were. We were. We considered it at length, and we discussed it with many people, medical professionals, specifically suicide professionals, contagion professionals. We discussed with them at length the pros and cons. And when it comes to naming the site, we're weighing the opportunity for accountability against the danger of spreading potentially harmful information. And after these conversations, our editors made the call that we would include the name of the site. We would do it only once, and, as you said, further down in the article. But without naming the site, it would be very difficult for legislators and lawmakers to have any sort of accountability for the site. But perhaps even a greater concern for us was parents who had no idea that this site existed and otherwise might very well be keeping their eye on their children's Web browsing activity.\n• Well, most suicide Web sites are about prevention, but this one provides explicit introductions on how to die, step-by-step, detailed introductions on various methods that people can use to kill themselves. And it's not just that. In live — there are public forums and live blogs and private messaging in which members discuss their plans and offer encouragement and assistance as they make their plans to follow through. Among the most viewed posts are those — these goodbye threads in which people narrate their attempts, with other members weighing in with thumbs-up emojis and well-wishes and basically messages of support. So, it's — in addition to this very explicit — these very explicit instructions, there's all of this interaction on the site, which really facilitates suicide and people following through with their plans.\n• And, Gabriel, we should mention, we are talking about this, you have uncovered this at a time when experts are ringing an alarm about a national emergency, a mental health crisis, particularly among young Americans. When you take a look at the numbers just in the early part of 2020, emergency visits for mental health emergencies rose 24 percent for children aged 5 to 11,31 percent for children aged 12 to 17. Suspected suicide attempts increased over 50 percent for girls 12 to 17. That was from early 2021 compared to before the pandemic even began. And that leads me to one of the stories you tell, Gabriel, about a 16-year-old named Daniel Dal Canto. He struggled with depression. His parents thought they had gotten him help. He ended up on this site. Tell us the story of Daniel.\n• He was a 16-year-old boy in Salt Lake City, Utah, and living with his parents, his mother and father and his younger sister. His older brother had recently gone to college. And Daniel had a stomach ailment, and it caused him great pain after eating, when he and his family were trying to figure out what the ailment was. But Daniel took to this suicide Web site, where he really dumped all of his fears and anxieties into the Web site. He was worried that he would never be able to recover from the stomach ailment. And within days of showing up, a member of the site encouraged him to use a specific method to die, which is really tragic, because it was clear that Daniel had no idea how to take his life before coming to the site. And, again, within days, he was introduced to this method, and, within three months, he had died on his bed, and his mom discovered him late that night. And his parents never had any idea he was on the site. They actually didn't even have an idea he was depressed. I spoke with his best friend and his best friend's mother. Neither of them had heard anything about this site. And all of them had wished that just at any point Daniel had mentioned that he was even thinking of dying by suicide, so that they could intervene. But this Web site doesn't really help people with interventions, as much as it helps them carry out any kind of plans they have to kill themselves.\n• As we carried out this investigation, we weren't just piecing together this long trail of deaths connected to the site. We were asking that very question. So many families left behind wanted desperately to see this site shut down, and for the two shadowy figures who run the site to be held accountable. Now, those two men had gone to great lengths to hide their identities and to protect the Web site. They moved their servers from countries to country. They used companies who allowed them to hide who registered the domain names. But — and that made it really hard to not only detect who they were, but to hold them accountable. There is a federal law that provides sweeping legal protections to Web site operators, even when the content on those sites is dangerous or even criminal. So, Germany, Australia, Italy, these countries have taken action and have succeeded in some — to some extent in restricting access to the Web site within their borders. But here in the United States, time and again, we have just seen officials look the other way.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Why a website with explicit directions for suicide remains active", "description": "Suicide is the second-leading cause of death among young Americans, and most websites about suicide are aimed at prevention. But a New York Times investigation looks into one that provides information and directions for how to die. Gabriel Dance and Megan Twohey, reporters who worked on the investigation, join Amna Nawaz to discuss their findings.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2021/12/darkestweb-1024x670.jpg", "image:height": "670", "image:width": "1024", "url": "https://www.pbs.org/newshour/show/why-a-website-with-explicit-directions-for-suicide-remains-active", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2021-12-16T18:40:30-05:00", "article:section": "Health", "article:tag": "assisted suicide, suicide, suicide awareness, suicide rates, suicide sites"}, "tags": ["The Leading Edge", "Long-Term Care", "suicide rates", "Supreme Court", "Essays", "Brooks and Capehart", "suicide awareness", "suicide", "ScienceScope", "suicide sites", "Race Matters", "assisted suicide", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": [], "authors": ["Claire Mufson", "Amna Nawaz"], "publish_date": "2021-12-16T18:40:30-05:00"}