{"result_id": "MNTT005054", "URL": "https://apnews.com/article/fact-checking-527938916428", "timestamp": "2024-03-06 15:11:09 CET+0100", "meta": {"description": "Inflammatory posts on TikTok and other social media platforms this week are falsely claiming the popular hair care brand Olaplex has been banned in Europe.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/fact-checking-527938916428", "encoding": "UTF-8", "website_keywords": "Fact-checking"}, "image": null, "domain": "apnews.com", "title": "Posts falsely claim Europe banned popular hair care brand", "cleaned_text": "CLAIM: Olaplex, an American company whose products are designed to repair damaged hair, was banned in Europe because an ingredient it uses was linked to infertility.\n\nAP’S ASSESSMENT: False. While the EU banned an ingredient used in several beauty and hair products, saying it could potentially be harmful for reproduction, Olaplex removed that ingredient from its products in Europe before the ban was enforced.\n\nTHE FACTS: Inflammatory posts on TikTok and other social media platforms this week are falsely claiming the popular hair care brand Olaplex has been banned in Europe.\n\n“Olaplex has been banned in the UK because it causes infertility,” read text overlaid on one popular TikTok video.\n\n“Apparently Olaplex is getting banned in Europe,” a narrator in another widely circulating TikTok video said. “Specifically, it’s this ingredient lilial, which is being linked to infertility.”\n\nThat TikTok clip spread to Facebook, where one user reacted to it by jokingly pretending to apply an Olaplex product like a face and body lotion, in a video viewed more than 170,000 times.\n\nIt’s true that an ingredient recently banned in Europe was previously found in an Olaplex product, but it’s not accurate to say the brand itself has been banned in Europe, nor to claim that newly manufactured Olaplex products shipped to the EU or UK contain the banned ingredient.\n\nThe false claims followed the EU’s the ingredient butylphenyl methylpropional, also referred to as 2-(4-tert-butylbenzyl)propionaldehyde, and more commonly known as lilial. The ingredient is frequently used in beauty and home cleaning products, often as a fragrance.\n\nthe executive branch of the EU that said lilial could not be considered safe because its aggregate effects could include reproductive toxicity. The opinion cited rat studies that found very high levels of exposure to the ingredient could negatively affect their reproductive systems.\n\nin May 2020 that it had reclassified lilial as reprotoxic, or potentially harmful to reproduction and fetuses, and that the ingredient would be banned in Europe starting on March 1, 2022.\n\nOlaplex, which had included a small amount of the ingredient for scent in its popular at-home treatment, the Olaplex No. 3 Hair Perfector, responded by removing lilial from its formulation before the ban went into effect. The company said in a statement that lilial was not an “active or functional” ingredient in the product.\n\n“Cosmetic and regulatory experts have clarified that lilial is usually present in formulations at a concentration of 0.1 per cent or less and is not at a level to directly impact fertility,” the company’s statement said. “Olaplex previously used 0.0119% as a fragrance and as an inactive and non-functional ingredient in OLAPLEX No. 3 rinse out product.”\n\nStill, the company said, “out of an abundance of caution,” it removed lilial from the product worldwide. It said that by January 1, 2022, Olaplex was no longer shipping products using lilial to retailers in the UK or EU , although stores selling the product may still have backstock of the old formulation on their shelves.\n\nA company spokesperson didn’t immediately say whether it had stopped shipping the old formulation to stores in the U.S. The product includes an ingredient list on the back, which customers can check.\n\nReproductive endocrinologist Dr. Lora Shahine told The Associated Press that scientists are still learning about the impact of ingredients that disrupt the endocrine system, such as lilial. She said Europe often leads the U.S. in regulating and warning about their health impact, and U.S. customers who are concerned may want to consider opting for products without the ingredient.\n\n“Consumers are reassured that the ‘poison is in the dose’ and although chemicals in products can be known carcinogens or reproductive toxins the amount in a certain product is low and safe to use,” Shahine wrote in an email to the AP. “Unfortunately - we use many products with carcinogens and reproductive toxins every day and these endocrine disruptors and their impact can add up.”\n\nThis is part of AP’s effort to address widely shared misinformation, including work with outside companies and organizations to add factual context to misleading content that is circulating online. Learn more about fact-checking at AP", "opengraph": {"title": "Posts falsely claim Europe banned popular hair care brand", "url": "https://apnews.com/article/fact-checking-527938916428", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "Inflammatory posts on TikTok and other social media platforms this week are falsely claiming the popular hair care brand Olaplex has been banned in Europe.", "site_name": "AP News", "type": "article", "article:published_time": "2022-03-08T15:33:00", "article:modified_time": "2022-03-08T15:36:12.428", "article:tag": "Fact-checking"}, "tags": [], "tweets": [], "movies": [], "links": ["https://ec.europa.eu/health/system/files/2021-08/sccs_o_213_0.pdf", "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32020R1182", "https://apnews.com/article/ap-fact-check-ap-verifica-3835460002"], "authors": [], "publish_date": "2022-03-08T15:33:00"}