{"result_id": "MNTT001065", "URL": "https://www.bbc.com/future/article/20200529-the-surfaces-that-kill-bacteria-and-viruses", "timestamp": "2024-02-28 23:18:21 CET+0100", "meta": {"description": "By copying the texture of insect wings or using new types of materials to create surfaces that kill or inhibit microbes, we could stop infections before they even get into the body.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20200529-the-surfaces-that-kill-bacteria-and-viruses", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,infectiousdisease-tag/health-tag/covid-19"}, "image": null, "domain": "www.bbc.com", "title": "The surfaces that kill bacteria and viruses", "cleaned_text": "By copying the texture of insect wings or using new types of materials to create surfaces that kill or inhibit microbes, we could stop infections before they even get into the body.\n\nBy simply changing the texture of the surfaces we use, or coating them with substances that kill bacteria and viruses more quickly, some scientists hope it may be possible to defeat infectious organisms before they even get into our bodies. Larrouy-Maumus is betting on copper alloys. The ions in copper alloys are both antiviral and antibacterial, able to kill over 99.9% of bacteria within two hours. Copper is even more effective than silver, which requires moisture to activate its antimicrobial properties. “Copper is the top surface to use because it has been used by mankind for three millennia,” says Larrouy-Maumus. “The [Ancient] Greeks were already using copper for their cooking and medical use.” Yet copper isn’t widely used in medical facilities today. It is expensive and harder to clean without causing corrosion, and many people dislike such materials. Not everyone wants to sit on a metallic toilet seat, for instance. This has meant that over time copper has been supplanted by stainless steel and then plastic, which has the advantage of being light and inexpensive, so it can be used just once, meaning “you don’t need to sterilise it again”, says Larrouy-Maumus.\n\nWhile it wouldn’t be feasible to coat all surfaces with copper, Larrouy-Maumus believes using the metal in alloys on hotspots such as lift buttons and door handles could help to reduce contamination and the resulting spread of microbes. Copper surfaces can also be treated with lasers to create a rugged texture that increases the surface area – and, by extension, the number of bacteria it can kill. Researchers at Purdue University, in Indiana, who developed the technique found it could kill even highly concentrated strains of antibiotic-resistant bacteria in just a couple of hours. Such treatments could not only be useful for door handles, but could also help to make medical implants such as hip replacements less likely to cause infection. Altering the texture of surfaces could provide other ways of keeping infectious diseases at bay. “Cicada insect wings are famous for their self-cleaning effect,” says Elena Ivanova, a molecular biochemist at RMIT University in Australia. Their wings are superhydrophobic, meaning that water droplets bounce off them, just as they do off lotus leaves, allowing contaminants to roll off with the water. More importantly, she says, they’re studded with tiny spikes on the surface that prevent bacterial cells from being able to settle and grow on the surface. “Basically what you see here is a unique mechanism developed by nature when the bacterial cells are… effectively rupturing the [bio]film,” says Ivanova, who has been working on ways of imitating this design for around a decade. Taking inspiration from nature, she is attempting to change the minute texture of easily contaminated surfaces so that bacterial colonies can’t form on them.\n\nThe density and geometry of the pattern needed, and the method and materials for producing it, will depend on the features of the microbe being targeted. Ivanova says that complex zigzag shapes would be especially effective in water and air conditioner filters. And graphene sheets are incredibly thin, with “sharp edges that could cut through the bacterial membrane and kill it” (though these tiny razor blades are too minute to damage human skin). She’s most excited about the possibilities of titanium and titanium alloys. These can be hydrothermally etched: essentially the metal can be melted by high temperature and pressure, forming a fine sheet with sharp edges that can kill different types of bacteria. And titanium dioxide when exposed to UV light produces reactive oxygen species, such as peroxides, which inactivate microbes. This has been harnessed to coat dental braces, for instance, to reduce bacteria. Even exposing these kinds of coatings to commercial lamps for four hours could reduce the number of viable bacteria 1,000-fold. “These surfaces will not require any specific treatment requiring chemical agents or antibiotics to be effective,” says Ivanova. Producing surfaces capable of preventing viruses, however, will require an especially fine level of precision, as they’re smaller than bacteria. But Vladimir Baulin, a biophysicist at the Universitat Rovira i Virgili in Spain, believes similar techniques can be used with viruses, including coronavirus. One strategy would be to essentially trap the viral particles between nanopillars – tiny pillar-shaped structures that can be synthetically produced on a surface. This could help to collect the virus particles so scientists can develop tests and vaccines. Another strategy would be to texture a surface so that its nanoprotrusions physically rupture a virus’ outermost layer, for instance in mask filters.\n\nNature also offers other ways we can make the surfaces around us more resilient to the spread of disease. “There is much evidence of the effectiveness of essential oils as antibacterial and antiviral” ingredients, says Alejandra Ponce, a chemical engineer at the Universidad Nacional de Mar del Plata in Argentina. Take tea tree oil, that strong-smelling substance that has inspired a number of beauty product ranges. Ponce notes that in experimental studies, “tea tree oil aerosol possesses strong antiviral action and is capable of inactivating model viruses with efficiency of more than 95% within 5-15 minutes of exposure”. Cork has been shown to be highly antibacterial against Staphylococcus aureus. And extracts from hops have been used to create plastic-like coatings that can prevent the growth of certain types of bacteria. However, research on the potential surface-coating applications of antimicrobial plant extracts is still largely in the experimental stages. Theoretically these kinds of plant materials could be turned into germ-fighting coatings, but much more would need to be known about the amounts of key ingredients needed and the types of microorganisms they would target.\n\nBut overall, the potential applications for antimicrobial surfaces are numerous. “For me it’s important to stress that it is a universal mechanism, and that’s why it has such a broad scope,” Baulin says. “You can apply it to many surfaces.” However, we must not become over reliant upon this kind of approach, warns Mengying Ren, a policy officer at the network ReAct – Action on Antibiotic Resistance, based in Sweden. She notes that “regardless of how good the technologies are, we will still need to consider the basics at the healthcare facilities, such as healthcare staffing, cleaners, hygiene and IPC [infection prevention and control] facilities, as well as vaccination coverage and capacity. There is no easy fix.” In lower-income countries, which don’t always have a reliable supply of running water, it may be especially hard to maintain the kinds of antimicrobial surfaces that require frequent cleaning. For instance, surfaces with nanospikes might need to be regularly cleared of dead microorganisms and other debris. However, Ivanova says that with titanium and titanium alloys, “pathogenic cells’ debris [detach] away from the surfaces” – essentially making them self-cleaning. Copper would need to be polished to limit oxidisation, which would make it less reactive. Ren and her colleagues are also concerned about “the risk for resistance development from surface coatings like silver or copper or surfaces”, although Larrouy-Maumus is confident that as bacteria haven’t developed resistance to copper in the last 3,000 years, they’re unlikely to do so in the future.", "opengraph": {"title": "The surfaces that kill bacteria and viruses", "type": "article", "url": "https://www.bbc.com/future/article/20200529-the-surfaces-that-kill-bacteria-and-viruses", "description": "By copying the texture of insect wings or using new types of materials to create surfaces that kill or inhibit microbes, we could stop infections before they even get into the body.", "author": "Christine Ro", "image": "https://ychef.files.bbci.co.uk/live/624x351/p08fk5fw.jpg", "image:width": "624", "image:height": "351"}, "tags": ["3D printers", "Health"], "tweets": [], "movies": [], "links": ["https://www.imperial.ac.uk/news/195975/how-could-smart-surfaces-help-tackle/", "https://www.who.int/news-room/detail/29-04-2019-new-report-calls-for-urgent-action-to-avert-antimicrobial-resistance-crisis", "https://www.bbc.com/future/article/20200317-covid-19-how-long-does-the-coronavirus-last-on-surfaces", "https://www.bbc.com/future/article/20200504-coronavirus-what-is-the-best-kind-of-face-mask", "https://www.bbc.com/future/article/20200327-can-you-kill-coronavirus-with-uv-light", "https://www.bbc.com/future/article/20200317-covid-19-how-long-does-the-coronavirus-last-on-surfaces", "https://www.nejm.org/doi/full/10.1056/NEJMc2004973", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1564025/", "https://www.bbc.com/future/article/20200317-covid-19-how-long-does-the-coronavirus-last-on-surfaces", "https://spiral.imperial.ac.uk:8443/bitstream/10044/1/76707/11/IMSJ7722-Briefing-Paper-200214-WEB.pdf", "https://theconversation.com/copper-is-great-at-killing-superbugs-so-why-dont-hospitals-use-it-73103", "https://theconversation.com/copper-is-great-at-killing-superbugs-so-why-dont-hospitals-use-it-73103", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6317222/", "https://www.youtube.com/watch?v=3vFFdNXsoN0&feature=youtu.be", "https://onlinelibrary.wiley.com/doi/abs/10.1002/admi.201901890?_ga=2.35057185.1008137069.1586741252-712945497.1586489343", "https://www.nature.com/news/insect-wings-shred-bacteria-to-pieces-1.12533", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5915662/", "https://www.researchgate.net/publication/336673799_Tunable_morphological_changes_of_asymmetric_titanium_nanosheets_with_bactericidal_properties", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6139290/", "https://www.nature.com/articles/s41598-018-38291-y", "https://www.nature.com/articles/s41467-020-15471-x", "https://www.sciencedirect.com/science/article/pii/S0021850213000086?via%3Dihub", "https://academic.oup.com/femsle/article/363/3/fnv231/2594523#111285957", "https://www.researchgate.net/publication/291802835_Studies_on_use_of_hop_extract_as_a_natural_biocide_in_coatings", "https://www.reactgroup.org/", "https://www.forbes.com/sites/christinero/2019/05/09/antimicrobial-resistance-is-being-called-a-sustainable-development-issue/#709c10e34792", "https://www.bbc.com/future/tags/3dprinting", "https://www.nature.com/articles/s41378-018-0015-4", "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30566-3/fulltext", "https://www.thelancet.com/journals/lanmic/article/PIIS2666-5247(20)30009-4/fulltext", "https://www.sciencemag.org/news/2020/04/antibiotic-treatment-covid-19-complications-could-fuel-resistant-bacteria", "https://www.facebook.com/BBCFuture/", "https://twitter.com/BBC_Future", "https://www.instagram.com/bbcfuture_official/", "http://pages.emails.bbc.com/subscribe/?ocid=fut.bbc.email.we.email-signup", "https://www.bbc.com/future/", "https://www.bbc.com/culture/", "https://www.bbc.com/worklife/", "https://www.bbc.com/travel/"], "authors": ["Christine Ro"], "publish_date": "2020-06-01T01:00:00Z"}