{"result_id": "MNTT005038", "URL": "https://apnews.com/article/humira-cost-autoimmunne-diseases-biosimilar-8480840566f64954ce63f5d544622c00", "timestamp": "2024-03-06 15:10:56 CET+0100", "meta": {"description": "Patients who take the autoimmune disease treatment Humira may see some price relief when several lower-cost, biosimilar versions of the AbbVie drug reach the U.S. market in July.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/humira-cost-autoimmunne-diseases-biosimilar-8480840566f64954ce63f5d544622c00", "encoding": "UTF-8", "website_keywords": "Health care costs, Amgen Inc, Novartis AG, Medication, f, Boston, Prescription drugs, Mark Cuban, a, Health, Business"}, "image": null, "domain": "apnews.com", "title": "Cheaper competition for Humira is hitting the market, but savings will depend on your insurance", "cleaned_text": "Patients who take the autoimmune disease treatment Humira may see some price relief when several lower-cost, biosimilar versions of the AbbVie drug reach the U.S. market in July.\n\nBut lower pharmacy bills may not happen right away — or at all — for some patients. That’ll depend largely on your insurance coverage. Here’s a closer look.\n\nIt’s an injectable biologic drug used to treat rheumatoid arthritis, Crohn’s disease and ulcerative colitis. Patients usually take it twice a month.\n\nBiologic drugs are made from living cells instead of by mixing chemicals and have led to major advances in treating immune-system disorders, eye diseases and some cancers since the late 1990s.\n\nThe list price (or initial price) for a month’s supply of Humira is $6,922, according to AbbVie.\n\nPatients typically don’t pay that much out of pocket every month. Instead, it depends on their prescription drug coverage, which might still bring large bills until a plan’s deductible is met.\n\nAbbVie executives have said they expect to see possibly 10 biosimilar versions of Humira on the market by the second half of this year.\n\nA biosimilar is a lower-cost version of a biologic that is approved by the Food and Drug Administration after regulators determine that it is highly similar to the original product. It’s not the same as a generic drug, which is a copy of a chemical-based medicine that is easier — and cheaper — to make.\n\nRival drugmaker Amgen launched a biosimilar in January. One called Yusimry from Coherus BioSciences will debut in July.\n\nThe pharmacy benefit manager Optum Rx says it will add biosimilars from Boehringer Ingelheim and Sandoz, a division of the drugmaker Novartis, to its standard national formulary, or list of covered drugs, starting July 1.\n\nPharmacy benefits managers, or PBMs, manage prescription drug coverage for insurers, employees and other big clients.\n\nWILL THESE BIOSIMILARS COST LESS?\n\nGenerally, yes, but how that affects a patient will depend on the drug and the coverage.\n\n“There is nothing more difficult than prescription drugs when it comes to figuring out how much you as a patient will actually pay,” said Larry Levitt, an executive vice president with KFF, a nonprofit that studies health care issues.\n\nCoherus says it will sell Yusimry through the Mark Cuban Cost Plus Drug Co. for $569.27 plus dispensing and shipping fees. That’s potentially a huge break for patients without insurance.\n\nAmgen said in January that it will offer its biosimilar, Amjevita, at prices 5% and 55% below Humira’s list price.\n\nWHAT WILL MY INSURANCE DO?\n\nThis will vary, depending on the PBM and the employer or insurer that designs the coverage.\n\nOptum Rx will place the biosimilars and Humira on the same formulary, spokesman Bryan Fisher said. That could help people with high-deductible plans because the amount they will owe after the plan pays part of the bill is based on the drug’s initial price.\n\nBut a patient’s insurance may not automatically cover the lowest-cost option. PBMs negotiate confidential deals with drugmakers that can influence whether a biosimilar gets covered and the amount a patient will pay, said Robin Feldman, a University of California Law professor who studies the companies.\n\nIS OTHER FINANCIAL HELP AVAILABLE?\n\nAbbVie provides an assistance program for uninsured patients. It also offers a savings card that can knock prescription costs down to $5 a month for some insured patients. But that program has limits. For instance, it cannot be used by people with government-funded coverage like Medicare.\n\nEnrollment in patient assistance programs can depend on the resources a clinic or hospital has to help patients sign up, said Dr. Zachary Wallace, a rheumatologist with Mass General Hospital in Boston.\n\nWall Street expects the drugmaker to eventually drop prices to keep some customers or offer bigger rebates to stay on PBM covered-drug lists.\n\nThat may take several years to play out, according to Damien Conover, an analyst who follows drug companies for Morningstar.\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group. The AP is solely responsible for all content.", "opengraph": {"title": "Cheaper competition for Humira is hitting the market, but savings will depend on your insurance", "url": "https://apnews.com/article/humira-cost-autoimmunne-diseases-biosimilar-8480840566f64954ce63f5d544622c00", "image": "https://dims.apnews.com/dims4/default/a67f081/2147483647/strip/true/crop/2000x1125+0+104/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F64%2Fc5%2F8ade4138201be3a9f7cb7f9d568a%2F1dc2d67e230a44c384555d9b23a12bad", "image:url": "https://dims.apnews.com/dims4/default/a67f081/2147483647/strip/true/crop/2000x1125+0+104/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F64%2Fc5%2F8ade4138201be3a9f7cb7f9d568a%2F1dc2d67e230a44c384555d9b23a12bad", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "FILE - Packaging for AbbVie's drug, Humira, is photographed in Houston on July 18, 2014. Patients who take the autoimmune disease treatment may see some price relief when several lower-cost, biosimilar versions of the AbbVie drug reach the U.S. market in July 2023. (AP Photo/David J. Phillip, File)", "description": "Patients who take the autoimmune disease treatment Humira may see some price relief when several lower-cost, biosimilar versions of the AbbVie drug reach the U.S. market in July.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-29T19:01:46", "article:modified_time": "2023-06-30T16:24:39.478", "article:section": "Health", "article:tag": "Health care costs"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/preventative-health-care-obama-appeals-court-bc55f54ce578a20a59c517b834148a45", "https://apnews.com/article/preventative-health-care-obama-appeals-court-bc55f54ce578a20a59c517b834148a45", "https://apnews.com/article/ballot-election-2024-real-estate-tax-chicago-d2bb5f83bb961b6bc5bf2e56356719e9", "https://apnews.com/article/ballot-election-2024-real-estate-tax-chicago-d2bb5f83bb961b6bc5bf2e56356719e9", "https://apnews.com/article/steve-mcmichael-als-bears-b356c6decd659baec3acddf7493ab0e4", "https://apnews.com/article/steve-mcmichael-als-bears-b356c6decd659baec3acddf7493ab0e4"], "authors": [], "publish_date": "2023-06-29T19:01:46"}