{"result_id": "MNTT005051", "URL": "https://apnews.com/article/fda-vapes-vaping-elf-bar-juul-80b2680a874d89b8d651c5e909e39e8f", "timestamp": "2024-03-06 15:11:06 CET+0100", "meta": {"description": "The number of different e-cigarette devices sold in the U.S. has nearly tripled to over 9,000, despite a three-year effort by the Food and Drug Administration to crack down on kid-friendly flavors.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/fda-vapes-vaping-elf-bar-juul-80b2680a874d89b8d651c5e909e39e8f", "encoding": "UTF-8", "website_keywords": "U.S. Food and Drug Administration, Vaping, General news, Asia Pacific, l, Business, Lifestyle, w, Health, Politics, China, Washington news, f, Donald Trump, Production facilities, Washington News"}, "image": null, "domain": "apnews.com", "title": "Thousands of unauthorized vapes are pouring into the US despite the FDA crackdown on fruity flavors", "cleaned_text": "WASHINGTON (AP) — The number of different electronic cigarette devices sold in the U.S. has nearly tripled to over 9,000 since 2020, driven almost entirely by a wave of from China, according to tightly controlled sales data obtained by The Associated Press.\n\nThe surge stands in stark contrast to regulators’ own figures, which tout the rejection of some 99% of company requests to sell new e-cigarettes while authorizing only a few .\n\nThe numbers demonstrate the Food and Drug Administration’s the tumultuous vaping market more than three years after declaring a crackdown on kid-friendly flavors. Most of the disposable e-cigarettes, which are thrown away after they’re used up, come in sweet and fruity flavors like pink lemonade, gummy bear and watermelon that have made them the among .\n\nThey are all technically illegal, but their influx has turned the FDA’s regulatory model on its head. Instead of carefully reviewing individual products that might , regulators must now somehow claw back thousands of illegal products sold by under-the-radar importers and distributors.\n\nMost disposables mirror a few major brands, such as Elf Bar or Puff Bar, but hundreds of new varieties appear each month. Companies copy each other’s designs, blurring the line between the real and counterfeit. Entrepreneurs can launch a new product by simply sending their logo and flavor requests to Chinese manufacturers, who promise to deliver tens of thousands of devices within weeks.\n\nOnce a niche market, cheaper disposables made up 40% of the roughly $7 billion retail market for e-cigarettes last year, according to data from analytics firm IRI obtained by the AP. The company’s proprietary data collects barcode scanner sales from convenience stores, gas stations and other retailers.\n\nMore than 5,800 unique disposable products are now being sold in numerous flavors and formulations, according to the data, up 1,500% from 365 in early 2020. That’s when the FDA effectively banned all flavors except menthol and tobacco from cartridge-based e-cigarettes like , the rechargeable device for a nationwide surge in .\n\nBut the , formulated under President Donald Trump, , prompting many teens to simply switch from Juul to the newer flavored products.\n\n“The FDA moves at a ponderous pace and the industry knows that and exploits it,” said Dr. Robert Jackler of Stanford University, who has studied the rise of disposables. “Time and again, the vaping industry has innovated around efforts to remove its youth-appealing products from the market.”\n\nAdding to the challenge, foreign manufacturers of the prefilled devices don’t have to register with the FDA, giving regulators little visibility into a sprawling industry centered in China’s Shenzhen manufacturing center.\n\nUnder pressure from politicians, parents and major vaping companies, the FDA recently sent to more than 200 stores selling popular disposables, including Elf Bar, and Breeze. The agency also issued orders of those three brands. But IRI data shows those companies accounted for just 14% of disposable sales last year. Dozens of other brands, including Air Bar, Mr. Fog, Fume and Kangvape, have been left untouched.\n\nThe FDA’s tobacco director, , said the agency is “unwavering” in its commitment against illegal e-cigarettes.\n\n“I don’t think there’s any panacea here,” King said. “We follow a comprehensive approach and that involves addressing all entities across the supply chain, from manufacturers to importers to distributors to retailers.”\n\nThe IRI data obtained by the AP provides key insights beyond figures released last week by , which showed the number of vaping brands in the U.S. grew nearly 50% to 269 by late 2022.\n\nIRI restricts access to its data, which it sells to companies, investment firms and researchers. A person not authorized to share it gave access to the AP on condition of anonymity. The company declined to comment on or confirm the data, saying IRI doesn’t offer such information to news organizations.\n\nTo be sure, the FDA has made progress in a mammoth task: processing nearly 26 million product submitted by manufacturers hoping to enter or stay on the market. And King said the agency hopes to get back to “true premarket review” once it finishes plowing through that .\n\nBut in the meantime disposable vape makers have exploited two loopholes in the FDA’s oversight, only one of which has been closed.\n\nThe FDA’s authority originally only referenced products using nicotine from tobacco plants. In 2021, and other disposable companies switched to using laboratory-made nicotine.\n\nCongress last year, but the action gave rise to another backlog of FDA applications for synthetic nicotine products. Under the law, the FDA was supposed to promptly make decisions on those applications. The agency has let most stay on the market while numerous others launch illegally.\n\nAn earlier loophole came from a decision by Trump’s White House, which was made without the FDA’s input, according to the previous director of the agency’s tobacco program.\n\n“It was preventable,” said Mitch Zeller, who retired from the FDA last year. “But I was told there was no appeal.”\n\nIn September 2019, Trump announced at a news conference a from all e-cigarettes — both reloadable devices and disposables. But political that could alienate voters.\n\nZeller said he was subsequently informed by phone in December 2019 that the flavor restrictions wouldn’t apply to disposables.\n\n“I told them: ‘It doesn’t take a crystal ball to predict that kids will migrate to the disposable products that are unaffected by this, and you ultimately won’t solve the problem,’” Zeller said.\n\nJUUL’S FALL AND THE FLOOD OF DISPOSABLES\n\nIn retrospect, the government’s crackdown on Juul now seems relatively simple.\n\nIn September 2018, FDA officials declared teen vaping an “epidemic,” pointing to rising use of Juul, Reynolds American’s Vuse and other brands.\n\nWithin weeks, FDA investigators conducted an unannounced inspection of Juul’s headquarters. Congressional committees , collecting hundreds of thousands of .\n\nBy October 2019, Juul had dropped most of its flavors and discontinued all advertising.\n\n“In a way, we had it good back then, but no one knew,” said Dorian Fuhrman, co-founder of Parents Against Vaping E-cigarettes.\n\nParents, health groups and major vaping companies essentially agree: The FDA must clear the market of flavored disposables.\n\nBut lobbying by tobacco giant Reynolds American, maker of the best-selling Vuse e-cigarette, has made some advocates hesitant about pushing the issue.\n\nReynolds and Juul have seen sales flatline amid the surge in disposables, according to the IRI data. Disposable e-cigarettes generated $2.74 billion last year.\n\nThe economic barriers to entry are low: Chinese manufacturers offer dozens of designs and flavors for as little as $2 per device when ordering 10,000 or more. The devices sell in the U.S. for $10 to $30.\n\n“If you have $5 billion you probably can’t start a traditional cigarette company,” Jackler said. “But if you have $50,000 you can just send your artwork and logo to one of these companies and it will be on a pallet next week.”\n\nEsco Bars come in flavors like Bubbleberry, Citrus Circus, Bahama Mama and Berry Snow.\n\nThe Austin, Texas company behind the brand, Pastel Cartel, racked up more than $240 million in disposable sales before the FDA blocked its Chinese imports last month.\n\nCEO Darrell Suriff says his company has gone to great lengths to comply with the FDA, spending $8 million on an application that the agency refused to accept. He’s appealing that decision and considering challenges to the import ban.\n\n“We’re a company that does very positive things for society and the community, and the government just attacked us,” said Suriff, who added that he recently purchased new cars for several longtime employees.\n\nImport alerts are one of the FDA’s strongest tools to block illegal products, but industry experts say they’re easy to skirt.\n\n“Chinese companies tend to just rename their products and change their shipping address so then the products can easily be marketed again,” said Marc Scheineson, a former FDA attorney who now consults for tobacco clients.\n\nThe FDA’s import ban against Chinese manufacturer Elf Bar, the best-selling disposable in the U.S., demonstrates the weaknesses of the whack-a-mole approach. The alert doesn’t mention several other brands made by the company, including Lost Mary and Funky Republic.\n\nMade by iMiracle Shenzhen, Elf Bar alone has generated nearly $400 million in U.S. sales since late 2021, the IRI data shows. The company recently rebranded its U.S. products to EB Design, due to a trademark dispute.\n\nIMiracle criticized the FDA’s recent actions in an emailed statement, saying the agency is “dead-set on eliminating all vaping products from the U.S. marketplace.” The company said it would defend its adult customers by “fighting back” against the agency’s actions.\n\nNational retail chains tend to avoid disposables. But new distribution networks have sprung up, according to those in the industry. A wholesaler will import a shipping container of disposables and then sell the contents to smaller distributors, who then sell the products to local independent stores out of vans or trucks.\n\nThe that gave the FDA authority over the tobacco industry was focused on cigarettes and other traditional products made by a handful of huge U.S. companies.\n\nThe aim was to subject tobacco manufacturing and ingredients to the same kind of scrutiny and inspections as foods and medical supplies. Today’s vaping manufacturers, based almost exclusively in China, weren’t part of the discussion.\n\nFourteen years later, the FDA hasn’t finalized manufacturing rules that would extend its authority to foreign vaping factories. In fact, regulators only released a in March.\n\n“FDA theoretically has the authority to inspect foreign manufacturing facilities,” said Patricia Kovacevic, an attorney specializing in tobacco regulation. “But practically speaking, the inspection program that the FDA has in place only happens in the U.S.”\n\nOf more than 500 tobacco-related inspections conducted since the FDA gained authority over e-cigarettes, only two were in China, according to the agency’s . Those two inspections took place at Shenzhen factories used by major U.S. vaping firms, which have filed FDA applications for their products.\n\nCurrently, those applications are essentially the only way that FDA learns exactly where and how e-cigarettes are produced. Many disposables have simply skipped the process altogether.\n\nThe FDA itself recognizes the problem, stating in its : “Covering foreign manufacturers is necessary to assure the protection of the public health,” and noting “numerous reports of battery fires and explosions,” with Chinese e-cigarettes.\n\nThe agency has been playing catch-up on the vaping issue for over a decade.\n\nThe FDA announced plans to start regulating the products in 2011, and it took regulators another five years to .\n\nOnce implemented in August 2016, no new e-cigarettes were supposed to enter the U.S. and companies on the market had to submit applications for review by September 2020. Only products that could help smokers — by reducing cigarette exposure — while not appealing to youngsters were supposed to win authorization.\n\nWith limited resources, the FDA used “discretion” to on many applications, allowing products — including major brands like Vuse — to stay on the market for years.\n\nThe backlog now includes thousands more e-cigarettes using synthetic nicotine. To date the FDA has only authorized about from three manufacturers. None are disposables.\n\n“Any product that doesn’t have authorization is on the market illegally,” King says.\n\nIndustry representatives say the FDA’s refusal to approve more options has forced it into an untenable position.\n\n“When an agency declares that everything on the market is illegal, it puts itself in the position of being completely unable to enforce its own regulations,” said Tony Abboud, of the Vapor Technology Association.\n\nEven with broad agreement that flavored disposables are a problem, there’s little consensus on the solution.\n\nIn February, Reynolds petitioned the FDA to begin subjecting disposables to the same flavor restrictions as Vuse and other older products. Three weeks later, legislation that would have the same effect appeared in the U.S. House. (A Reynolds spokesman said the company did not lobby for the bill’s introduction.)\n\nAnti-vaping groups note that the company’s Vuse, which is still available in menthol, was the second most popular e-cigarette among teens last year.\n\n“They want groups like ours to call for a ban on all Chinese vapes so that they can take over the market,” said Fuhrman, of Parents Against Vaping E-cigarettes. “We’re not calling for that. We’re calling on the FDA to do its job.”\n\nIndeed, the FDA’s King says the agency already has ample authority to regulate disposables.\n\n“There’s no loophole to close,” King said, pointing out that FDA has recently shifted its focus to target disposable manufacturers.\n\nBut that assertion has stoked frustration about why the agency hasn’t been more aggressive in using the legal tools it has available, including fines and . Former agency officials note that some legal actions require cooperation from other agencies, including the Justice Department.\n\nIf there’s less urgency around underage vaping than a few years ago that’s likely because government data suggests an .\n\nSince 2019, the government’s annual survey has shown two among middle and high school students, and FDA officials no longer describe the issue as an “epidemic.”\n\nEducators say vaping is still a big problem.\n\nAt Mountain Range High School near Denver, art teacher Kyle Wimmer says about 20% of his students report regularly vaping when he polls them using the classroom’s anonymous computer system.\n\n“Esco Bars and Elf Bars are absolutely taking over right now,” he said.\n\nLast school year, Wimmer collected 150 e-cigarettes from students who handed them over . Most don’t make it more than a few weeks.\n\n“The success rate is not very high,” Wimmer said. “They don’t want to do it anymore, but they can’t stop because the nicotine is too high.”\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group. The AP is solely responsible for all content.", "opengraph": {"title": "Thousands of unauthorized vapes are pouring into the US despite the FDA crackdown on fruity flavors", "url": "https://apnews.com/article/fda-vapes-vaping-elf-bar-juul-80b2680a874d89b8d651c5e909e39e8f", "image": "https://dims.apnews.com/dims4/default/a227879/2147483647/strip/true/crop/8017x4510+0+418/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F49%2F60%2F07e9b806448f6c383d16131c8ef9%2F23e759c24c9442a68aac355da95e4478", "image:url": "https://dims.apnews.com/dims4/default/a227879/2147483647/strip/true/crop/8017x4510+0+418/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F49%2F60%2F07e9b806448f6c383d16131c8ef9%2F23e759c24c9442a68aac355da95e4478", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "An employee displays some of the varieties of disposable electronic cigarette devices manufactured by EB Design, formerly known as Elf Bar, at Vapes N Smoke in Pinecrest, Fla., Monday, June 26, 2023. Since 2020, the number of different e-cigarette devices for sale in the U.S. has exploded to more than 9,000, a nearly three-fold increase driven almost entirely by a wave of disposable vapes from China. (AP Photo/Rebecca Blackwell)", "description": "The number of different e-cigarette devices sold in the U.S. has nearly tripled to over 9,000, despite a three-year effort by the Food and Drug Administration to crack down on kid-friendly flavors.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-26T23:43:37", "article:modified_time": "2023-06-28T01:43:59.609", "article:section": "Health", "article:tag": "Vaping"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/ecigarettes-elf-bar-vapes-4353becf747846b528ec2aea609ed2f9", "https://apnews.com/article/technology-science-business-health-126c438648d433fdfe987c397e576b26", "https://apnews.com/article/health-vaping-us-food-and-drug-administration-robert-califf-63d2cc590965a6f5f39460e19f2a8607", "https://apnews.com/article/science-health-covid-f420ece980f60d09daad9f618b5f61dc", "https://apnews.com/article/health-north-america-us-news-business-ap-top-news-990ace17d7d1437184bea6119275814d", "https://apnews.com/article/public-health-marijuana-vaping-us-news-ap-top-news-0fdefc03152c4034a1a254b6e71a7ff1", "https://apnews.com/article/health-us-news-ap-top-news-oregon-portland-681b934cc43147ed8026dd8fdb1dae56", "https://apnews.com/article/science-health-lawsuits-connecticut-fce3fe4f92066a9068cf505ed1fb63b0", "https://apnews.com/article/juul-minnesota-altria-cigarettes-vaping-1c79b3154edd7791166679463cb4ac7b", "https://apnews.com/article/juul-tobacco-million-settlement-youth-vaping-318854025e4ee05d8b18296cb7dae772", "https://apnews.com/article/health-marijuana-donald-trump-ap-top-news-tobacco-industry-regulation-d22aed5d39273150d640e02ef89823cd", "https://apnews.com/article/health-us-news-ap-top-news-tobacco-industry-regulation-weekend-reads-600c4aa443dde043aad6f70a00251fa0", "https://www.fda.gov/news-events/press-announcements/fda-inspection-blitz-leads-more-180-warning-letters-retailers-illegal-sale-youth-appealing-elf-bar", "https://www.fda.gov/tobacco-products/ctp-newsroom/fda-puts-firms-responsible-esco-bars-and-breeze-two-popular-disposable-e-cigarette-brands-notice", "https://www.accessdata.fda.gov/cms_ia/importalert_1163.html", "https://apnews.com/article/science-health-public-tobacco-industry-regulation-6af0d635d7859bab914cc249ef43b6e2", "https://www.cdc.gov/mmwr/volumes/72/wr/mm7225a1.htm", "https://apnews.com/article/1718daa8abc04ff7a1cb1f13f2e18743", "https://www.fda.gov/tobacco-products/market-and-distribute-tobacco-product/tobacco-product-applications-metrics-reporting", "https://apnews.com/article/108ce69692768e4e39b936470747f308", "https://apnews.com/article/science-health-business-tobacco-industry-regulation-9c60b331e2d31236e94848cbdb3fcae7", "https://apnews.com/article/melania-trump-health-donald-trump-ap-top-news-tobacco-industry-regulation-9d65a6995e544ee7bdf7fd2c157c69a2", "https://apnews.com/article/donald-trump-politics-business-ap-top-news-health-4e13a836510d4bcfb70ef0b5d1eb7afd", "https://apnews.com/article/fda-vapes-vaping-elf-bar-juul-5e45cf57dc78f6b94213047c97b10f7e", "https://apnews.com/article/fda-vapes-vaping-elf-bar-juul-5e45cf57dc78f6b94213047c97b10f7e", "https://apnews.com/article/ecigarettes-elf-bar-vapes-4353becf747846b528ec2aea609ed2f9", "https://apnews.com/article/ecigarettes-elf-bar-vapes-4353becf747846b528ec2aea609ed2f9", "https://apnews.com/article/juul-tobacco-million-settlement-youth-vaping-318854025e4ee05d8b18296cb7dae772", "https://apnews.com/article/juul-tobacco-million-settlement-youth-vaping-318854025e4ee05d8b18296cb7dae772", "https://apnews.com/article/business-ca-state-wire-us-news-health-public-health-4b615e5fc9a042498c619d674ed0dc33", "https://apnews.com/article/tobacco-industry-regulation-ia-state-wire-az-state-wire-ri-state-wire-public-health-c148a2866cd4e2948552402c8d3b62cc", "https://apnews.com/article/d3beff8e79934a828edf35de0ba4c2a3", "https://apnews.com/article/lawsuits-us-news-ap-top-news-barack-obama-health-9c1f5991cfb5400ca57e80470e064ed9", "https://www.fda.gov/news-events/press-announcements/fda-proposes-new-requirements-tobacco-product-manufacturing-practices", "https://datadashboard.fda.gov/ora/cd/inspections.htm", "https://www.federalregister.gov/documents/2023/03/10/2023-04591/requirements-for-tobacco-product-manufacturing-practice", "https://apnews.com/article/9ae0c0e7415549e29cb21fbaf7e401b3", "https://apnews.com/article/business-science-health-tobacco-industry-regulation-26c9e4b2d7368a08443d432dae1266dd", "https://www.fda.gov/tobacco-products/premarket-tobacco-product-applications/premarket-tobacco-product-marketing-granted-orders", "https://www.fda.gov/news-events/press-announcements/fda-doj-seek-permanent-injunctions-against-six-e-cigarette-manufacturers", "https://apnews.com/article/virus-outbreak-archive-tobacco-industry-regulation-c5524d4c1e7f9148c3293cc3677c0fe5", "https://apnews.com/article/coronavirus-pandemic-business-science-health-tobacco-industry-regulation-42c74433853293af2ea65caa10e9cb7e", "https://apnews.com/article/health-epidemics-us-news-ap-top-news-3065a5f655e14a19bd0369109b9dabdf", "https://twitter.com/AP_FDAwriter"], "authors": [], "publish_date": "2023-06-26T23:43:37"}