{"result_id": "MNTT001062", "URL": "https://www.bbc.com/future/article/20200519-alzheimers-can-flashing-lights-provide-a-new-treatment", "timestamp": "2024-02-28 23:18:18 CET+0100", "meta": {"description": "Could a potential new treatment for the most common form of dementia be delivered by simply watching television?", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20200519-alzheimers-can-flashing-lights-provide-a-new-treatment", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,neuroscience-tag/health-tag/ageing"}, "image": null, "domain": "www.bbc.com", "title": "How flashing lights could treat Alzheimer’s disease", "cleaned_text": "Could a potential new treatment for the most common form of dementia be delivered by simply watching television?\n\nEvery morning Li-Huei Tsai meditates in front of a flashing screen. In sync with the flickering light, there is a harsh clicking – a little like the tapping of an over-enthusiastic flamenco dancer with her castanets. But the rhythm isn’t there to entertain, but to entrain. The combination of the flashing light and clicking lights are designed to synchronise a particular type of electrical activity in the brain known as gamma waves. To the uninitiated, this kind of light-and-sound bath may sound like the latest wellness fad – but Tsai is a neuroscientist at the Massachusetts Institute of Technology in Cambridge, USA. And she has evidence that this could provide protection against Alzheimer’s disease.\n• The part of my dad that dementia can’t take\n• The link between herpes and Alzheimer’s?\n• Why Alzheimer’s hits women harder than men Her research represents a radical new approach to preventing and treating the most common form of dementia. Today, dementia affects around 50 million people worldwide – and by 2050, that figure is expected to triple.\n\nThe most obvious neurological change associated with Alzheimer’s disease is the build-up of toxic amyloid plaques that form outside cells, and tangles of tau proteins within the neurons themselves. Both appear to wreak havoc on our neurons and their synapses – the connections that allow our neurons to communicate with each other. There can be little wonder that much of the Alzheimer’s research over the past three decades has focused on finding drugs to remove these plaques – yet we are still waiting for a breakthrough treatment. Now a spate of new studies suggests that an electrical, rather than chemical, approach to treatment may be the answer. And it all hinges on those gamma rhythms, which appear to trigger a kind of clean-up operation in the brain, removing toxins before they can do damage. While we might commonly use the word brainwave to describe any flash of inspiration, in neuroscience the term describes a rhythmic pattern of electrical activity produced by groups of neurons across the brain as they fire together at a particular frequency.\n\nThe neurons produce these electrical currents through the flow of positively charged atoms across their cellular membrane. And in the same way that TV and radio stations are transmitted by different frequencies of radiowaves, different frequencies of brainwave appear to be associated with specific neurological functions. Gamma waves oscillate at around 30 to 100 times a second (Hz), and they are typically observed when we are concentrating or when we are encoding and retrieving memories. Some intriguing studies from the early 2000s had shown that Alzheimer’s patients have particularly weak gamma waves, compared to healthy people without cognitive decline – suggesting that disruption of this brain rhythm might be implicated in the disease. But it was unclear whether this was simply another consequence of the neurodegeneration already taking place, or whether it was a potential cause, so Tsai’s team set out to investigate. As a proof of principle, they first turned to a technique known as “optogenetics”, where a laboratory mouse’s neurons are genetically modified to respond to certain colours of light. By inserting a small light source into the skull, the team could stimulate gamma waves with incredible precision and observe the consequences. What they saw was startling, not only revealing a marked reduction in the amyloid plaques associated with Alzheimer’s disease, but also the potential mechanism by which this might occur.\n\nOf particular interest was the effect on the brain’s microglia – a special type of cell that looks like a tiny, tentacled sea creature, and which acts as the brain’s caretakers and security guards. “They are like an immune surveillance,” Tsai says. “They survey the environment and they can clear away pathogens, toxic waste and foreign substances, and get rid of them.” Previous studies have found that microglia often fail to carry out these duties in Alzheimer’s patients. But the gamma waves seemed to reawaken them – leading to reduced levels of the amyloid plaques and tau protein tangles. What’s more, the effect appeared to be very rapid. Just an hour’s worth of stimulation was enough to activate the microglia and bring about a notable reduction in the amyloid plaques. Linking the gamma waves to the activity of these surveillance cells in this way provides a huge leap forward in our understanding of Alzheimer’s and the function of gamma waves, Tsai says. “When we saw the changes in microglia – that's when I realised that there is something very interesting going on,” Tsai says.\n\nOptogenetic stimulation – which requires genetic modification and surgery – is not the kind of treatment that could be easily applied to humans, though. So Tsai next examined whether some less invasive forms of brainwave entrainment could have similar benefits. In one experiment, the team bathed the mice in a light, flickering at exactly 40Hz for an hour each day; in others, they played the mice rapidly clicking sounds at this frequency. In each case, the idea was that neurons in the visual and auditory systems would begin to fire in sync with sights and sounds, triggering waves of activity that would spread through the brain. And that’s exactly what they saw. As hoped, the boosted gamma waves were also accompanied with the increased activity of those care-taking microglia cells, along with reduced levels of the toxic amyloid plaques.\n\nImportantly, these differences could also be seen in measures of the mice’s behaviour. The mice receiving the stimulation found it easier to learn their way around a maze, while the others became more forgetful as they got older. The big test, of course, is whether scientists can now replicate these results with real Alzheimer’s patients. Tsai is currently beginning clinical trials to explore the long-term benefits of gamma wave stimulation in humans. But there is already some exciting preliminary evidence that suggests it can indeed lead to improved cognition. In this study, led by Amy Clements-Cortes at the University of Toronto, the stimulation was tactile as well as auditory. The participants – diagnosed with various stages of Alzheimer’s disease – were placed in a chair with six speakers releasing low-pitched sounds within the gamma frequency band. The effect was a little like a “sub-woofer”, Clements-Cortes says, leading them to feel gentle vibrations across their whole body. (Read more about how music can help dementia patients.) After six 30-minute sessions, the subjects showed significant improvements in a standard test of various cognitive abilities – including mental arithmetic and short-term memory. This was particularly surprising after such a short amount of time, says Clements-Cortes. She also has evidence from another patient with early signs of dementia who used a similar device, at home, for three years. “We went back to visit her after three years, and her cognition has basically stayed the same,” she says.\n\nClearly, much more evidence is necessary – with bigger samples – but these early results, Clements-Cortes says, are “extremely encouraging”. It may be possible for patients to even receive this kind of therapy while watching TV or listening to the radio, she says. The prospect a totally new kind of treatment for Alzheimer’s would be particularly welcome after so many dead ends in the past, according to other researchers. It may turn out to be particularly valuable as an early intervention. Martin O’Halloran at the National University of Ireland in Galway (NUIG) points out that many patients may present with cognitive difficulties but a diagnosis of Alzheimer’s can take a long time to confirm, and that can delay treatment, since you don’t want to risk potential side effects before you know for certain what you are dealing with. “Any early intervention [in these patients] has to be extremely unobtrusive; it has to be extremely safe,” he says. “And a flashing light or repeating sound is about as non-invasive as you can get.” (That is, at least, for most people – it may not be suitable for patients with epilepsy, for example, since the stimulation may trigger a seizure.)\n\nBarry McDermott, a researcher at NUIG, is similarly optimistic about these kinds of early applications. “No doctor is going to prescribe you anti-Alzheimer’s medications prophylactically, but this is something you could take early on,” he says. “It's so simple and straightforward. Theoretically you could even have this as an app on your smartphone.” Despite the rapid progress so far, O’Halloran and McDermott – who recently co-wrote a review of the technology’s potential for the Journal of Alzheimer’s Disease – both emphasise that many questions need to be answered. Besides the need for stronger evidence of the long-term benefits in clinical trials, there is also a need more information about the ideal frequency of gamma waves to use and the optimum duration of the treatment. While it may seem unlikely that you could “overdose” on gamma waves, it’s also worth checking whether the over-enthusiastic application could bring have any ill effects, add O’Halloran and McDermott.", "opengraph": {"title": "How flashing lights could treat Alzheimer’s disease", "type": "article", "url": "https://www.bbc.com/future/article/20200519-alzheimers-can-flashing-lights-provide-a-new-treatment", "description": "Could a potential new treatment for the most common form of dementia be delivered by simply watching television?", "author": "David Robson", "image": "https://ychef.files.bbci.co.uk/live/624x351/p08dkz39.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Ageing"], "tweets": [], "movies": [], "links": ["https://www.bbc.com/future/article/20171213-the-musical-side-of-my-dads-dementia", "https://www.bbc.com/future/article/20181022-there-is-mounting-evidence-that-herpes-leads-to-alzheimers", "https://www.bbc.com/future/article/20180705-why-dementia-and-alzheimers-affect-women-more-than-men", "https://www.alz.co.uk/research/WorldAlzheimerReport2018.pdf", "https://www.nature.com/articles/d41586-018-05719-4", "https://doi.org/10.1016/j.tins.2007.05.001", "https://www.ncbi.nlm.nih.gov/pubmed/12488788", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5656389/", "https://www.sciencedirect.com/science/article/abs/pii/S0896627319303460", "https://www.ncbi.nlm.nih.gov/pubmed/30879788", "https://www.ncbi.nlm.nih.gov/pubmed/27031491", "https://www.bbc.com/future/article/20171213-the-musical-side-of-my-dads-dementia", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6130417/", "http://www.davidrobson.me/the-intelligence-trap", "http://www.twitter.com/d_a_robson", "https://www.facebook.com/BBCFuture/", "https://twitter.com/BBC_Future", "https://www.instagram.com/bbcfuture_official/", "http://pages.emails.bbc.com/subscribe/?ocid=fut.bbc.email.we.email-signup", "http://www.bbc.com/future", "http://www.bbc.com/culture", "http://www.bbc.com/worklife", "http://www.bbc.com/travel"], "authors": ["David Robson"], "publish_date": "2020-05-20T01:00:00Z"}