{"result_id": "MNTT001017", "URL": "https://www.bbc.com/news/science-environment-60127701", "timestamp": "2024-02-28 23:17:43 CET+0100", "meta": {"description": "Toxic chemicals used in non-stick saucepans are found in otters across England and Wales.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/science-environment-60127701", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Toxic 'forever chemicals' found in British otters", "cleaned_text": "The substances can leach out from products, getting into drains and sewage treatment works - from which they can then escape and contaminate the environment more widely.\n\nThey are known as \"forever chemicals\" because they don't break down easily in the environment. They contaminate fish, which can then be ingested by animals and humans. PFAS compounds can also get directly into drinking water.\n\nResearchers tested 50 otters found dead in 2007-09 and detected PFASs in all of them. 80% of the animals had at least 12 different types of the chemicals in their livers. Despite subsequent voluntary restrictions by the industry, a similar range of PFASs were found in a more recent sample of otters that died in 2014 - 2019.\n\nIt's unclear whether the concentrations of chemicals found in the otters are high enough to cause harm. The otters mainly died in road collisions and so the precise impact of the chemicals on their health is not known. Ms O'Rourke said it was likely the toxic chemicals had a \"sub-lethal\" effect.\n\n\"When we are washing clothes, or just washing things down the drain, they get into our sewage works, which are not designed to remove PFASs because they're ancient. They are also retained in the sewage sludge,\" she said.\n\nMs O'Rourke said there were over 5,000 different types of the chemicals now in use. So far they had been regulated individually, but she believes they should be regulated by class.\n\n\"Denmark recently banned their use in food-contact paper - like in fast-food packaging - and Britain needs to catch up. Now that we are not under the EU chemicals framework, we need to get our own chemicals strategy,\" Ms O'Rourke explained.\n\nSome 27 NGOs including Breast Cancer UK, The Alliance for Cancer Prevention and the CHEM Trust have come together to set out the case for a UK Chemicals Strategy, which should include phasing out \"all very persistent chemicals, including the whole PFAS family and other halogenated chemicals\".\n\nSince 2000, a series of voluntary industry initiatives has limited their use. However, according to the study, concentrations of PFASs are regularly recorded that are above the Environmental Quality Standards for water and fish in England.", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Toxic chemicals used in non-stick saucepans are found in otters across England and Wales.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/A4FF/production/_122993224_5.jpg", "image:alt": "Otter in river", "locale": "en_GB", "site_name": "BBC News", "title": "Toxic 'forever chemicals' found in British otters", "type": "article", "url": "https://www.bbc.com/news/science-environment-60127701", "article:section": "Science & Environment"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.bbc.co.uk/news/uk-england-norfolk-59176367", "https://www.bbc.co.uk/news/uk-england-tyne-59882924", "https://pubs.acs.org/doi/10.1021/acs.est.1c05410", "https://committees.parliament.uk/committee/62/environmental-audit-committee/publications/", "https://chemtrust.org/wp-content/uploads/12-Key-Asks-for-the-UK-Chemical-Strategy-1.pdf", "https://www.foodpackagingforum.org/news/five-eu-member-states-register-intention-to-restrict-pfas", "https://pubs.acs.org/doi/10.1021/acs.est.1c05410"], "authors": ["By Claire Marshall"], "publish_date": "2022-01-25T15:32:29.000Z"}