{"result_id": "MNTT005032", "URL": "https://apnews.com/article/soccer-abuse-watford-phil-edwards-fe0a9310d3add22e4554e50a17347405", "timestamp": "2024-03-06 15:10:51 CET+0100", "meta": {"description": "English soccer club Watford has apologized to the victims of a former physiotherapist nicknamed “Paedo Phil” after concluding an investigation into his alleged abuse.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/soccer-abuse-watford-phil-edwards-fe0a9310d3add22e4554e50a17347405", "encoding": "UTF-8", "website_keywords": "Phil Edwards, Crime, General news, Sports - Europe, s, i, Law enforcement, World news, Health, Child abuse, Sports, World News"}, "image": null, "domain": "apnews.com", "title": "Watford apologizes to victims of former physiotherapist who allegedly abused players", "cleaned_text": "MANCHESTER, England (AP) — English soccer club Watford has apologized to the victims of a former physiotherapist nicknamed “Paedo Phil” after concluding an investigation into his alleged abuse.\n\nPhil Edwards was arrested in 2019 on suspicion of sexual activity with a teenage boy. He was found dead weeks later.\n\nEdwards worked for Watford during the 1990s and possibly the 1980s.\n\nThe findings of Watford’s investigation were made public on Tuesday and added to an independent report into allegations of non-recent child sexual abuse in soccer published in 2021.\n\nEdwards was alleged to have asked players to remove all clothing for treatment and would conduct unnecessary groin examinations, which included touching a boy’s penis and “potentially digital penetration.”\n\n“As a club, Watford FC wishes to apologize to all young people who experienced the behaviour perpetrated by the late Phil Edwards, while holding a position of influence and access within the club,” Watford said in a statement. “We are doing, and will continue to do, everything we can to ensure that the boys, girls, men and women who play for this club — and indeed anyone who works for or with the club — will not have to endure the experiences these young people did.”\n\nAn independent review found that English soccer did not do enough to protect children from predatory coaches from 1970 to 2005.\n\nThe inquiry, led by attorney Clive Sheldon, catalogued failings by eight clubs, including Chelsea and Manchester City, to act on concerns. The 710-page report said there were at least 692 abuse survivors and 240 suspects.\n\nThe inquiry was conducted after survivors came forward in 2016 with testimonies of abuse from perpetrators such as Barry Bennell, a former youth talent scout for Manchester City. At the time of the report, Watford was in the process of investigating allegations made against Edwards.\n\nThe English Football Association has now asked for the conclusions be added to the report.\n\nThe report said Edwards “appeared to enjoy inflicting pain” and “laughed or shouted” if his victims cried. It was claimed he would ask players to squat while naked and he would lie on the floor looking at them.\n\nIt was also alleged Edwards would have boys go to his house “where he gave them alcohol, showed them pornographic films, and encouraged them to perform sexual acts with an adapted stuffed toy.”\n\nWatford concluded there was “a strong indication” that Edwards’ methods “were not only questionable, but in some cases amounted to criminal conduct.” It said his actions were “voyeuristic and inappropriate.”\n\nSeveral survivors said Edwards’ behavior was “common knowledge amongst club staff,” that boys talked openly about him and he was referred to as “Paedo Phil.” Staff contacted denied knowledge of abuse.\n\nOne volunteer said he remembered Edwards hitting players’ buttocks when they got off the treatment table and was “puzzled” why so many players were diagnosed with having groin injuries.\n\nA survivor also said he told the then-manager, the late Graham Taylor, and other staff about the abuse. Two members of staff both denied the conversation took place.\n\nTaylor, who was a former England coach, died in January 2017, before Watford’s investigation began.\n\nWatford concluded that there was no corroborating evidence that staff knew about the alleged abuse and said that no one outside of the coaching or medical staff had reason to know about it. But it left open whether coaching or medical staff had reason to know of the alleged abuse, which could have led to further enquiries.\n\nSheldon added in his analysis of Watford’s conclusions that there may have been “warning signs” that could have alerted coaching or medical staff to the “possibility that something untoward was taking place.”", "opengraph": {"title": "Watford apologizes to victims of former physiotherapist who allegedly abused players", "url": "https://apnews.com/article/soccer-abuse-watford-phil-edwards-fe0a9310d3add22e4554e50a17347405", "image": "https://dims.apnews.com/dims4/default/e597ceb/2147483647/strip/true/crop/4163x2342+0+217/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F1e%2Fda%2F83081c75297f2e9714ae4fe11abe%2F16e4210ec0c44c6fa6d2e33307409b06", "image:url": "https://dims.apnews.com/dims4/default/e597ceb/2147483647/strip/true/crop/4163x2342+0+217/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F1e%2Fda%2F83081c75297f2e9714ae4fe11abe%2F16e4210ec0c44c6fa6d2e33307409b06", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "FILE - A ball stands next to the field during the English Premier League soccer match between Watford and Leicester City at the Vicarage Road Stadium in Watford, England, on June 20, 2020. English soccer club Watford has apologized to the victims of a former physiotherapist nicknamed “Paedo Phil” after concluding an investigation into his alleged abuse. The findings of Watford's investigation were made public on Tuesday June 27, 2023 and added to an independent report into allegations of non-recent child sexual abuse in soccer published in 2021. (Andy Rain/Pool via AP, File)", "description": "English soccer club Watford has apologized to the victims of a former physiotherapist nicknamed “Paedo Phil” after concluding an investigation into his alleged abuse.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-27T15:51:17", "article:modified_time": "2023-06-27T17:25:21.264", "article:section": "Sports", "article:tag": "Phil Edwards"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/soccer-belgium-online-hate-alderweireld-4571530b2c5c0af07705fcd0f1feee8b", "https://apnews.com/article/soccer-belgium-online-hate-alderweireld-4571530b2c5c0af07705fcd0f1feee8b", "https://apnews.com/article/carlo-ancelotti-spain-tax-fraud-allegation-6106463aecb6234ef0ff3707fbda8f15", "https://apnews.com/article/carlo-ancelotti-spain-tax-fraud-allegation-6106463aecb6234ef0ff3707fbda8f15", "https://apnews.com/article/bayern-munich-lazio-score-champions-league-8e35d59c915dd7770d5ad1c107439df6", "https://apnews.com/article/bayern-munich-lazio-score-champions-league-8e35d59c915dd7770d5ad1c107439df6", "https://twitter.com/jamesalanrobson", "https://apnews.com/hub/soccer", "https://twitter.com/AP_Sports"], "authors": [], "publish_date": "2023-06-27T15:51:17"}