{"result_id": "MNTT002021", "URL": "https://www.pbs.org/newshour/politics/house-approves-bill-allows-veterans-facing-medical-delays-seek-outside-care", "timestamp": "2024-03-06 15:07:56 CET+0100", "meta": {"description": "WASHINGTON -- United and eager to respond to a national uproar, the House overwhelmingly approved legislation Tuesday to make it easier for patients enduring long waits for care at Veterans Affairs facilities to get VA-paid treatment from local doctors. Lawmakers were so keen to vote for the bill, they did it twice.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/politics/house-approves-bill-allows-veterans-facing-medical-delays-seek-outside-care", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "House approves bill that allows veterans facing medical delays to seek outside care", "cleaned_text": "WASHINGTON — United and eager to respond to a national uproar, the House overwhelmingly approved legislation Tuesday to make it easier for patients enduring long waits for care at Veterans Affairs facilities to get VA-paid treatment from local doctors. Lawmakers were so keen to vote for the bill, they did it twice.\n\nThe 426-0 final vote was Congress’ strongest response yet to the outcry over backlogs and falsified data at the beleaguered agency. Senate leaders plan debate soon on a similar, broader package that has also drawn bipartisan support, underscoring how politically toxic it could be to be seen as ignoring the problem.\n\nHouse members didn’t want to be left out of their roll call. An unusual second vote, superseding the chamber’s 421-0 passage of the bill barely an hour earlier, was taken after a handful of lawmakers missed the first one. They included Veterans Affairs Committee Chairman Jeff Miller, R-Fla., the bill’s author, who said he had been in his office.\n\nThe VA, which serves almost 9 million veterans, has been reeling from mounting evidence that workers fabricated statistics on patients’ waits for medical appointments in an effort to mask frequent, long delays. A VA audit this week showed that more than 57,000 new applicants for care have had to wait at least three months for initial appointments.\n\n“I cannot state it strongly enough – this is a national disgrace,” Miller said during the debate.\n\n“We often hear that the care that veterans receive at the VA facilities is second to none – that is, if you can get in,” said Rep. Mike Michaud of Maine, top Democrat on the committee. “As we have recently learned, tens of thousands of veterans are not getting in.”\n\nThe controversy led Eric Shinseki to resign as head of the VA on May 30, but the situation remains a continuing embarrassment for President Barack Obama and a potential political liability for congressional Democrats seeking re-election in November.\n\nMonday night, a top VA official told the veterans committee that there is “an integrity issue here among some of our leaders.”\n\nPhilip Matkovsky, who helps oversee the VA’s administrative operations, said of patients’ long waits and efforts to hide them, “It is irresponsible, it is indefensible, and it is unacceptable. I apologize to our veterans, their families and their loved ones.”\n\nMatkovsky did not specify which VA officials had questionable integrity. The agency has started removing top officials at its medical facility in Phoenix, a focal point of the department’s problems, and investigators have found indications of long waits and falsified records of patients’ appointments at many other facilities.\n\nRichard Griffin, acting VA inspector general, told lawmakers his investigators were probing for wrongdoing at 69 agency medical facilities, up from 42 two weeks ago. He said he has discussed evidence of manipulated data with the Justice Department, which he said was still considering whether crimes occurred.\n\n“Once somebody loses his job or gets criminally charged, it will no longer be a game and that will be the shot heard around the system,” Griffin said.\n\nThe VA drew intensified public attention two months ago with reports of patients dying while awaiting agency care and of cover-ups at the Phoenix center. The VA, the country’s largest health care provider, serves almost 9 million veterans.\n\nThe House bill would let veterans facing long delays for appointments or living more than 40 miles from a VA facility choose to get care from non-agency providers for the next two years. Some veterans already receive outside care, but the bill would require the VA to provide it for veterans enduring delays or who live far away.\n\nIn Chicago, the American Medical Association added its voice, urging President Barack Obama to take immediate action to enable veterans to get timely access to care from outside the VA system. The nation’s largest doctors group also recommended that state medical societies create and make available registries of outside physicians willing to treat vets.\n\nVA performance bonuses have also been an issue in recent disclosures. And the House bill would ban bonuses for all VA employees through 2016 and require an independent audit of agency health care. An earlier House-passed bill would make it easier to fire top VA officials.\n\nMiller said VA would save $400 million annually by eliminating bonuses, money the agency could use for expanded care.\n\nSenators have written a similar bill, which Senate Majority Leader Harry Reid, D-Nev., said his chamber would consider “as soon as it is ready.”\n\nSenate Minority Leader Mitch McConnell, R-Ky., said the chamber should debate the bill immediately, instead of first considering a Democratic measure letting borrowers refinance student loans at lower rates.\n\n“Veterans have been made to wait long enough at these hospitals,” McConnell said.\n\nOn Monday, the VA released an internal audit showing more than 57,000 new patients had to wait at least three months for initial appointments. It also found that over the past decade, nearly 64,000 newly enrolled veterans requesting appointments never got them, though it was unclear how many still wanted VA care.\n\nThe audit covered 731 VA medical facilities. It said 13 percent of scheduling employees said they’d been instructed to enter falsified appointment dates, and 8 percent used unofficial appointment lists, both practices aimed at improving agency statistics on patient wait times.\n\nAs a result, the agency said it was ordering further investigations at 112 locations where interviews revealed indications of fabricated scheduling data or of supervisors ordering falsified lists.\n\nSloan Gibson, the acting VA secretary, directed several steps to address Monday’s audit, including a short-term boost in medical services at overburdened facilities, including using mobile units.\n\nThe agency has contacted 50,000 veterans awaiting appointments and plans to reach 40,000 others to accelerate care, letting them choose VA treatment or local non-VA health care providers.\n\nAssociated Press writer Matthew Daly contributed to this report from Washington, Medical Writer Lindsey Tanner from Chicago.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "House approves bill that allows veterans facing medical delays to seek outside care", "description": "WASHINGTON -- United and eager to respond to a national uproar, the House overwhelmingly approved legislation Tuesday to make it easier for patients enduring long waits for care at Veterans Affairs facilities to get VA-paid treatment from local doctors. Lawmakers were so keen to vote for the bill, they did it twice.", "image": "https://d3i6fh83elv35t.cloudfront.net/newshour/app/uploads/2014/06/veteransaffairs-1024x691.jpg", "image:height": "691", "image:width": "1024", "url": "https://www.pbs.org/newshour/politics/house-approves-bill-allows-veterans-facing-medical-delays-seek-outside-care", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2014-06-10T16:54:05-05:00", "article:section": "Politics", "article:tag": "va, veterans affairs"}, "tags": ["va", "The Leading Edge", "Long-Term Care", "veterans affairs", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "Race Matters", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["http://www.politico.com/story/2014/06/va-veterans-affairs-bill-pass-house-107657.html?hp=l4", "http://www.pbs.org/newshour/rundown/one-ten-va-schedulers-report-told-falsify-records/", "http://www.pbs.org/newshour/rundown/obama-plans-serious-conversation-shinseki-job-performance-va-secretary/", "http://blogs.rollcall.com/wgdb/senate-va-scandal-bill-2014/?dcz="], "authors": ["Alan Fram, Associated Press"], "publish_date": "2014-06-10T16:54:05-05:00"}