{"result_id": "MNTT002061", "URL": "https://www.pbs.org/newshour/science/study-confirms-lead-got-flints-water", "timestamp": "2024-03-06 15:08:39 CET+0100", "meta": {"description": "The absence of a water treatment -- called orthophosphate -- was a major contributor to lead contamination in Flint, University of Michigan chemists confirmed.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/science/study-confirms-lead-got-flints-water", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Study confirms how lead got into Flint’s water", "cleaned_text": "Flint’s pipes were only part of the problem in the city’s water crisis.\n\nThe absence of a water treatment — called orthophosphate — was a major contributor to lead contamination of Flint, Michigan’s water supply, scientists confirmed recently in Environmental Science and Technology Letters. Omitting orthophosphate, which controls metal corrosion, caused lead embedded in the pipes to leach into the water. The results suggest Flint’s public health emergency could have been prevented if this corrosion control had not been overlooked.\n\n“The lack of [ortho]phosphate in the water was to blame for the dramatic release of lead in the system,” Terri Olson, an environmental chemist and lead investigator of the study, told NewsHour. “There have been others who sort of disputed that, [but] I think that can be put to rest.”\n\nFlint’s water troubles began in April 2014 when the city traded a corrosion-controlled water source — the Detroit River managed by the Detroit Water and Sewage Department — for a non-controlled one, the Flint River. Both sources were treated with chlorine disinfectant, but health concerns arose within months of the switch. Lead levels in one home’s tap water ballooned to nearly 50 times more than the EPA’s action standard.\n\nOlson and her colleagues at the University of Michigan in Ann Arbor, just 50 miles south of Flint, wanted to help. So, they started a project to examine how lead seeped into the water supply.\n\nFirst, they examined the chemical deposits that normally collect on the lead service lines — water pipes made of pure lead that connect individual homes to the city water system. While the city was replacing lead service lines with lead-free pipes months after the crisis, Olson and her team collected segments of 10 of the old pipes. The team used a high-tech sorter — an inductively coupled plasma mass spectrometer — that can detect trace amounts of metals to precisely measure the amounts of lead, aluminum, magnesium, iron and other metals in samples scraped from the pipes.\n\nLead topped their charts. On average, lead provided 12.4 percent of chemical build-up on the pipes. Aluminum and magnesium followed close behind, comprising nine percent and eight percent of the samples’ weight on average. Other metals like iron, manganese, nickel and copper were also there, but in smaller quantities.\n\nThe researchers wanted to compare these amounts to pre-crisis levels. But, there were no unaffected pipes in Flint to test. So instead, they compared Flint’s waterworks to pipes inspected across the U.S. in 2008, including a location near Flint, as well as pipes examined in London, Ontario in 2010.\n\nThe outcome of these side-by-sides was unexpected. Lead residues on Flint’s water pipes were much lower than those found on the lead service lines from 26 water utilities in the U.S. Half of the chemical build-up — 54 percent — on pipes around the nation was lead, more than four times as much as in Flint. Meanwhile, the lead service lines from Ontario mirrored those in Flint.\n\nMany of the U.S. cities had treated their water with orthophosphates, which create a mineral coating that keeps toxic lead stuck to pipes. Meanwhile, London, Ontario — like Flint — had received its water from The Great Lakes and had not treated its supply with orthophosphates.\n\nOlson’s study suggests when Detroit water was traded for Flint River water that lacked corrosion control, the chemistry of pipe’s accumulations changed.\n\nThe absence of orthophosphates made the lead vulnerable to dissolving off the pipes and into the water supply. Meanwhile, other metals like aluminum and magnesium appeared to take the lead’s place. Olson’s team found enrichment of these two metals on Flint’s pipes relative to other cities.\n\nThe devil’s in the cross sections\n\nTo follow up on this, Olson and her crew used a powerful microscope to look at cross-sections of the Flint pipes. The inner side, the one exposed to water, looked like Swiss cheese. It was patchy. These holes backed the conclusions of the metal analysis — the untreated water had dissolved significant amounts of lead off the pipes.\n\nOverall, Olson’s team suspects that lead accounted for 30.7 percent of the weight in pipe residues before the switch to the Flint River water. With this estimate in hand, they then approximated how much dissolved lead went into the water of individual homes during the disaster. They calculated 36 micrograms of lead per liter of water — more than twice the amount allowed by the EPA — flowed into homes over the course of the 1.5-year-long crisis.\n\n“Corrosion control is an important band-aid that allows us to reduce the risk from the lead pipes for consumers,” said Marc Edwards, an environmental engineer at Virginia Polytechnic Institute who helped uncover the Flint water crisis. Ten months after the city switched from Detroit to Flint River water, Edward’s team found lead levels at a single home had reached 707 micrograms of lead per liter, nearly 20 times more than Olson’s team’s estimate.\n\nThat’s because Olson’s figure is likely an underestimation. “It doesn’t address the particulate lead problem, which is an important aspect,” said Pratim Biswas, an environmental and chemical engineer at Washington University in St. Louis, who was not involved in the study. Most lead measured from home taps is particulate lead –– lead that’s been released from the pipe and bound by iron, aluminum and other minerals. Olson’s team only measured lead that dissolved in the water and acknowledged this limitation in their report, too.\n\nEven with corrosion control, Edwards said the continued use of lead pipes throughout the country poses a constant public health risk.\n\nTo Edwards, lead pipes and lead paint have a lot in common. People used to believe that lead paint was not hazardous so long as it wasn’t chipping or flaking. But, we now know as long as lead paint is there, it’s a hazard, Edwards said.\n\nThe same goes for lead pipes. Accumulated lead on the pipes can fall off into the water over time even without changes to the water supply, such as the interruption of corrosion control in Flint. The pipes are a reservoir of lead that can readily detach and pose a hazard to people, Edwards said.\n\nBut the problem extends further. The EPA enforcement for lead in tap water is not comprehensive. Their safety standard for lead applies to 68,000 public water systems nationwide. Yet, more than 150,000 public water systems exist in the country. The standard also doesn’t apply to private water systems like wells and springs.\n\n“There’s no law that mandates maximum levels of lead in any tap in the United States,” Edwards said. “You can have hazardous waste levels of lead at the tap.”\n\nMoreover, the EPA’s regulations only require water suppliers to take corrective action if 10 percent or more of older homes in their service area have lead levels above the standard.\n\nThe EPA is currently developing revisions to the Lead and Copper Rule, which would include lead service line replacement and optimizing corrosion control treatments.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Study confirms how lead got into Flint’s water", "description": "The absence of a water treatment -- called orthophosphate -- was a major contributor to lead contamination in Flint, University of Michigan chemists confirmed.", "image": "https://d3i6fh83elv35t.cloudfront.net/newshour/app/uploads/2017/01/water-1024x683.jpg", "image:height": "683", "image:width": "1024", "url": "https://www.pbs.org/newshour/science/study-confirms-lead-got-flints-water", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2017-08-01T17:08:34-05:00", "article:section": "Science", "article:tag": "basic research, chemistry, flint, flint water crisis"}, "tags": ["The Leading Edge", "Long-Term Care", "Supreme Court", "Essays", "Brooks and Capehart", "basic research", "ScienceScope", "flint water crisis", "Race Matters", "flint", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge", "chemistry"], "tweets": [], "movies": [], "links": ["http://pubs.acs.org/doi/abs/10.1021/acs.estlett.7b00226", "http://www.mlive.com/news/index.ssf/2017/04/bryce_feighner_mdeq_flint_wate.html", "http://pubs.acs.org/doi/abs/10.1021/acs.est.6b04034", "http://www.mlive.com/news/flint/index.ssf/2014/04/hold_switch_to_flint_river_wat.html", "http://pubs.acs.org/doi/pdf/10.1021/acs.est.6b04034", "http://pubs.acs.org/doi/full/10.1021/es702488v", "http://pubs.acs.org/doi/10.1021/es101328u", "http://pubs.acs.org/doi/10.1021/es101328u", "http://pubs.acs.org/doi/abs/10.1021/acs.est.6b04034", "https://www.awwa.org/publications/journal-awwa/abstract/articleid/15670.aspx", "https://www.awwa.org/publications/journal-awwa/abstract/articleid/15670.aspx", "https://www.epa.gov/sites/production/files/2016-10/documents/508_lcr_revisions_white_paper_final_10.26.16.pdf", "https://www.epa.gov/ground-water-and-drinking-water/drinking-water-action-plan-priority-area-2", "http://extension.psu.edu/natural-resources/water/drinking-water/water-testing/pollutants/lead-in-drinking-water", "https://www.epa.gov/sites/production/files/2017-07/documents/lead_and_copper_rule_update.pdf"], "authors": ["Roni Dengler"], "publish_date": "2017-08-01T17:08:34-05:00"}