{"result_id": "MNTT002023", "URL": "https://www.pbs.org/newshour/health/beauty-products-for-vulvas-these-doctors-say-dont-buy-it", "timestamp": "2024-03-06 15:07:58 CET+0100", "meta": {"description": "Instagram influencers and companies are selling cosmetic products for vulvas and \"wellness\" products for vaginas, which could put people at risk for infection and bacterial vaginosis.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/beauty-products-for-vulvas-these-doctors-say-dont-buy-it", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Beauty products for vulvas? These doctors say don’t buy it", "cleaned_text": "In the vast, wild world of Instagram beauty influencers, there’s a new category of products on the block: masks, sprays, lipsticks and other cosmetics for…vulvas.\n\nThey promise to make vulvas — the outside portion of the sex organ where clothes touch the skin — glowier, fresher and softer.\n\n“It makes them, like, really pretty,” one Instagram ad declares.\n\nBut what the influencers and the companies behind them aren’t telling you: Vulvas and vaginas don’t naturally need these products — and in fact, they could have harmful side effects, according to medical professionals who spoke with the PBS NewsHour.\n\nThere’s a massive lack of research on vulvas and vaginas in general, and we don’t know the long-term effects of these products. But studies tell us that messing with the vaginal microbiome, which protects vaginas from odors, infections and sexually transmitted diseases, can come with major effects.\n\nThere are two main types of products to note: cosmetic beauty products for vulvas — think exfoliators, highlighters and lotions — and pseudo-health products for vaginas, like over-the-counter boric acid suppositories for yeast infections.\n\nWhile many companies entice millennials and Gen Zers through body positivity and empowerment, some of these new kinds of products echo a centuries-old idea that vaginas and uteri need to be cleansed and freshened.\n\nBut “your vagina is a self-cleaning oven,” said Dr. Jen Gunter, an OB/GYN, a self-described advocate for factual medical information and author of the new book “The Vagina Bible.” The vulva can mostly protect itself and only needs to be cleaned occasionally, she added.\n\nLike the rest of our skin, vulvas are protected by the acid mantle, a thin film which guards against bacteria, viruses and other contaminants. Some of these products have high pH values, which can affect the skin’s acid mantle, making people more vulnerable to odor and infection, Dr. Gunter said.\n\nThese products can also claim to tackle vaginal health issues without approval from the Food and Drug Administration, and the brands rely on confusing marketing tactics, neglecting to provide data on product safety and effectiveness.\n\nSomething smells fishy, so here’s what you should know about these products and vulvar health.\n\nBiology says these products aren’t always necessary\n\nThere’s a centuries-old idea that vaginas and uteri need to be cleansed and freshened.\n\nIn reality, doctors say the vulva and vagina can largely take care of themselves. Vulvas only need to be cleaned occasionally, and vaginas should be left alone unless there’s a problem.\n\nIt’s when people interfere with those areas — through beauty treatments like waxing, shaving or laser treatment — that problems are more likely to begin, doctors said. A 2014 study found almost 90 percent of women remove pubic hair, and 60 percent of those subjects experienced at least one minor complication, such as ingrown hairs and rashes.\n\nShaving can also cause abrasion and irritation, and without moisture-locking hairs, skin can become dry and itchy.\n\nIt “takes a lot to remove pubic hair,” said Dr. Cheryl Iglesia, director of urogynecology at MedStar Health and OB/GYN professor at Georgetown University. “And that leads to having the need for skin products for that area.”\n\nSome of the products you use to treat that irritation, however, can also spur skin issues. One study from the University of Minnesota found that 54 different personal hygiene wipes contained more than 132 potential allergenic ingredients.\n\n“When you’re doing all this hair removal, you can make small cuts that can lead to little abscesses and boils,” Dr. Iglesia said. Iglesia mentioned that this can make you a little bit more susceptible to staph infections and STDs, and that doctors have seen the antibiotic-resistant superbug MRSA of the vulva, too.\n\nBut how can companies sell products that are unapproved or lightly tested?\n\nIf a cosmetic product promises a change in the body’s structure or function, whether that’s an antiperspirant that keeps you dry or a pill that reduces fevers, it must get approval from the FDA, said Francis Palumbo, executive director of the University of Maryland’s Center on Drugs and Public Policy.\n\nThat raises some red flags with companies like Queen V, whose “instagrammable” products have transitioned onto shelves in Walmart and Free People. Queen V advertises vaginal suppositories that “prevent infection” and bath bombs that “relieve menstrual cramps.”\n\nAn FDA representative told the PBS NewsHour that the agency could not find a listed drug from Queen V, and Queen V declined to provide information on product safety and effectiveness.\n\nThat shouldn’t come as a surprise. Cosmetic manufacturers run their own product tests, but the data is hard to come by, so we don’t know much about the metrics and results. Palumbo agreed that consumers don’t know if these products actually do what is promised or are certified safe.\n\nMoreover, the FDA doesn’t always pursue cosmetics with health claims, Palumbo said, because the agency lacks the workforce for inspections. Even if a product claims to be a homeopathic drug, the FDA validation process would be much less strict than the standard drug approval procedures.\n\n“It’s not even close,” Palumbo said. “Basically, it’s a loophole.”\n\nSo what should you do?\n\nGunter warned against introducing any “improvement” or “wellness” product (vulvar or vaginal) into the vagina.\n\nA number of studies have pointed to the wide variety of risks that come along with that practice. Inserting over-the-counter vaginal products can increase bacterial vaginosis rates — one study found women were 3 to 10 percent more likely to contract the condition when using these products. Another study of Kenyan female sex workers found that washing the vagina with soap raised HIV transmission rates almost four times; washing with just water almost tripled that rate.\n\nA 2016 study from the National Institute of Environmental Health Studies found that women who douched regularly were twice as likely to develop ovarian cancer than those who didn’t. This disproportionately affects people of color, who douche and use feminine products at higher rates than white people.\n\nGunter said washing habits are a personal choice — “there’s nothing wrong with self-care as long as it’s not causing a medical problem” — but she recommends using water and sometimes a gentle cleanser to maintain the vulvar acid mantle.\n\nAnd if something feels wrong about your vulvar or vaginal health, “you should not go to the drugstore,” Gunter said. “You should go see a gynecologist.”", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Beauty products for vulvas? These doctors say don’t buy it", "description": "Instagram influencers and companies are selling cosmetic products for vulvas and \"wellness\" products for vaginas, which could put people at risk for infection and bacterial vaginosis.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2019/10/vagina-vulva_AdobeStock_252551842-1024x768.jpeg", "image:height": "768", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/beauty-products-for-vulvas-these-doctors-say-dont-buy-it", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2019-10-08T11:51:38-05:00", "article:section": "Health", "article:tag": "cosmetics, drug, fda, instagram, millennial, women's health"}, "tags": ["The Leading Edge", "Long-Term Care", "cosmetics", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "instagram", "millennial", "Race Matters", "fda", "Politics Monday", "drug", "women's health", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["https://www.instagram.com/p/BvttCcgn246/", "https://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1000416", "https://twitter.com/DrJenGunter", "https://www.penguinrandomhouse.ca/books/601989/the-vagina-bible-by-dr-jen-gunter/9780735277373", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3480686/", "https://www.businessinsider.com/gwyneth-paltrow-didnt-want-goop-articles-fact-checked-monetize-eyeballs-2018-7", "https://www.vox.com/2018/9/6/17826924/goop-yoni-egg-gwyneth-paltrow-settlement", "https://www.sciencedirect.com/science/article/pii/S0002937814000659", "https://www.ncbi.nlm.nih.gov/pubmed/28338537", "https://www.cdc.gov/mrsa/index.html", "https://queenvlife.com/collections/heal/products/utmi", "https://queenvlife.com/collections/heal/products/bombshell", "https://www.fda.gov/drugs/information-drug-class/homeopathic-products", "https://www.fda.gov/consumers/consumer-updates/it-really-fda-approved", "https://queenvlife.com/pages/frequently-asked-questions", "https://vmagicnow.com/pages/healthcare-endorsements", "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1440-0960.2007.00341.x", "https://www.theatlantic.com/health/archive/2015/01/the-allergens-in-natural-beauty-products/384326/", "https://www.sciencedaily.com/releases/2018/03/180318144856.htm", "https://www.twolips.vip/pages/our-story", "https://www.ncbi.nlm.nih.gov/pubmed/23635677", "https://www.ncbi.nlm.nih.gov/pubmed/15881309", "https://www.ncbi.nlm.nih.gov/pubmed/16511421", "https://journals.lww.com/epidem/Abstract/2016/11000/Douching,_Talc_Use,_and_Risk_of_Ovarian_Cancer.4.aspx", "https://ehp.niehs.nih.gov/doi/full/10.1289/ehp.122-A70", "https://www.ncbi.nlm.nih.gov/pubmed/16555141"], "authors": ["Jamie Leventhal"], "publish_date": "2019-10-08T11:51:38-05:00"}