{"result_id": "MNTT001045", "URL": "https://www.bbc.com/future/article/20220622-whats-really-inside-babies-first-foods", "timestamp": "2024-02-28 23:18:03 CET+0100", "meta": {"description": "Scientists are discovering the extraordinary power of human milk and the benefits it brings, but there are also contaminants that can lurk in breast and formula milks.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20220622-whats-really-inside-babies-first-foods", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,food-tag/babies-tag/parenting"}, "image": null, "domain": "www.bbc.com", "title": "What's really inside babies' first foods", "cleaned_text": "Scientists are discovering the extraordinary power of human milk and the benefits it brings to infants, but there are also some hidden contaminants that can lurk in breast and formula milks.\n\nJackie Bowen, an environmental biologist and executive director of Clean Label Project, co-authored the study. She campaigns for greater transparency about the hidden contaminants that end up in our food, including infant formula. According to Bowen, food safety regulation can miss those contaminants since it focuses primarily on microbial pathogens such as E. coli that cause acute, short-term food poisoning. Food safety regulators, however, insist they are actively trying to tackle the issue of heavy metals in baby foods. The US Food and Drug Administration (FDA), for example, insists it routinely monitors baby foods for toxic elements and takes action if they present a health concern. It says it is working with food companies and other stakeholders in an attempt to reduce the levels of heavy metals and other toxic substances in baby foods to as low as possible. But a recent report by the Committee on Oversight and Reform at the US House of Representatives criticised the FDA and food companies for not doing enough. The FDA, however, says it is continuing to issue guidance to industry that will help lead to \"meaningful and lasting reductions in exposure to toxic elements from foods\", alongside its sampling and enforcement work. \"As parents and caregivers ourselves, we recognise and understand concerns about toxic elements and how they could impact the health of children,\" a spokesperson told the BBC. \"Consumers are increasingly concerned about how the foods they eat are linked to long-term chronic diseases like cancer or infertility that can take decades to manifest,\" explains Bowen who adds that, in the US, this food safety regulation is 'silent' when it comes to heavy metal contamination. \"There's a growing divide between the court of law and the court of public opinion of what it means for food to be safe.\". Heavy metals like cadmium and lead naturally occur in the Earth's crust, so it's impossible to totally eliminate them. But human activities such as mining, fracking, industrial agriculture and the use of waste water for irrigation, exacerbate the presence of heavy metals in air, water and soil in the form of pollution, Bowen argues. Unlike microbial pathogens which can be destroyed by high heat and other methods, there's no way to get rid of such contaminants once they are in a product, she says. Instead, the problem has to be addressed at the start of the process, by beginning with clean, uncontaminated soil. After all, formula starts with farming, since key ingredients come from dairy livestock or crops. \"If you want a high-quality finished product, that comes from high-quality ingredients. That comes from healthy nutritious soils and that comes from good environmental policy that isn't going to allow for that level of pollution that contributed to the problem,\" says Bowen who explains that certain formula ingredients are at higher risk of heavy metal contamination. Soy, a mainstream plant-based substitute for cows' milk, tends to bioaccumulate heavy metals, as does hemp, whereas pea protein doesn't have that same tendency.\n\nHidden formula contaminants are only one part of the problem. Powdered formula gets mixed with tap water to create infant milk. That poses a health risk in areas where that water is contaminated by old, flaking lead pipes, which happened in Flint, Michigan, for example (lead exposure can also affect breastfeeding mothers). While lead piping is gradually being replaced, water testing typically focuses on microbes, rather than high levels of heavy metals, Bowen says. \"It's one thing to solve the problem for infant formula, but unless you solve heavy metal contamination of the drinking water that gets mixed with powdered milk to give to baby, you're only fixing half the problem,\" she says. \"What are we doing to prevent these problems in the first place?\" The US Food and Drug Administration's Closer to Zero action plan, which aims to reduce exposure to arsenic, lead, cadmium and mercury from foods eaten by babies and young children, could be one step towards cleaner food. Common formula ingredients such as palm and soy have also raised wider environmental concerns, because their production often involves destruction of native forest habitat. For some, the solution is to use organic formula ingredients and source them as locally as possible. In Australia, for example, formula maker Bubs sources milk from local goat farms and cattle, which they say helps them ensure the traceability of the ingredients they use. In recent years, there has been growing awareness of the important role of the human microbiome, the ecosystem of microorganisms that thrive inside and on our bodies, including in our digestive system. Emily Bloxam, a paediatric dietitian at City Dietitians in London who specialises in neonatal nutrition and allergies, explains that while the nutritional composition of formula is now closer to breast milk than ever before, breast milk is \"a key driver\" for the development of the baby's gut microbiome. Breast milk components that facilitate this development, such as maternal antibodies and healthy gut bacteria, cannot be artificially manufactured yet. \"Bifidobacteria is a key probiotic (friendly bacteria) found in breastmilk which colonises an infant's gut during the first 1,000 days of life and aids immune function, while reducing the risk of asthma, eczema and gastrointestinal symptoms,\" says Bloxam. \"Breast milk also contains prebiotics called human milk oligosaccharides (HMOs) which feed the Bifidobacteria allowing their growth.\"\n\nOver 150 types of HMOs have been found in breast milk. In fact, the gut microbiomes of breastfed infants have been found to be distinctly different to those of formula-fed babies. Some hypoallergenic formulas now include prebiotic and probiotic additions which are designed to bring the gut microbiome of milk-allergic infants closer to that of breastfed infants. Newly developed probiotic Bifidobacteria supplements can be mixed with formula or breast milk for babies who have been delivered by C-section and therefore not exposed to some of their mother's gut bacteria during a vaginal delivery. Some HMOs have been chemically engineered for addition to infant formula as well. However, any added ingredients in formula still lack one distinctive feature of breast milk: the ability to constantly change and adapt. As Bloxam explains, breast milk is in a complex constant state of flux: \"The amounts and composition of these beneficial substances vary among women according to a number of factors such as genetics, geographical regions, stages of lactation and diet. Even within one individual, breast milk composition changes daily to meet the infant's needs.\" One way to potentially mimic some of those properties may be to grow breast-milk-producing cells in a laboratory, something scientists are beginning to explore. BioMilq, a North Carolina-based start-up, was set up by cell biologist Leila Strickland after she struggled to produce enough breast milk for her first child. Her team take cells from human breast tissue and breast milk before growing them in flasks in the lab. They are fed a mix of nutrients and vitamins, then incubated inside a bioreactor, where the cells start secreting the milk components that are found in natural human milk. However, BioMilq is still a few years at least away from market. Also, lab-grown milk would still not be as individually tailored to a baby's fluctuating needs as their own mother's milk. Other biotech companies are also working on lab-grown milk projects that could change how we think of manufactured infant formula in the future. In Singapore, Turtle Tree Labs is culturing cells from various different mammals, including cows, sheep, goats, camels and now humans, to create milk components. In New York, researchers at Helaina, a start-up, are using fermentation processes that programme yeast cells to manufacture functional human milk proteins, which could eventually be added to infant formula and other food products.\n\nHowever, breast milk is a constantly changing fluid so in a way it's a moving target, with some components still not fully understood, says Fewtrell, the professor of paediatric nutrition at University College London. \"We can quite successfully produce formulas to provide adequate and safe nutrition so the baby grows and develops as expected,\" she says. \"Indeed, there have been improvements to the composition of formulas in recent years so that they can more closely reproduce the growth patterns and some outcomes seen in breast-fed infants. However I think it would be impossible to ever mimic the 'non-nutrient' components in this complex fluid.\" As for my investigation into my own body's toxic load, and the harmful chemicals that were perhaps present in my breastmilk, Bloxam, the dietician, reassures me: \"I'd encourage breastfeeding wherever possible as the benefits for mother and baby would far outweigh any risks [from contamination].\" Still it appears I'm not the only one wondering about the ingredients in my own milk. Stephanie Canale, previously a family medical doctor, is the founder of Lactation Lab in California, a private company that analyses breast milk for nutritional content as well as environmental toxics. Mothers send in frozen samples of their breast milk to check the levels of various ingredients including minerals and vitamins. The idea is that they can then adapt their diet accordingly. Canale says that when we look at a baby's nutrition, we need to include everything from prenatal vitamins to the food a breastfeeding mother consumes and the meals a weaning baby eats. Formula may be one part of that mosaic, in families where it is used. \"It's this holistic approach,\" says Canale who would like to see stricter regulations in the US about the contents of formula. \"I'm from Canada and it still surprises how much high-fructose corn syrup is present in US products, including formula. Moms are going to drive this change by saying we need to be better aware of what is going into these products, especially formula because that child is eating the same thing every single day – there's no variation [like there is naturally with breast milk].\" In the case of the toxic chemicals – whether they find their way into breast milk or into formula – the question is clearly not just about how we can provide our children with safe nutrition. It is also about how we can provide them and future generations with a safe, liveable environment, and reduce pollution along the entire food chain. One answer, surely, is to start by using fewer harmful chemicals in the first place. * Listen to My Toxic Cocktail, Anna Turns's investigation for BBC Radio 4's Costing the Earth series on BBC Sounds. Go Toxic Free: Easy and Sustainable Ways to Reduce Chemical Pollution by Anna Turns is out now This article was updated on 27 June to include a quote from the FDA. Join one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram. If you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\" – a handpicked selection of stories from BBC Future, Culture, Worklife, Travel and Reel delivered to your inbox every Friday.", "opengraph": {"title": "What's really inside babies' first foods", "type": "article", "url": "https://www.bbc.com/future/article/20220622-whats-really-inside-babies-first-foods", "description": "Scientists are discovering the extraordinary power of human milk and the benefits it brings, but there are also contaminants that can lurk in breast and formula milks.", "author": "Anna Turns", "image": "https://ychef.files.bbci.co.uk/live/624x351/p0cfb0mm.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Food"], "tweets": [], "movies": [], "links": ["https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4882692/", "https://www.bbc.com/future/article/20220512-the-chemicals-that-linger-for-decades-in-your-blood", "https://pubs.acs.org/doi/10.1021/acs.est.0c06978", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2799451/", "https://www.cdc.gov/cronobacter/outbreaks/infant-formula.html", "https://www.who.int/news-room/fact-sheets/detail/infant-and-young-child-feeding", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4882692/#B11-nutrients-08-00279", "https://www.frontiersin.org/articles/10.3389/fped.2020.00428/full", "https://academic.oup.com/jn/article/138/9/1801S/4750860", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3586783/", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3586783/", "https://www.bbc.com/future/article/20220525-infant-formula-the-superfood-you-never-think-about", "https://bmcmedicine.biomedcentral.com/articles/10.1186/s12916-019-1473-8", "https://www.cdc.gov/breastfeeding/data/reportcard.htm", "https://www.hhs.gov/surgeongeneral/reports-and-publications/breastfeeding/factsheet/index.html", "https://www.bbc.com/future/article/20220322-how-dangerous-is-tongue-tie", "https://pubmed.ncbi.nlm.nih.gov/14510003/", "https://pubmed.ncbi.nlm.nih.gov/29413359/", "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32016R0127", "https://www.nature.com/articles/s41415-020-1252-0", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3586783/", "https://www.sciencedirect.com/science/article/pii/S0955286316301711", "https://ift.onlinelibrary.wiley.com/doi/full/10.1111/1750-3841.15574", "https://cleanlabelproject.org/baby-food-infographic/", "https://cleanlabelproject.org/baby-food-infographic/", "https://pubmed.ncbi.nlm.nih.gov/30253364/", "https://oehha.ca.gov/proposition-65", "https://pubmed.ncbi.nlm.nih.gov/10789373/", "https://www.fda.gov/food/cfsan-constituent-updates/fda-response-questions-about-levels-toxic-elements-baby-food-following-congressional-report", "https://www.fda.gov/food/metals-and-your-food/closer-zero-action-plan-baby-foods", "https://oversight.house.gov/sites/democrats.oversight.house.gov/files/2021-02-04%20ECP%20Baby%20Food%20Staff%20Report.pdf", "https://www.bbc.co.uk/news/world-us-canada-59243426", "https://www.cdc.gov/breastfeeding/breastfeeding-special-circumstances/environmental-exposures/lead.html", "https://www.fda.gov/food/metals-and-your-food/closer-zero-action-plan-baby-foods", "https://www.bbc.com/future/article/20211025-palm-oil-the-everyday-ingredient-that-harms-the-climate", "https://www.bbc.com/future/article/20211115-how-your-microbiome-can-improve-your-health", "https://www.bbc.com/future/family-tree", "https://www.bbc.com/future/article/20220322-how-sleep-training-affects-babies", "https://www.bbc.com/future/article/20220131-the-science-of-safe-and-healthy-baby-sleep", "https://www.bbc.com/future/article/20220322-how-dangerous-is-tongue-tie", "https://www.bbc.com/worklife/family-tree", "https://www.sciencedirect.com/science/article/abs/pii/S0278691522000746", "https://www.nature.com/articles/s41598-020-72635-x", "https://www.nature.com/articles/s41390-019-0368-x", "https://www.bbc.com/future/bespoke/follow-the-food/the-green-milk-made-from-cells.html", "https://www.bbc.com/programmes/m0011lf7", "http://www.bbc.com/sounds", "https://www.mombooks.com/book/go-toxic-free/", "https://www.facebook.com/BBCFuture/", "https://twitter.com/BBC_Future", "https://www.instagram.com/bbcfuture_official/", "http://pages.emails.bbc.com/subscribe/?ocid=fut.bbc.email.we.email-signup", "https://www.bbc.com/future/", "https://www.bbc.com/culture/", "https://www.bbc.com/worklife/", "https://www.bbc.com/travel/", "https://www.bbc.com/reel"], "authors": ["Anna Turns"], "publish_date": "2022-06-23T01:00:00Z"}