{"result_id": "MNTT002010", "URL": "https://www.pbs.org/wgbh/nova/article/accidental-discoveries/", "timestamp": "2024-02-28 23:22:04 CET+0100", "meta": {"description": "Some of medicine's most important treatments, including quinine, insulin, and penicillin, arose through serendipity.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/article/accidental-discoveries/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Accidental Discoveries", "cleaned_text": "Accidents in medicine: The idea sends chills down your spine as you conjure up thoughts of misdiagnoses, mistakenly prescribed drugs, and wrongly amputated limbs. Yet while accidents in the examining room or on the operating table can be regrettable, even tragic, those that occur in the laboratory can sometimes lead to spectacular advances, life-saving treatments, and Nobel Prizes.\n\nA seemingly insignificant finding by one researcher leads to a breakthrough discovery by another; a physician methodically pursuing the answer to a medical conundrum over many years suddenly has a \"Eureka\" moment; a scientist who chooses to study a contaminant in his culture rather than tossing it out stumbles upon something entirely new. Consider the following historic cases:\n\nThe story behind the chance discovery of the anti-malarial drug quinine may be more legend than fact, but it is nevertheless a story worthy of note. The account that has gained the most currency credits a South American Indian with being the first to find a medical application for quinine. According to legend, the man unwittingly ingested quinine while suffering a malarial fever in a jungle high in the Andes. Needing desperately to quench his thirst, he drank his fill from a small, bitter-tasting pool of water. Nearby stood one or more varieties of cinchona, which grows from Colombia to Bolivia on humid slopes above 5,000 feet. The bark of the cinchona, which the indigenous people knew as\n\nwas thought to be poisonous. But when this man's fever miraculously abated, he brought news of the medicinal tree back to his tribe, which began to use its bark to treat malaria.\n\nSince the first officially noted use of quinine to fight malaria occurred in a community of Jesuit missionaries in Lima, Peru in 1630, historians have surmised that Indian tribes taught the missionaries how to extract the chemical quinine from cinchona bark. In any case, the Jesuits' use of quinine as a malaria medication was the first documented use of a chemical compound to successfully treat an infectious disease. To this day, quinine-based anti-malarials are widely used as effective treatments against the growth and reproduction of malarial parasites in humans.\n\nIn 1796, Edward Jenner, a British scientist and surgeon, had a brainstorm that ultimately led to the development of the first vaccine. A young milkmaid had told him how people who contracted cowpox, a harmless disease easily picked up during contact with cows, never got smallpox, a deadly scourge.\n\nWith this in mind, Jenner took samples from the open cowpox sores on the hands of a young dairymaid named Sarah Nelmes and inoculated eight-year-old James Phipps with pus he extracted from Nelmes' sores. (Experimenting on a child would be anathema today, but this was the 18th century.) The boy developed a slight fever and a few lesions but remained for the most part unscathed. A few months later, Jenner gave the boy another injection, this one containing smallpox. James failed to develop the disease, and the idea behind the modern vaccine was born.\n\nThough doctors and scientists would not begin to understand the biological basis of immunity for at least 50 years after Jenner's first inoculation, the technique of vaccinating against smallpox using the human strain of cowpox soon became a common and effective practice worldwide.\n\nX-rays have become an important tool for medical diagnoses, but their discovery in 1895 by the German physicist Wilhelm Conrad Ríntgen had little to do with medical experimentation. Ríntgen was studying cathode rays, the phosphorescent stream of electrons used today in everything from televisions to fluorescent light bulbs. One earlier scientist had found that cathode rays can penetrate thin pieces of metal, while another showed that these rays could light up a fluorescent screen placed an inch or two away from a thin aluminum \"window\" in the glass tube.\n\nRíntgen wanted to determine if he could see cathode rays escaping from a glass tube completely covered with black cardboard. While performing this experiment, Ríntgen noticed that a glow appeared in his darkened laboratory several feet away from his cardboard-covered glass tube. At first he thought a tear in the paper sheathing was allowing light from the high-voltage coil inside the cathode-ray tube to escape. But he soon realized he had happened upon something entirely different. Rays of light were passing right through the thick paper and appearing on a fluorescent screen over a yard away.\n\nRíntgen found that this new ray, which had many characteristics different from the cathode ray he had been studying, could penetrate solids and even record the image of a human skeleton on a photographic negative. In 1901, the first year of the Nobel Prize, Ríntgen won for his accidental discovery of what he called the \"X-ray,\" which physicians worldwide soon adopted as a standard medical tool.\n\nCharles Robert Richet, a French physiologist, made several experiments testing the reaction of dogs exposed to poison from the tentacles of sea anemones. Some of the dogs died from allergic shock, but others survived their reactions and made full recoveries.\n\nWeeks later, because the recovered dogs seemed completely normal, Richet wasted no time in reusing them for more experiments. They were given another dose of anemone poison, this time much smaller than before. The first time the dogs' allergic symptoms, including vomiting, shock, loss of consciousness, and in some cases death, had taken several days to fully develop. But this time the dogs suffered such serious symptoms just minutes after Richet administered the poison.\n\nThough Richet was puzzled by what had happened, he realized he could not disregard the unexpected result of his experiment. Later, he noted that his eventual conclusions about the dogs' affliction were \"not at all the result of deep thinking, but of a simple observation, almost accidental; so that I have had no other merit than that of not refusing to see the facts which presented themselves before me, completely evident.\"\n\nRichet's conclusions from his findings came to form the theoretical basis of the medical study and treatment of allergies. He eventually proved that there was a physiological state called anaphylaxis that was the antithesis of prophylaxis: When an allergic subject is exposed to an allergen a second time, he or she is even more sensitive to its effects than the first time. Instead of building immunity to the substance through exposure (prophylaxis), the allergic subject's immunity becomes greatly reduced.\n\nIn 1913 Richet received a Nobel Prize for his discovery and articulation of diseases of allergy.\n\nFrederick G. Banting, a young Canadian doctor, and Professor John J.R. MacLeod of the University of Toronto shared a Nobel Prize in 1923 for their isolation and clinical use of insulin against diabetes. Their work with insulin followed from the chance discovery of the link between the pancreas and blood-sugar levels by two other doctors on the other side of the Atlantic decades earlier.\n\nIn 1889, German physicians Joseph von Mering and Oscar Minkowski removed the pancreas from a healthy dog in order to study the role of the pancreas in digestion. Several days after the dog's pancreas was removed, the doctors happened to notice a swarm of flies feeding on a puddle of the dog's urine. On testing the urine to determine the cause of the flies' attraction, the doctors realized that the dog was secreting sugar in its urine, a sign of diabetes. Because the dog had been healthy prior to the surgery, the doctors knew that they had created its diabetic condition by removing its pancreas and thus understood for the first time the relationship between the pancreas and diabetes.\n\nWith more tests, von Mering and Minkowski concluded that a healthy pancreas must secrete a substance that controls the metabolism of sugar in the body. Though many scientists tried in vain to isolate the particular substance released by the pancreas after the Germans' accidental discovery, it was Banting and MacLeod who established that the mysterious substance was insulin and began to put it to use as the first truly valuable means of controlling diabetes.\n\nDr. George Nicholas Papanicolaou's chance observation, while doing a genetic study, of cancer cells on a slide containing a specimen from a woman's uterus spawned the routine use of the so-called \"Pap smear,\" a simple test that has saved millions of women from the ravages of uterine cancer.\n\nIn 1923, Papanicolaou undertook a study of vaginal fluid in women, in hopes of observing cellular changes over the course of a menstrual cycle. In female guinea pigs, Papanicolaou had already noticed cell transformation and wanted to corroborate the phenomenon in human females. It happened that one of Papanicolaou's human subjects was suffering from uterine cancer.\n\nUpon examination of a slide made from a smear of the patient's vaginal fluid, Papanicolaou was astonished to discover that abnormal cancer cells could be plainly observed under a microscope. \"The first observation of cancer cells in the smear of the uterine cervix,\" he later wrote, \"gave me one of the greatest thrills I ever experienced during my scientific career.\" Papanicolaou quickly realized that doctors could administer a simple test to gather a sample of vaginal fluid and test it for early signs of uterine and other cancers.\n\nThe identification of penicillium mold by Dr. Alexander Fleming in 1928 is one of the best-known stories of medical discovery, not only because of its accidental nature, but also because penicillin has remained one of the most important and useful drugs in our arsenal, and its discovery triggered invaluable research into a range of other invaluable antibiotic drugs.\n\nWhile researching the flu in the summer of 1928, Dr. Fleming noticed that some mold had contaminated a flu culture in one of his petri dishes. Instead of throwing out the ruined dish, he decided to examine the moldy sample more closely.\n\nFleming had reaped the benefits of taking time to scrutinize contaminated samples before. In 1922, Fleming had accidentally shed one of his own tears into a bacteria sample and noticed that the spot where the tear had fallen was free of the bacteria that grew all around it. This discovery peaked his curiosity. After conducting some tests, he concluded that tears contain an antibiotic-like enzyme that could stave off minor bacterial growth.\n\nSix years later, the mold Fleming observed in his petri dish reminded him of this first experience with a contaminated sample. The area surrounding the mold growing in the dish was clear, which told Fleming that the mold was lethal to the potent staphylococcus bacteria in the dish. Later he noted, \"But for the previous experience, I would have thrown the plate away, as many bacteriologists have done before.\"\n\nInstead, Fleming took the time to isolate the mold, eventually categorizing it as belonging to the genus penicillium. After many tests, Fleming realized that he had discovered a non-toxic antibiotic substance capable of killing many of the bacteria that cause minor and severe infections in humans and other animals. His work, which has saved countless lives, won him a Nobel Prize in 1945.\n\nFor all you would-be Nobel Prize-winners, remember the one trait that tied all these lucky strikers together: openmindedness. As the American physicist Joseph Henry once noted, \"The seeds of great discoveries are constantly floating around us, but they only take root in minds well prepared to receive them.\"", "opengraph": {"url": "https://www.pbs.org/wgbh/nova/article/accidental-discoveries/", "title": "Accidental Discoveries", "description": "Some of medicine's most important treatments, including quinine, insulin, and penicillin, arose through serendipity.\r\n", "type": "website", "image": "https://www.pbs.org/wgbh/nova/_next/static/images/default_share-88b895d8b4f4caef950e526d0f5842f1.png"}, "tags": ["Planet Earth", "Military + Espionage", "Physics + Math", "Body + Brain", "Nature", "Ancient Worlds", "Tech + Engineering", "Evolution", "Space + Flight"], "tweets": [], "movies": [], "links": ["https://help.pbs.org/support/solutions/articles/5000677869-online-sponsorship-support/", "/wgbh/nova/article/rnai-cure/", "/wgbh/nova/article/hippocratic-oath-today/", "/wgbh/nova/article/men-anorexia/", "http://www.pbs.org/wgbh/nova/cancer/", "https://twitter.com/share?url=https://www.pbs.org/wgbh/nova/article/accidental-discoveries/", "https://www.facebook.com/sharer/sharer.php?u=https://www.pbs.org/wgbh/nova/article/accidental-discoveries/", "mailto:?body=From%20Nova%20|%20PBS%0D%0A%0D%0Ahttps://www.pbs.org/wgbh/nova/article/accidental-discoveries/%0D%0A%0D%0A"], "authors": ["Lexi Krock"], "publish_date": "2001-02-27T05:00:00.000Z"}