{"result_id": "MNTT005067", "URL": "https://apnews.com/article/plants-gardening-insects-ce92b157123ae7eb3fa1e28c8219028d", "timestamp": "2024-03-06 15:11:18 CET+0100", "meta": {"description": "The monarch butterfly was categorized by scientists last week as endangered. Populations of the iconic orange-and-black butterfly have plummeted over recent decades because of habitat loss, pesticides and herbicides, and climate change.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/plants-gardening-insects-ce92b157123ae7eb3fa1e28c8219028d", "encoding": "UTF-8", "website_keywords": "Gardening, Plants, General news, Archive, Insects, Butterflies, Business, Lifestyle, Climate"}, "image": null, "domain": "apnews.com", "title": "Monarch butterflies are in trouble; Here’s how you can help", "cleaned_text": "Close your eyes for a moment and imagine a butterfly. My money says the fluttering insect you’re envisioning has black-veined, reddish-orange wings outlined with white specks — the iconic attributes of our beloved American monarch butterfly.\n\nUnfortunately, the species, which populates many childhood memories, is in trouble.\n\nThe migrating monarch butterfly was added last week to the “red list” of threatened species and categorized as “endangered” for the first time by the International Union for the Conservation of Nature. That’s two steps from extinct in the wild.\n\nScientists blamed the monarchs’ plummeting numbers on habitat loss, climate change, and pesticide and herbicide use.\n\nWhat can home gardeners do to support the monarch?\n\nIf everyone reading this planted one milkweed plant, the benefit would be palpable. Milkweed (Asclepias spp.) is the only plant monarch caterpillars eat, and it’s where the adult butterflies lay their eggs. Without it, the species simply could not exist.\n\n“But not all milkweed is the same,” says Dawn Rodney, chief innovation and growth officer at the National Wildlife Federation in Reston, Virginia. For instance, “there is an invasive species called tropical milkweed (Asclepias curassavica) that we’re seeing more and more, and people are not understanding that it does more harm than good.”\n\nThe non-native plant is problematic because it blooms for longer and, in temperate regions, does not die back. That can prevent butterflies from recognizing when it’s time to migrate, and it can spread deadly parasites to the next year’s generation of caterpillars.\n\nTo choose the right milkweed, use the ( ).\n\nAdult monarchs need other plants too, specifically ones with nectar-bearing flowers. The National Wildlife Federation also has a tool ( ), developed with Monarch Joint Venture and Xerces Society, to find plants appropriate for your location.\n\nChoose plants native to your region for the highest-quality food source. Be sure to include late-season bloomers to provide monarchs with fuel for their annual fall migration.\n\nKnowing the source of the plants you buy is important, too.\n\n“There are a lot of growers that use different types of chemicals that are harmful to wildlife,” Rodney said, referring to pesticides and herbicides intended to keep plants attractive on retail shelves. When you bring treated plants home, and butterflies lay eggs on them, the caterpillars that follow will die when they munch the leaves.\n\nNeonicotinoid pesticides are especially harmful to the species, Rodney said, as they can kill bees and adult butterflies that ingest the toxic pollen and nectar of treated plants.\n\nSince treated plants aren’t labeled as such, Rodney advises asking garden center staff about their pest-management practices. Buying only from trusted, organic sources or growing your own plants from seed are other good options.\n\nThis brings me to pesticide use in the home garden. When we use chemicals on our plants, we accept beneficial insects, including monarchs, as collateral damage. We also endanger birds that eat those poisoned insects.\n\nEven natural and organic pesticides can harm butterflies and other pollinators. But if you must use such a product, stick with insecticidal soaps, horticultural oils or Neem oil, and apply them only after dusk, when pollinators aren’t active. Unlike many synthetic chemicals, these products lose their effectiveness when dry, so the butterflies will be safer by morning.\n\nFinally, consider going the extra mile by setting up a butterfly puddling station: Create a mud puddle (or add water to sand) in a sunny spot of the yard and set a flat stone within it. Butterflies will sun themselves on the stone to raise their temperatures, and will sip water from the puddle to supplement their nectar diets with the salts, vitamins and minerals they need.", "opengraph": {"title": "Monarch butterflies are in trouble; Here’s how you can help", "url": "https://apnews.com/article/plants-gardening-insects-ce92b157123ae7eb3fa1e28c8219028d", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "The monarch butterfly was categorized by scientists last week as endangered. Populations of the iconic orange-and-black butterfly have plummeted over recent decades because of habitat loss, pesticides and herbicides, and climate change.", "site_name": "AP News", "type": "article", "article:published_time": "2022-07-28T23:42:24", "article:modified_time": "2022-10-05T11:47:21.682", "article:tag": "Butterflies"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.nwf.org/nativeplantfinder/", "https://www.nwf.org/nativeplantfinder/", "(https://www.nwf.org/Garden-for-Wildlife/About/Native-Plants/Monarch-Nectar-Guides", "https://www.nwf.org/Garden-for-Wildlife/About/Native-Plants/Monarch-Nectar-Guides"], "authors": [], "publish_date": "2022-07-28T23:42:24"}