{"result_id": "MNTT005025", "URL": "https://apnews.com/article/health-cancer-business-wire-f7a2f084c65d48d4b239169f6efee55a", "timestamp": "2024-03-06 15:10:45 CET+0100", "meta": {"description": "SAN ANTONIO--(BUSINESS WIRE)--Jan 4, 2023-- bioAffinity Technologies, Inc. (NASDAQ: BIAF; BIAFW) announced today that the U.S.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/business-wire/health-cancer-business-wire-f7a2f084c65d48d4b239169f6efee55a", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "bioAffinity Technologies Announces Notice to Award U.S. Patent Protecting Novel Compounds for Specific Delivery of Cancer Treatments", "cleaned_text": ". (NASDAQ: BIAF; BIAFW) announced today that the U.S. Patent and Trademark Office (USPTO) has provided a Notice of Allowance for a patent application titled “ Porphyrin Compounds and Compositions Useful for Treating Cancer ” for the targeted delivery of novel cancer treatments. A Notice of Allowance is issued after the USPTO makes a determination that a patent should be granted for the claimed invention. The U.S. patent will issue to the Company’s wholly owned subsidiary OncoSelect and grant protection to 2037.\n\n“A little more than 1.9 million new cancer cases are expected to have been diagnosed in the United States in 2022,” said Maria Zannes, President and Chief Executive Officer of bioAffinity Technologies. “Not surprisingly, the cost of cancer is staggering. National expenditures for cancer care in the United States in 2018 were $150.8 billion. The larger cost is borne by patients who undergo therapies that often lead to toxic treatment-associated side effects. New treatments delivered by more specific targeting agents like porphyrins are needed to improve survival and a survivor’s quality of life. bioAffinity Technologies is committed to bringing these treatments to market.”\n\nResearch related to the Company’s non-invasive lung cancer diagnostic led to the discoveries being developed to treat cancer, including using porphyrins conjugated with oncological drugs for more targeted delivery with fewer unwanted treatment-associated side effects. Porphyrins, such as the synthetic molecule TCPP used in CyPath ® Lung, preferentially enter cancer cells and may lead to greater uptake of chemotherapeutics attached to the porphyrin with less impact on healthy cells.\n\n“The selectivity of porphyrins that preferentially bind with cancer cells makes them excellent candidates for drug delivery and diagnostic products,” said Dr. William Bauta, bioAffinity Technologies’ Senior Vice President of Therapeutics. “Selective delivery of drugs that kill cancer with little harm to healthy cells helps patients tolerate therapy, leading to more effective treatment that saves lives.”\n\nbioAffinity Technologies is advancing its therapeutic assets with the intent to license its products for clinical development. Its subsidiary OncoSelect holds patents to Porphyrin Compounds and Compositions Useful for Treating Cancer in Australia, China and Mexico and pending applications in Canada, the European Patent Office, Hong Kong, India and Japan.\n\nbioAffinity Technologies, Inc. (NASDAQ: BIAF; BIAFW) addresses the need for noninvasive diagnosis of early-stage cancer and diseases of the lung, and targeted cancer treatment. The Company’s first product, , is a non-invasive test that has shown high sensitivity and specificity for the detection of early-stage lung cancer. CyPath ® Lung is marketed as a Laboratory Developed Test (LDT) by . OncoSelect Therapeutics, LLC, a subsidiary of bioAffinity Technologies, is advancing its discoveries shown to kill cancer cells without harm to normal cells. Research and optimization of the Company’s platform technologies are conducted in its laboratories at The University of Texas at San Antonio.\n\nThis press release contains forward-looking statements, including statements regarding the anticipated use of proceeds from the Company’s offering of common shares. Forward-looking statements can be identified by words such as “believes,” “expects,” “estimates,” “intends,” “may,” “plans,” “will” and similar expressions, or the negative of these words. Such forward-looking statements are based on facts and conditions as they exist at the time such statements are made and predictions as to future facts and conditions. Readers of this press release are cautioned not to place undue reliance on any forward-looking statements. The Company does not undertake any obligation to update any forward-looking statement relating to matters discussed in this press release, except as may be required by applicable securities laws.", "opengraph": {"title": "bioAffinity Technologies Announces Notice to Award U.S. Patent Protecting Novel Compounds for Specific Delivery of Cancer Treatments", "url": "https://apnews.com/press-release/business-wire/health-cancer-business-wire-f7a2f084c65d48d4b239169f6efee55a", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "SAN ANTONIO--(BUSINESS WIRE)--Jan 4, 2023-- bioAffinity Technologies, Inc. (NASDAQ: BIAF; BIAFW) announced today that the U.S.", "site_name": "AP News", "type": "article", "article:published_time": "2023-01-04T13:01:01", "article:modified_time": "2023-01-04T13:01:59.193", "article:tag": "Cancer"}, "tags": [], "tweets": [], "movies": [], "links": ["https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.bioaffinitytech.com&esheet=53163286&newsitemid=20230104005332&lan=en-US&anchor=bioAffinity+Technologies%2C+Inc&index=1&md5=af4d9a95e96a24678183c98d64345ba2", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fcypath.precisionpath.us%2Fcypath-physician%2F&esheet=53163286&newsitemid=20230104005332&lan=en-US&anchor=CyPath%26%23174%3B+Lung&index=2&md5=d4778fa09bcf3d22c72d126ed9f3acd5", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fcypath.precisionpath.us%2Fcypath-physician%2F&esheet=53163286&newsitemid=20230104005332&lan=en-US&anchor=CyPath%26%23174%3B+Lung&index=3&md5=19b5f57e72c9c15126fb90cc9eb2435a", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fcypath.precisionpath.us%2Fcypath-physician%2F&esheet=53163286&newsitemid=20230104005332&lan=en-US&anchor=Precision+Pathology+Services&index=4&md5=8e8ab16e52133b3fd900bbaa8c8e3a13", "https://www.businesswire.com/news/home/20230104005332/en/"], "authors": [], "publish_date": "2023-01-04T13:01:01"}