{"result_id": "MNTT005014", "URL": "https://apnews.com/article/technology-health-medical-devices-467dba66564ba4eff33cf16cd808511e", "timestamp": "2024-03-06 15:10:35 CET+0100", "meta": {"description": "Medcura's LifeFoam™ product demonstrates significant life-saving potential in massive noncompressible intra-abdominal hemorrhaging scenarios", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/pr-newswire/technology-health-medical-devices-467dba66564ba4eff33cf16cd808511e", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "Injectable Non-Thrombin Foam Increases Survival Rates for Severe Internal Bleeding in Recent Research Study", "cleaned_text": "RIVERDALE, Md., Sept. 1, 2022 /PRNewswire/ -- The injectable non-thrombin foam, LifeFoam™, created by a commercial-stage life science and medical device company, increased the amount of time swine could survive severe internal bleeding in a recent study. Researchers say it has “significant potential” to save lives in military combat settings or any life-threatening hemorrhaging emergency when a patient cannot be quickly triaged into surgery.\n\nSwine with noncompressible internal bleeding injected with LifeFoam™ survived more than five times longer than those without it, with a three-hour survival rate of 72 percent versus zero, according to the study published in the journal Surgery and led by Drs. Leon Naar and Ander Dorken Gallastegi from Massachusetts General Hospital’s Division of Trauma, Emergency Surgery and Surgical Critical Care.\n\n“This material has the significant potential to be a treatment option for massive noncompressible intra-abdominal hemorrhage, not only in military settings, but also on any occasion when swift transfers to a facility with surgical capabilities is not possible,” the researchers concluded.\n\nMaryland-based Medcura developed the product in association with over $6 million in grant funding, the majority of which came from the U.S. Department of Defense through the U.S. Army Medical Research & Medical Command, which sought an implantable solution for prolonged field care.\n\nResearchers noted that up to 90 percent of potentially survivable military casualties are attributed to bleeding or hemorrhaging and that up to 50 percent of combat fatalities in Iraq and Afghanistan occurred before any evacuation to hospital facilities occurred.\n\n“Every second counts between an injury and surgery, and the life-saving capabilities of this product could make the critical difference in survival for our wounded service men and women,” said Dr. David King, MD, LTC, Associate Professor of Surgery at Harvard Medical School and Massachusetts General Hospital.\n\n“Internal non-compressible hemorrhage is the single largest cause of in-combat hemorrhage-related death. In this latest study and previous research, LifeFoam™ has demonstrated that it can achieve rapid and durable hemostasis even after a severe traumatic injury,” added Dr. King, who also served as the former Chief of the Division of Trauma Surgery at the 86th Combat Support Hospital in Baghdad, Iraq.\n\nLifeFoam™ achieved a Breakthrough Status Designation from the U.S. Food and Drug Administration (FDA) in 2019. To qualify as a Breakthrough product, a medical device must provide more effective treatment of a life-threatening or irreversibly debilitating condition and have no approved or cleared alternatives, or either offer significant advantages over existing alternatives or be in the best interest of patients.\n\nAs with the rest of Medcura’s product line, LifeFoam™ is based on a proprietary matrix of fatty acids and polysaccharides found in the natural environment. These inert, non-toxic, and self-assembling biopolymers have been well characterized in scientific literature and cleared by the FDA for several impactful applications. Unlike the expensive-to-manufacture enzyme thrombin, commonly used in blood clotting products, Medcura’s LifeFoam™ product’s active components are both low-cost and sustainable.\n\n“By controlling severe internal hemorrhage before a patient is transported to a surgical setting, our technology has the potential to save countless lives, including our front-line heroes in combat as well as those in the civilian setting, suffering from a traumatic bleeding event, such as a car accident,” said Medcura Co-Founder and Chief Scientific Officer Dr. Matthew Dowling. “LifeFoam™ can be easily extracted in the operating room with simple irrigation and suctioning thereby streamlining the trauma surgeon’s job.”\n\nMedcura has expanded its proprietary innovative technology into a platform for a variety of potential products, including bandages for vascular closure foams, powders and putties for a variety of surgical needs; and gels such as Rapid-Seal™, which is commercially available in major retailers for over-the-counter home use.\n\n“The flexibility of this proprietary biosurgical technology is allowing our team to expand our product line engineering products that can address a wide variety of injuries and surgical needs, large or small,” said Medcura CEO Jim Buck. “Important discoveries in the LifeFoam™ project have been applicable in the development of our LifeGel™ surgical hemostat platform, and vice versa, encompassing products and treatments that we believe will enhance both military and civilian surgeon toolkits.”\n\nMedcura is a commercial-stage medical device company developing versatile hemostatic products for surgical, medical, and consumer applications. The Company combines the use of safe, inert ingredients with proprietary chemistry across a broad spectrum of clinical applications, with Medcura’s FDA Breakthrough Device, LifeFoam™, now leading the expansion into internal and surgical procedures. Learn more about Medcura’s growing product line at .", "opengraph": {"title": "Injectable Non-Thrombin Foam Increases Survival Rates for Severe Internal Bleeding in Recent Research Study", "url": "https://apnews.com/press-release/pr-newswire/technology-health-medical-devices-467dba66564ba4eff33cf16cd808511e", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "Medcura's LifeFoam™ product demonstrates significant life-saving potential in massive noncompressible intra-abdominal hemorrhaging scenarios", "site_name": "AP News", "type": "article", "article:published_time": "2022-09-01T18:02:53", "article:modified_time": "2022-09-01T18:03:18.515", "article:section": "PR Newswire", "article:tag": "Medical devices"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.medcurainc.com/", "http://www.medcurainc.com/", "https://www.prnewswire.com/news-releases/injectable-non-thrombin-foam-increases-survival-rates-for-severe-internal-bleeding-in-recent-research-study-301616673.html"], "authors": [], "publish_date": "2022-09-01T18:02:53"}