{"result_id": "MNTT002042", "URL": "https://www.pbs.org/newshour/science/fire-is-medicine-how-indigenous-practices-could-help-curb-wildfires", "timestamp": "2024-03-06 15:08:20 CET+0100", "meta": {"description": "These techniques are resurfacing in local fire management collaborations between tribes, U.S. Forest Service and non-governmental organizations to help prevent now-common calamities.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/science/fire-is-medicine-how-indigenous-practices-could-help-curb-wildfires", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "‘Fire is medicine’: How Indigenous practices could help curb wildfires", "cleaned_text": "Facing massive blazes, record-breaking devastation and seemingly never-ending wildfire seasons, some local fire agencies and communities in Western states are looking back to methods that Indigenous North Americans have used for millennia.\n\n“Government agencies have realized their dire mistake in trying to exclude fire from the forest and unfortunately it’s taken these raging wildfires that happen year after year to realize the terrible mistake,” said Margo Robbins, a member of the Yurok tribe who heads the Cultural Fire Management Council, a collective of tribes in Northern California that lead prescribed burns on their lands. “They’re looking for answers and seeking out Native people as to what should be done and how to go about it.”\n\nBy setting relatively small, contained fires, Indigenous tribes like the Yurok traditionally would create breaks in the sprawling forests and grasslands that wildfires couldn’t cross, since the fuel — the vegetation — had already burned. These techniques are resurfacing in local fire management collaborations between tribes, U.S. Forest Service and non-governmental organizations to help prevent now-common calamities.\n\nForest scientist Frank Lake is a descendant of the Karuk Tribe and a “holder” of traditional knowledge.\n\n“I’m trying to spread the idea that fire is medicine,” said Lake, a researcher at the U.S. Forest Service, a federal agency that manages America’s 154 national forests, as well as grasslands.\n\n2020 was a record year for wildfires in America, when almost 9 million acres burned, double the number from the year before. Researchers like Lake see that the risk is only getting higher for more devastating wildfires, as climate change exacerbates conditions on the ground and development expands deeper into the wilderness. The fires killed dozens of people directly, with possibly thousands more dying due to smoke inhalation, as well as causing hundreds of billions of dollars in economic damage. According to the Federal Emergency Management Agency, the area where undeveloped wildland meets human development grows by about 2 million acres a year, with California leading in the number of houses on those lands.\n\nLake and the Cultural Fire Management Council are trying to revive the intrinsic knowledge that long guided Indigenous life in a natural fire zone.\n\n“It’s important to recognize there was a fire system in place that was culturally influenced,” Lake said, referring to the Indigenous fire management he has researched and participated in for the last several decades. “We have to question the narrative of history that has demonized fire, coming from a colonial perspective,” he added.\n\nLake was talking about a deliberate decision made in 1911 by the Forest Service’s first director, Gifford Pinchot, to champion the idea that all fires sparked on the landscape were bad and had to be extinguished as soon as possible. This idea came in the aftermath of a series of forest fires called the “Big Blowup” that burned 3 million acres and killed around 85 people the year before. Several key elements led to this huge wildfire: a very dry year leaving fuel in the forests, small fires sparked by lightning and locomotives, and extreme, hurricane-force winds that fanned those smaller flames into burning millions of acres.\n\nPinchot deliberately discredited and quashed other perspectives that fire was a natural part of the American habitat and needed to burn in some way. This led to decades of federal policy that prescribed extinguishing the majority of fires, and letting forest landscapes grow denser and denser across the U.S. until, in many places, they did not resemble their pre-colonial environments.\n\n“We coexist with fire, we need fire and fire needs us. It’s a different way of looking at the forest,” said Amy Cardinal Christianson, an Indigenous fire expert in Canada.\n\nNow, driven in part by prolonged droughts and extreme weather, the dense and dry underbrush can light quickly, spreading fire through tall tree tops that are close enough for flames to jump. It doesn’t have to be this way, according to Lake. In countering longstanding federal fire suppression policy, “we need to change the story, show that there is good fire and scale it up in a bigger strategy,” he said.\n\nThe story is beginning to change. CALFIRE, the state’s department of forestry and fire protection, has a plan with the U.S. Forest Service to each burn 500,000 acres by 2025 for a total of 1 million acres burned in California, in hopes of enduring fewer devastating fires, like the 2018 Camp Fire. In that example, it wasn’t just vegetation but homes, cars and commercial buildings that went up in flames and produced toxic smoke that spread for miles.\n\n“I don’t think there was one person in California who wasn’t affected by wildfire smoke last year, and that woke people up to what the smoke damage can be,” said Christine McMorrow, CALFIRE communications officer. “Last year made people really aware of how bad things could be and the need for preventing that type of catastrophic wildfire.”\n\nLake, like Robbins, grew up in forests with rivers that flow into the Pacific Ocean, where he learned how to hunt and use elements from the land for the traditional basket weaving of his culture. He followed those passions into his career, consumed every day with work like convincing a federal agency more funding is needed for prescribed burns, or group dinners to discuss how certain trees react to those burns. Lake said that “fire-dependent” cultures like the Karuk and Yurok need more resources to light prescribed fires. Those resources could, in part, come from more inclusive engagement between the tribes, their cultural practices and the science that helps set policy.\n\n“I feel like Indigenous people have an inherent right and responsibility to steward the forest for our cultural needs, but agencies feel they have that right,” Christianson said.\n\nThat push and pull is what led Lake and Christianson to work on educating others on how diverse fire management, including Indigenous methods, can be a larger part of the forest management conversation. Christianson is a member of the Métis Nation in Western Canada.\n\nWhen fire suppression was codified into law, much of the knowledge and wisdom of Indigenous fire management was lost for a century, and still has not been fully recovered. “We piece together what we can with the knowledge from our elderly members and other tribes,” said Yurok member Robbins.\n\nRobbins, her council and tribe prescribe burns for fire management like doctors prescribe medicine. Each individual fire is tailored to and harnesses — the specific landscape and weather. That could mean using a road as a natural fire break, or feeling for the winds that come up the river reliably every day at 2 p.m. Robbins called it a mosaic of burning, and Lake said research has proven this type of fire management works.\n\nWATCH: Americans who lost homes to devastating wildfires brace for an even worse season\n\nRobbins, who has written a children’s book about how fire can be “good,” works with state agencies like CALFIRE to spread the word that cultural methods can be utilized to help stem wildfires.\n\n“CALFIRE is a fire suppression agency, so they teach their people how to put out fires, that’s their primary focus. For many of the firefighters, it’s the first time they have actually experienced purposely putting fire on the land to restore the land,” Robbins said. “It’s a whole different frame of mind to purposely light fire, rather than fight fire. They learn about how to control fire on the land so it doesn’t escape.”\n\nRobbins said it’s time agencies in charge of national and state forests listen to what her ancestors had learned across thousands of years inhabiting the land that is now Northern California. She says the council is seeing some success.\n\nConsidering how to better use ecological knowledge and experience to fight wildfires “has become more standard practice,” CALFIRE’s McMorrow said. “It’s an opportunity to educate us, to show us that things can be successful in a different way than what we’re used to.”\n\nRobbins said that government agencies’ interest in these methods is not “just to say they asked and then go on with the status quo. They are actually making changes within organizations.” A California bill passed by the state senate would remove financial liability if, under certain circumstances, a prescribed burn caused unexpected damage.\n\nMcMorrow said the agency’s goals in fiscal year 2020 was to burn 30,000 acres in controlled burns. But because CALFIRE was stretched so thin fighting other, record-breaking wildfires, the early projected numbers are likely to fall short.\n\nBut she said CALFIRE has been working to increase the use of prescribed fires and wants to do more training, as well as to break down other barriers standing in the way of empowering private landowners — who hold most of the forests CALFIRE manages — to do their own prescribed burning.\n\nPrescribed burns are used in several states, like Arizona, where wildfire threatens growing development close to wildfire-prone habitats. Tribes like the Apache in Arizona have their own agencies for fire management, as well as forest restoration. Those tribal agencies work in tandem with the state and federal resources available.\n\nChristianson said the collaborations between state, federal and Indigenous organizations are an important step toward a sustainable, national, fire management solution.\n\n“I hope it’s the future of fire,” Christianson said. “The best thing about the Indigenous approach to fire is it really takes a holistic look at the local environment and it’s really variable depending on the cultural values. That will impact how fires are managed and that there’s no one-size-fits-all approach.”", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "‘Fire is medicine’: How Indigenous practices could help curb wildfires", "description": "These techniques are resurfacing in local fire management collaborations between tribes, U.S. Forest Service and non-governmental organizations to help prevent now-common calamities.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2021/07/KlamathRiverTREX_LakePropertyOct2015-1024x768.jpg", "image:height": "768", "image:width": "1024", "url": "https://www.pbs.org/newshour/science/fire-is-medicine-how-indigenous-practices-could-help-curb-wildfires", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2021-07-23T13:14:20-05:00", "article:section": "Science", "article:tag": "basic research, california, fire management, indigenous americans, u.s. forest service, wildfire"}, "tags": ["california", "The Leading Edge", "Long-Term Care", "u.s. forest service", "Supreme Court", "Essays", "Brooks and Capehart", "basic research", "wildfire", "ScienceScope", "Race Matters", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge", "fire management", "indigenous americans"], "tweets": [], "movies": [], "links": ["https://www.pbs.org/newshour/show/west-u-s-wildfires-are-so-extreme-that-theyre-creating-lightning-fire-whirls", "https://www.pbs.org/newshour/science/californias-catastrophic-wildfires-in-3-charts", "http://culturalfire.org/our-mission/", "https://disasterphilanthropy.org/disaster/2020-california-wildfires/", "https://yaleclimateconnections.org/2021/01/reviewing-the-horrid-global-2020-wildfire-season/", "https://www.google.com/url?q=https://www.abc10.com/article/weather/accuweather/wildfire-damage-estimate-130-billion-to-150-billion-california-oregon/507-0e4541ae-6127-431e-96c1-d95f31036c0c&sa=D&source=editors&ust=1626976270201000&usg=AOvVaw2G-MJ78Z0Ukl2X5xpFK-3Y", "https://www.usfa.fema.gov/wui/what-is-the-wui.html", "https://foresthistory.org/research-explore/us-forest-service-history/policy-and-law/fire-u-s-forest-service/u-s-forest-service-fire-suppression/", "https://www.pbs.org/newshour/show/how-climate-change-exacerbates-wildfires-in-the-american-west", "https://www.pbs.org/newshour/show/paradise-rebuilds-a-year-after-the-camp-fire", "https://www.pbs.org/newshour/show/the-daunting-task-of-identifying-victims-of-the-camp-fire", "https://www.pbs.org/newshour/show/americans-who-lost-homes-to-devastating-wildfires-brace-for-an-even-worse-season", "https://www.pressdemocrat.com/article/news/california-senate-passes-bills-promoting-firefighting-technology-research/"], "authors": ["Casey Kuhn"], "publish_date": "2021-07-23T13:14:20-05:00"}