{"result_id": "MNTT005015", "URL": "https://apnews.com/article/debt-ceiling-deal-food-aid-student-loans-3c284b01d95f8e193bca8d873386400e", "timestamp": "2024-03-06 15:10:36 CET+0100", "meta": {"description": "The details of the deal between President Joe Biden and House Speaker Kevin McCarthy are out. The 99-page bill produced from their agreement Sunday would avoid a federal default while limiting government spending. But the two leaders still have to persuade Congress to pass the bill. Both sides can point to some victories in the package. It includes provisions to fund medical care for veterans, change work requirements for some recipients of government aid and streamline environmental reviews for energy projects. But some conservatives are concerned that the compromise doesn't cut future deficits enough. And Democrats have been worried about proposed changes to work requirements in programs such as food stamps.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/debt-ceiling-deal-food-aid-student-loans-3c284b01d95f8e193bca8d873386400e", "encoding": "UTF-8", "website_keywords": "U.S. Department of the Treasury, Joe Biden, U.S. Republican Party, General news, United States, Archive, AP Top News, Politics"}, "image": null, "domain": "apnews.com", "title": "Here's what's in, what's out of the debt limit bill to avert US default", "cleaned_text": "WASHINGTON (AP) — President Joe Biden and House Speaker Kevin McCarthy have been working the phones in an intense push to sell Congress on the 99-page bill that would suspend the nation’s debt limit through 2025 to avoid a federal default while limiting government spending.\n\nThe Democratic president and Republican speaker have to win their respective parties’ support for the plan in time to avert a default that would shake the global economy . On Tuesday, lawmakers began scrutinizing and debating the legislation, which also includes provisions to fund medical care for veterans, change for some recipients of government aid and streamline environmental reviews for controversial pipelines and other energy projects.\n\nThe modest deal gives both men wins to tout, with Biden protecting major parts of his agenda from Republican cuts and McCarthy scoring several conservative spending caps and changes to government programs.\n\nMcCarthy has pledged that the House will vote on the legislation Wednesday, giving the Senate time to consider it before June 5, the date when Treasury Secretary Janet Yellen said the United States could default on its debt obligations if lawmakers did not act in time.\n\nBut passage of the bill could be a heavy lift. A growing number of hardline conservatives have already expressed early concerns that the compromise does not cut future deficits enough, while Democrats have been worried about proposed changes to work requirements in programs such as food stamps.\n\nWith the details of the deal now released, here’s what’s in and out:\n\nThe agreement would keep nondefense spending roughly flat in the 2024 fiscal year and increase it by 1% the following year, as well as suspend the debt limit until January 2025 — past the next presidential election.\n\nFor the next fiscal year, the bill matches Biden’s proposed defense budget of $886 billion and allots $704 billion for nondefense spending.\n\nThe bill also requires Congress to approve 12 annual spending bills or face a snapback to spending limits from the previous year, which would mean a 1% cut.\n\nThe legislation aims to limit federal budget growth to 1% for the next six years, but that provision would not be enforceable starting in 2025.\n\nOverall, the Congressional Budget Office projected Tuesday that the bill would reduce budget deficits by about $1.5 trillion over the next decade.\n\nThe agreement would fully fund medical care for veterans at the levels included in Biden’s proposed 2024 budget blueprint, including a fund dedicated to veterans who have been exposed to toxic substances or environmental hazards. Biden sought $20.3 billion for the toxic exposure fund in his budget.\n\nThe agreement would rescind about $30 billion in unspent coronavirus relief money that Congress approved through previous bills. It claws back unobligated money from dozens of federal programs that received aid during the pandemic, including rental assistance, small business loans and broadband for rural areas.\n\nThe legislation protects pandemic funding for veterans’ medical care, housing assistance, the Indian Health Service, and some $5 billion for a program focused on rapidly developing the next generation of COVID-19 vaccines and treatments.\n\nRepublicans targeted money that the IRS was allotted last year to crack down on tax fraud. The bill bites into some IRS funding, rescinding $1.4 billion. Budget scorekeepers said the change would increase deficits by $900 million because less enforcement means less revenue coming into the Treasury.\n\nThe White House has said that the deal also includes an agreement to take $20 billion from the IRS over the next two years and use that money for other nondefense programs.\n\nThe agreement would expand work requirements for the Supplemental Nutrition Assistance Program, formerly known as food stamps — a longtime Republican priority. But the changes are pared down from the House-passed debt ceiling bill.\n\nWork requirements already exist for most able-bodied adults between the ages of 18 and 49. The bill would phase in higher age limits, bringing the maximum age to 54 by 2025. But the provision expires, bringing the maximum age back down to age 49 five years later, in 2030.\n\nDemocrats also won some new expanded benefits for veterans, homeless people and young people aging out of foster care. That would also expire in 2030, according to the agreement.\n\nThe agreement would also make it slightly harder for states to waive work requirements for SNAP for certain individuals. Current law allows states to issue some exemptions to the work rules on a discretionary basis, but limits how many people can be exempted. The agreement would lower the number of exemptions that a state can issue and curb states’ ability to carry over the number of exemptions they can hand out from month to month.\n\nThe agreement would also make changes to the Temporary Assistance to Needy Families program, which gives cash aid to families with children. While not going as far as the House bill had proposed, the deal would make adjustments to a credit that allows states to require fewer recipients to work, updating and readjusting the credit to make it harder for states to avoid.\n\nThe deal puts in place changes in the for the first time in nearly four decades that would designate “a single lead agency” to develop and schedule environmental reviews, in hopes of streamlining the process. It also simplifies some of the requirements for environmental reviews, including placing length limitations on environmental assessments and impact statements.\n\nAgencies will be given one year to complete environmental reviews, and projects that are deemed to have complex impacts on the environment will need to be reviewed within two years.\n\nThe bill also gives special treatment to the Mountain Valley Pipeline — a West Virginia natural gas pipeline championed by Sens. Joe Manchin and Shelley Moore Capito — by approving all its outstanding permit requests.\n\nRepublicans have long sought to reel back the Biden administration’s efforts to provide student loan relief and aid to millions of borrowers during the coronavirus pandemic. While the GOP proposal to rescind the White House’s plan to waive $10,000 to $20,000 in debt for nearly all borrowers failed to make it into the package, Biden agreed to put an end to the pause on student loan repayment.\n\nThe pause in student loan repayments would end in the final days of August.\n\nThe fate of Biden’s broader student loan relief, meanwhile, will be decided at the Supreme Court, which is dominated 6-3 by its conservative wing. During oral arguments in the case, several of the justices expressed deep skepticism about the legality of Biden’s plan. A decision is expected before the end of June.\n\nHouse Republicans passed legislation last month that would have created new work requirements for some Medicaid recipients, but that was left out of the final agreement. The idea faced stiff opposition from the White House and congressional Democrats, who said it would lead to fewer people able to afford food or health care without actually increasing the number of people in the workforce.\n\nAlso absent from the final deal is the GOP proposal to repeal many of the clean energy tax credits Democrats passed in party-line votes last year to boost the production and consumption of clean energy. McCarthy and Republicans have argued that the tax breaks “distort the market and waste taxpayer money.”\n\nThe White House has defended the tax credits as resulting in hundreds of billions of dollars in private-sector investments, creating thousands of manufacturing jobs in the U.S.", "opengraph": {"title": "Here's what's in, what's out of the debt limit bill to avert US default", "url": "https://apnews.com/article/debt-ceiling-deal-food-aid-student-loans-3c284b01d95f8e193bca8d873386400e", "image": "https://dims.apnews.com/dims4/default/13342e0/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F0411d0c738384a8ebff406322be754f4%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/13342e0/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F0411d0c738384a8ebff406322be754f4%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "House Speaker Kevin McCarthy of Calif., speaks with members of the press about debt limit negotiations Saturday, May 27, 2023, on Capitol Hill in Washington. (AP Photo/Patrick Semansky)", "description": "The details of the deal between President Joe Biden and House Speaker Kevin McCarthy are out. The 99-page bill produced from their agreement Sunday would avoid a federal default while limiting government spending. But the two leaders still have to persuade Congress to pass the bill. Both sides can point to some victories in the package. It includes provisions to fund medical care for veterans, change work requirements for some recipients of government aid and streamline environmental reviews for energy projects. But some conservatives are concerned that the compromise doesn't cut future deficits enough. And Democrats have been worried about proposed changes to work requirements in programs such as food stamps.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/stephen-groves", "article:published_time": "2023-05-31T01:29:01", "article:modified_time": "2023-09-29T20:03:33.912", "article:section": "Washington News", "article:tag": "AP Top News"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/debt-limit-biden-mccarthy-house-votes-c8484d7fcd1e38fa593e5dc79c910747", "https://apnews.com/article/debt-limit-default-government-shutdown-explainer-b38474f210e519aeb3f48107ca2657ba", "https://apnews.com/article/debt-limit-work-requirements-snap-medicaid-biden-66270829cfc0009ddb5f59eb12a6ba7a", "https://apnews.com/article/predator-spyware-intellexa-sanctions-treasury-tal-dilian-731263dac7e62182e255b01e910830c9", "https://apnews.com/article/predator-spyware-intellexa-sanctions-treasury-tal-dilian-731263dac7e62182e255b01e910830c9", "https://apnews.com/article/iran-treasury-gaza-war-sanctions-7453784693126d5148b8bd29e558d23b", "https://apnews.com/article/iran-treasury-gaza-war-sanctions-7453784693126d5148b8bd29e558d23b", "https://apnews.com/article/russia-ukraine-war-sanctions-us-treasury-state-827008882162cc95a9dba4e4f93411d3", "https://apnews.com/article/russia-ukraine-war-sanctions-us-treasury-state-827008882162cc95a9dba4e4f93411d3", "https://www.epa.gov/nepa"], "authors": [], "publish_date": "2023-05-31T01:29:01"}