{"result_id": "MNTT001003", "URL": "https://www.bbc.com/future/article/20230315-where-do-forever-chemicals-in-drinking-water-come-from", "timestamp": "2024-02-28 23:17:40 CET+0100", "meta": {"description": "New environmental protections might restrict the use of some long-lived chemicals known as PFAS, but these are only the tip of a very persistent iceberg.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20230315-where-do-forever-chemicals-in-drinking-water-come-from", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,pollution-tag/health-tag/environment-tag/burning-questions-tag/news-features"}, "image": null, "domain": "www.bbc.com", "title": "Where do 'forever chemicals' in drinking water come from?", "cleaned_text": "It's worth remembering that the half-life doesn't mean the chemical is eliminated in that time. Rather it is the time it takes for the levels in the blood to fall to half their original value. The chemicals can remain in the body for far longer, especially if continually topped by drinking contaminated water or other sources.\n\nYou might also like:\n\nAnother study of a far longer-term exposure to PFAS among people living in Ronneby, southern Sweden, found that the half-life for another chemical called PFHxS was 5.3 years, while PFOS was 3.4 years and PFOA was 2.7 years. Some PFOS compounds that contain additional branches from their main carbon backbone have a half-life that stretch into decades within the human body.\n\nIn water, however, they can linger even longer. Some studies have suggested that PFOA has a half-life of more than 90 years, while for PFOS it is more than 41 years.\n\nRead more about the chemicals that can linger in our blood for decades in this piece by environmental journalist Anna Turns.\n\nWhere do forever chemicals come from?\n\nSome of the most commonly reported sources of PFAS contamination is from the use of fire-fighting foams, particularly in those for extinguishing flammable liquid blazes. Here the PFAS act as \"surfactants\", to decrease the surface tension in the foam to allow it to spread across an area more easily and so starve the flames of oxygen.\n\nUnfortunately, the foam can be washed away, leading the PFAS to pollute nearby water courses and soil.\n\nThey are also often used as a treatment in waterproof clothing or food packaging, such as paper bags used in takeaway food, and pizza boxes, to help resist grease stains seeping through. Similarly they can be used to treat carpets and soft-furnishings, and one study found them in 60% of bedding and clothing marketed for children. But it's not yet known if this kind of exposure represents a health risk.\n\nIt currently isn't clear what levels of PFAS can transfer into our bodies through our skin and food, but scientists do warn that there is a risk of contamination through the inhalation of PFAS-laden household dust. Children, in particular, might also put treated soft furnishings into their mouths directly. But exactly how much of these chemicals enter the body in that way has not been well studied, and they do tend to have a shorter half-life in the air than they do in water.\n\nThe other place where PFAS are commonly used is in plastic, such as food containers. They are used to help make plastics more chemically resistant to staining, but here too scientists have found the PFAS can leach out into our food.\n\nAnd in 2022, the Environmental Working Group, an environmental non-profit found another source – sewage sludge. It estimated that almost 20 million acres (80,937sq km) of US cropland has been contaminated with PFAS through the use of sewage sludge. This sludge can contain microplastics and also the long-lived chemicals themselves that our kidneys have worked so hard to remove and excrete from the body. One recent study has even found PFAS in toilet paper, which researchers at the Univeristy of Florida say could be contributing to the amount of these chemicals in wastewater sludge. Once in the soil, they can then find its way back into our food system.\n\nRead more about how forever chemicals and microplastics are getting into our food in this detailed article by environmental journalist Isabelle Gerretsen.\n\nJoin one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram.\n\nIf you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\" – a handpicked selection of stories from BBC Future, Culture, Worklife, Travel and Reel delivered to your inbox every Friday.", "opengraph": {"title": "Where do 'forever chemicals' in drinking water come from?", "type": "article", "url": "https://www.bbc.com/future/article/20230315-where-do-forever-chemicals-in-drinking-water-come-from", "description": "New environmental protections might restrict the use of some long-lived chemicals known as PFAS, but these are only the tip of a very persistent iceberg.", "author": "Richard Gray", "image": "https://ychef.files.bbci.co.uk/live/624x351/p0f8yqt5.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Pollution"], "tweets": [], "movies": [], "links": ["https://www.bbc.com/future/article/20230215-how-pesticides-harm-human-health", "https://www.bbc.com/future/article/20230224-should-you-avoid-eating-burnt-food", "https://www.bbc.com/future/article/20230303-why-vinegar-is-so-good-at-cleaning", "https://oem.bmj.com/content/75/1/46.abstract", "https://pubs.acs.org/doi/10.1021/es401905e", "https://www.waterboards.ca.gov/gama/docs/pfoa.pdf", "https://www.canada.ca/en/environment-climate-change/services/canadian-environmental-protection-act-registry/publications/ecological-screening-report-sulfonate/chapter-2.html", "https://www.bbc.com/future/article/20220512-the-chemicals-that-linger-for-decades-in-your-blood", "https://deq.utah.gov/pollutants/sources-of-pfas", "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1012230/Poly-_and_perfluoroalkyl_substances_-sources_pathways_and_environmental_data_-_report.pdf", "https://www.fda.gov/food/process-contaminants-food/authorized-uses-pfas-food-contact-applications", "https://pubs.acs.org/doi/10.1021/acs.est.1c05175", "https://www.atsdr.cdc.gov/pfas/health-effects/exposure.html", "https://pubs.acs.org/doi/10.1021/acs.est.1c05175", "https://www.sciencedirect.com/science/article/pii/S0045653520309644", "https://www.waterboards.ca.gov/gama/docs/pfoa.pdf", "https://pubs.acs.org/doi/10.1021/acs.estlett.3c00083", "https://www.ewg.org/news-insights/news/2022/04/ewg-forever-chemicals-may-taint-nearly-20-million-cropland-acres", "https://www.bbc.com/future/article/20230103-how-plastic-is-getting-into-our-food", "https://pubs.acs.org/doi/abs/10.1021/acs.estlett.3c00094", "https://www.bbc.com/future/article/20230103-how-plastic-is-getting-into-our-food", "https://www.facebook.com/BBCFuture/", "https://twitter.com/BBC_Future", "https://www.instagram.com/bbcfuture_official/", "https://cloud.email.bbc.com/SignUp10_08", "https://www.bbc.com/future/", "https://www.bbc.com/culture/", "https://www.bbc.com/worklife/", "https://www.bbc.com/travel/", "https://www.bbc.com/reel"], "authors": ["Richard Gray"], "publish_date": "2023-03-15T17:54:00Z"}