{"result_id": "MNTT005016", "URL": "https://apnews.com/article/shooting-gay-hate-colorado-guns-violence-nightclub-3d9c62154205f3356afdef86fab66a24", "timestamp": "2024-03-06 15:10:37 CET+0100", "meta": {"description": "The suspect in a mass shooting at a Colorado Springs gay nightclub is expected to strike a plea deal to state murder and hate charges that would ensure at least a life sentence for the attack that killed five people and wounded 17.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/shooting-gay-hate-colorado-guns-violence-nightclub-3d9c62154205f3356afdef86fab66a24", "encoding": "UTF-8", "website_keywords": "Shootings, Drug crimes, Associated Press, General news, n, U.S. news, Indictments, a, Colorado Springs, Crime, Homicide, U.S. News"}, "image": null, "domain": "apnews.com", "title": "Takeaways from AP report of expected plea deal in Colorado Springs gay nightclub shooting", "cleaned_text": "COLORADO SPRINGS, Colo. (AP) — The suspect in a mass shooting at a Colorado Springs gay nightclub is to state murder and hate charges that would ensure at least a life sentence for the attack that killed five people and wounded 17, several survivors told The Associated Press.\n\nHere are the key takeaways:\n\nWHAT IS HAPPENING WITH THE LEGAL CASE?\n\nWord of a possible legal resolution of follows a series of jailhouse phone calls from suspect Anderson Lee Aldrich to the AP expressing remorse and the intention to face the consequences at the next scheduled court hearing this month.\n\nFederal and state authorities and defense attorneys declined to comment on a possible plea deal. But Colorado law requires victims to be notified of such deals, and several people who lost loved ones or were wounded in the attack told the AP that state prosecutors told them Aldrich will plead guilty to charges that would ensure the maximum state sentence of life behind bars.\n\nProsecutors also recently asked survivors to prepare for the June 26 hearing by writing victim-impact statements and steeling themselves for the possible release of the Club Q surveillance video of the\n\nThe U.S. Justice Department is still considering filing federal hate crime charges, according to a senior law enforcement official familiar with the matter who spoke to AP on condition of anonymity to discuss the ongoing case. It’s unclear whether the anticipated resolution to the state prosecution will also resolve the ongoing FBI investigation.\n\nWHAT DID THE SUSPECT TELL AP?\n\n“I have to take responsibility for what happened,” the 23-year-old said during one of the six calls to the AP last month, their first public comments about the case.\n\nAldrich, who since their arrest has identified as non-binary and uses they and them pronouns, added that they still can’t believe they were responsible for such devastation.\n\n“Nothing’s ever going to bring back their loved ones,” they said. “People are going to have to live with injury that can’t be repaired.”\n\nAsked why it happened, they said, “I don’t know. That’s why I think it’s so hard to comprehend that it did happen. ... I’m either going to get the death penalty federally or I will go to prison for life, that’s a given.”\n\nWhile The Associated Press normally would not provide a platform to someone alleged to have committed such a crime, editors judged that the suspect’s stated intent to accept responsibility and expression of remorse were newsworthy and should be reported.\n\nWHAT DO SURVIVORS SAY ABOUT THE INTERVIEW?\n\nSeveral survivors of last year’s Club Q massacre lambasted the suspect’s interview as a calculated attempt to avoid the federal death penalty, noting they stopped short of discussing motive, put much of the blame on drugs and characterized the crime in passive generalities.\n\n“No one has sympathy for him,” said Michael Anderson, who was bartending at Club Q when the shooting erupted and ducked as several patrons were gunned down around him.\n\n“Someone’s gone that can never be brought back through the justice system,” said Wyatt Kent, who was celebrating his 23rd birthday in Club Q when Aldrich opened fire, gunning down Kent’s partner, Daniel Aston, who was working behind the bar. “We are all still missing a lot, a partner, a son, a daughter, a best friend.”\n\nThe suspect walked into Club Q just before midnight on Nov. 19 and fired an AR-15-style semiautomatic rifle indiscriminately. The killing only stopped after a Navy petty officer grabbed the barrel of Aldrich’s rifle, burning his hand because it was so hot. An Army veteran joined in to help subdue and beat Aldrich until police arrived.\n\nProsecutors say the suspect had visited Club Q at least six times in the years before the attack. District Attorney Michael Allen told a judge that the suspect’s mother made Aldrich go to the club “against his will and sort of forced that culture on him.”\n\nAllen also has said Aldrich administered a website that posted a “neo-Nazi white supremacist” shooting training video. Online gaming friends said Aldrich expressed hatred for the police, LBGTQ people and minorities and used anti-Black and anti-gay slurs. And a police detective testified that Aldrich sent an online message with a photo of a rifle scope trained on a gay pride parade.\n\nDefense attorneys have not disputed Aldrich’s role in the shooting but have pushed back against allegations it was motivated by hate, arguing the suspect was drugged up on cocaine and medication the night of the attack.", "opengraph": {"title": "Takeaways from AP report of expected plea deal in Colorado Springs gay nightclub shooting", "url": "https://apnews.com/article/shooting-gay-hate-colorado-guns-violence-nightclub-3d9c62154205f3356afdef86fab66a24", "image": "https://dims.apnews.com/dims4/default/3947fa2/2147483647/strip/true/crop/5322x2994+0+41/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Ff5%2F0c%2F230a3e2c4bd6597a347a7a2522d6%2F8b95d39ea3c44ae6b9d66384cdd3095a", "image:url": "https://dims.apnews.com/dims4/default/3947fa2/2147483647/strip/true/crop/5322x2994+0+41/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Ff5%2F0c%2F230a3e2c4bd6597a347a7a2522d6%2F8b95d39ea3c44ae6b9d66384cdd3095a", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "FILE - Noah Reich, left, and David Maldonado, the Los Angeles co-founders of Classroom of Compassion, set up a memorial near Club Q in Colorado Springs, Colo., on Nov. 22, 2022, with photographs of the five victims of a mass shooting at the gay nightclub. (AP Photo/David Zalubowski, File)", "description": "The suspect in a mass shooting at a Colorado Springs gay nightclub is expected to strike a plea deal to state murder and hate charges that would ensure at least a life sentence for the attack that killed five people and wounded 17.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/Jim-mustian", "article:published_time": "2023-06-15T05:46:30", "article:modified_time": "2023-09-29T14:05:46.312", "article:section": "U.S. News", "article:tag": "Shootings"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/shooting-gay-hate-colorado-guns-violence-nightclub-8a955d13cc8b018a11400e880f0d6a9e", "https://apnews.com/article/shootings-colorado-gun-politics-springs-7f079c7feebc32cc8ad46f2724844c18", "https://apnews.com/article/shootings-colorado-springs-e098d88261db6bcfc0774434abbb7a8f", "https://apnews.com/article/workplace-investigator-testifies-baldwin-shooting-f8a259bd9fc82b0594442bb067439873", "https://apnews.com/article/workplace-investigator-testifies-baldwin-shooting-f8a259bd9fc82b0594442bb067439873", "https://apnews.com/article/north-dakota-bismarck-police-shooting-04a5c35300635e939b8c2fcb72d8e680", "https://apnews.com/article/north-dakota-bismarck-police-shooting-04a5c35300635e939b8c2fcb72d8e680", "https://apnews.com/article/oxford-school-shooting-james-crumbley-2241299505f1dbe2c4a2d0c4b582fd3e", "https://apnews.com/article/oxford-school-shooting-james-crumbley-2241299505f1dbe2c4a2d0c4b582fd3e"], "authors": [], "publish_date": "2023-06-15T05:46:30"}