{"result_id": "MNTT001018", "URL": "https://www.bbc.com/news/world-asia-china-38545649", "timestamp": "2024-02-28 23:17:44 CET+0100", "meta": {"description": "A new team of environmental police will try to combat toxic smog engulfing Beijing, its mayor says.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/world-asia-china-38545649", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Beijing pollution: Police force to combat toxic smog", "cleaned_text": "A new team of environmental police will try to reduce hazardous levels of toxic smog engulfing Beijing, the city's acting mayor has said.\n\nThe police will look for local sources of air pollution, including open-air barbecues and dusty roads, Cai Qi says, according to Xinhua state news agency.\n\nMany residents have been forced to stay in their homes for days at a time to avoid breathing the poisonous air.\n\nThe public has been calling on the government to do more to address major sources of smog, including reducing China's reliance on coal-fired power plants, the primary source of electricity in the country.\n\n\"Open-air barbecues, garbage incineration, biomass burning, dust from roads - these acts of non-compliance with regulations are actually the result of lax supervision and weak law enforcement,\" Mr Cai was quoted by Xinhua as saying.\n\nThe city's only coal-fired power plant will be closed after the winter, when consumption increases for heating, Mr Cai added.\n\nAnother 300,000 high-polluting old vehicles will be phased out, Xinhua says. Polluting factories will be closed and some 2,000 others will be upgraded to meet higher pollution treatment standards.\n\nBeijing authorities had earlier announced that they would begin installing air purifiers in some of the city's schools and kindergartens. They were already ordered to stop all outdoor activities.", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "A new team of environmental police will try to combat toxic smog engulfing Beijing, its mayor says.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/18007/production/_93311389_mediaitem93311388.jpg", "image:alt": "Buildings are seen on a polluted day in Beijing on 1 January, 2017", "locale": "en_GB", "site_name": "BBC News", "title": "Beijing pollution: Police force to combat toxic smog", "type": "article", "url": "https://www.bbc.com/news/world-asia-china-38545649", "article:section": "China"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.bbc.co.uk/news/world-asia-38538419", "http://www.bbc.co.uk/news/science-environment-25631031", "/news/world-asia-38538419", "/news/science-environment-25631031", "/news/world-asia-china-38495644", "/news/world-asia-china-38389334", "/news/world-asia-china-38394160"], "authors": ["BBC News"], "publish_date": "2017-01-08T01:35:36.000Z"}