{"result_id": "MNTT005029", "URL": "https://www.medicalnewstoday.com/articles/alternatives-to-chemotherapy", "timestamp": "2024-03-06 15:10:49 CET+0100", "meta": {"description": "Depending on the type and stage of cancer, doctors may recommend alternative treatments besides chemotherapy. Learn about five possible options here.", "lang": "en", "favicon": "https://media.post.rvohealth.io/wp-content/uploads/2023/11/MNT-Periwinkle-White.png", "canonical": "https://www.medicalnewstoday.com/articles/alternatives-to-chemotherapy", "encoding": "utf-8", "website_keywords": "alternatives to chemotherapy"}, "image": null, "domain": "www.medicalnewstoday.com", "title": "Alternatives to chemotherapy: 5 options", "cleaned_text": "There are several alternative cancer treatments to chemotherapy, including immunotherapy, photodynamic therapy, and laser therapy. Chemotherapy destroys cancerous cells, and although it is effective and can save lives, it is highly toxic. Severe side effects include nausea, vomiting, hair loss, fatigue, and anemia. People may also need to undergo other treatments or procedures before or after chemotherapy, such as radiation therapy or surgery. Depending on the type and stage of cancer, doctors may recommend treatments alongside chemotherapy to help people avoid complications from these effective but severe drugs. People with a cancer diagnosis may prefer to talk about alternatives to chemotherapy with their oncologist and determine options dependent on the type, extent, and location of their cancer. This article looks at alternatives to chemotherapy and explores their benefits and risks.\n\nPhotodynamic therapy (PDT) is a cancer treatment that from a laser or other light source to activate drugs that kill cancer cells. Doctors commonly use PDT as a local therapy to treat a specific part of the body. The Food and Drug Administration (FDA) has approved PDT to treat cancers and precancers, including: Doctors may also use PDT to help with the symptoms of some cancers if they begin to block the airways or throat. However, doctors can only use PDT to treat tumors on the skin, just under the skin, or in the lining of organs and cavities. PDT involves the individual taking a photosensitizer drug, either orally, topically on the skin, or directly into a vein. In 24–72 hours, the cancer cells absorb the drug, and doctors then expose them to light. The combination of light and the drug creates oxygen that kills cancer cells. PDT avoids extensive damage as the drugs leave healthy cells and accumulate in cancerous cells. It also does not cause scarring, making it a good option for people with skin cancers and precancers. PDT may harm normal cells, leading to side effects, including burns, swelling, and pain. Other effects depend on the treatment area, with some individuals having trouble swallowing, shortness of breath, stomach pain, and skin problems. A person may be highly light-sensitive for some time after the treatment. As with chemotherapy, PDT is non-invasive and performed as an outpatient procedure. However, doctors to treat cancers in areas where light cannot reach or cancers that have spread.\n\nLaser therapy involves a doctor using a focused light beam to heat and destroy small tumors and precancerous growths. They can also use it to shrink tumors that block areas of the digestive tract and help treat symptoms, such as bleeding. Surgeons may use a laser to seal nerve endings or lymph vessels after surgery, which reduces pain and swelling and keeps tumor cells from spreading. Doctors may also use lasers as part of PDT to activate the photosensitizing agent. The laser is exact, enabling doctors to remove tumors without damaging the surrounding tissues, reducing pain, bleeding, infections, and scarring. Surgeons may find that procedures take less time than with traditional tools. Without following strict safety precautions, lasers can pose health risks. The person receiving the treatment and surgical team must wear eye protection to avoid injury. Additionally, fewer medical professionals have the training to use lasers, and due to their expense, fewer hospitals and clinics use these surgical tools. Laser therapy cancers and precancers of the skin or lining of the internal organs. Unlike chemotherapy, it cannot treat tumors in areas the laser cannot reach.\n\nImmunotherapy is a biological therapy that helps an individual’s natural defenses to control and eliminate cancer. There are various forms of immunotherapy. It works by teaching a person’s immune system to recognize and attack cancer cells, boost the immune cells, and enhance the immune response. Because immunotherapy harnesses the power of the individual’s immune system, it can target cancer cells precisely while protecting healthy cells from harm. Immunotherapy carries some risks of causing a reaction. As it stimulates the immune system, it may cause side effects, such as fever, chills, and fatigue. Some types of immunotherapy may cause problems such as swelling, weight gain, heart palpitations, or diarrhea. Unlike chemotherapy, which attacks cancerous cells, the immune system continually adapts. Therfore, if a tumor escapes detection, the immune system could reevaluate and launch further targeted attacks. Additionally, the immune system memory allows for a rapid response should the cancer return. Learn more about chemotherapy vs. immunotherapy here.\n\nTargeted therapy involves doctors administering to treat people individually rather than taking a generalized approach. These therapies are either small molecule drugs that can enter cells easily or monoclonal antibodies that attach to specific targets on cancer cells. Because these therapies are precise, they can attack cancer cells while leaving a person’s healthy cells intact. They may help the immune system destroy cancer cells, stop cancer cells from growing, prevent tumors from forming new blood vessels, deliver deadly substances into cancer cells, or starve some types of cancer from the hormones they need to grow. Targeted therapy carries the risk of side effects. The most common include diarrhea and liver problems, but people may also have issues with blood clotting and wound healing, fatigue, increased blood pressure, and skin problems. Doctors may need to use genetic testing to find changes in the DNA of cancer cells. There is a small risk that someone outside of the medical team could obtain an individual’s genetic or other information from their health records. As with chemotherapy, targeted therapy also uses medications to inhibit cancer cell growth, restrict cancer growth, and kill cancer cells. Targeted therapy differs from chemotherapy by focusing on specific proteins involved in tumor formation and development.", "opengraph": {"title": "Alternatives to chemotherapy: 5 options", "description": "Depending on the type and stage of cancer, doctors may recommend alternative treatments besides chemotherapy. Learn about five possible options here.", "type": "article", "url": "https://www.medicalnewstoday.com/articles/alternatives-to-chemotherapy", "image": "https://media.post.rvohealth.io/wp-content/uploads/sites/3/2021/08/GettyImages-1198663790_thumb.jpg", "image:width": "732", "image:height": "549"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.medicalnewstoday.com%2Farticles%2Falternatives-to-chemotherapy&media=https%3A%2F%2Fpost.medicalnewstoday.com%2Fwp-content%2Fuploads%2Fsites%2F3%2F2021%2F08%2FGettyImages-1198663790_header-1024x575.jpg&description=Alternatives%20to%20chemotherapy%3A%205%20options", "https://www.medicalnewstoday.com/articles/158401", "https://www.medicalnewstoday.com/articles/248002", "https://www.medicalnewstoday.com/articles/158800", "https://www.medicalnewstoday.com/articles/158513", "https://www.cancer.gov/about-cancer/treatment/types/photodynamic-therapy", "https://www.medicalnewstoday.com/articles/146136", "https://www.medicalnewstoday.com/articles/310144", "https://www.medicalnewstoday.com/articles/300871", "http://www.medicalnewstoday.com/articles/323701", "https://www.cancer.org/treatment/treatments-and-side-effects/treatment-types/radiation/photodynamic-therapy.html", "https://www.cancer.gov/about-cancer/treatment/types/surgery/lasers", "https://www.cancer.gov/about-cancer/treatment/types/immunotherapy#:~:text=Immunotherapy%20is%20a%20type%20of,a%20type%20of%20biological%20therapy.", "https://www.medicalnewstoday.com/articles/168266", "https://www.medicalnewstoday.com/articles/158634", "https://www.medicalnewstoday.com/articles/immunotherapy-vs-chemotherapy", "https://www.cancer.gov/about-cancer/treatment/types/targeted-therapies", "https://www.medicalnewstoday.com/articles/270644", "https://www.cancer.gov/about-cancer/treatment/types/hormone-therapy", "https://www.medicalnewstoday.com/articles/150086", "https://www.medicalnewstoday.com/articles/5702", "https://www.medicalnewstoday.com/articles/hormone-therapy-for-breast-cancer", "https://www.oncolink.org/cancer-treatment/hormone-therapy/hormone-therapy-the-basics", "https://www.annalsofoncology.org/article/S0923-7534(20)32594-1/fulltext", "https://www.medicalnewstoday.com/articles/37136"], "authors": ["Zia Sherrell, MPH"], "publish_date": null}