{"result_id": "MNTT001043", "URL": "https://www.bbc.com/education/guides/z3k3jty", "timestamp": "2024-02-28 23:18:01 CET+0100", "meta": {"description": "Study how diseases are treated such as cardiovascular and coronary heart disease. Learn about medicines and monoclonal antibodies in cancer treatment.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.co.uk/bitesize/guides/z3k3jty/revision/1", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Antibiotics - How can we treat disease? - OCR 21st Century - GCSE Biology (Single Science) Revision - OCR 21st Century", "cleaned_text": "Different types of medicines are available to treat many different communicable and non-communicable diseaseIllness affecting plants and animals.. Some medicines only treat the symptoms and others cure the disease by killing the pathogenMicroorganism that causes disease.. Many non-communicable diseases can be managed long-term with medicines.\n\nantibioticSubstance that controls the spread of bacteria in the body by killing them or stopping them reproducing. are substances that slow down or stop the growth of bacteriaSingle-celled microorganisms, some of which are pathogenic in humans, animals and plants. Singular is bacterium.. They are commonly prescribed medicines, examples include penicillinAn antibiotic produced by a fungus, Penicillium. Discovered by Alexander Fleming. and amoxicillinA frequently prescribed antibiotic, particularly for children. It is an effective treatment for ear and throat infections.. Antibiotics can be taken to cure the disease by killing the bacterial pathogen, like the sexually transmitted disease gonorrhoea. They do not kill viruses and so cannot be used for viral pathogens like the common cold.\n\nPenicillin was the first antibiotic discovered by Alexander Fleming in 1928. He noticed that some bacteria he had left in a Petri dishA clear glass or plastic dish, used to grow living cells from organisms so they can be studied. had been killed by the naturally occurring Penicillium mouldA type of fungus..\n\nantibiotic resistanceThe ability of bacteria to survive exposure to antibiotics. It is caused by mutations in their genes. has now become a common problem. All populations have variation, and resistance of bacteria to an antibiotic can be brought about by just one mutation in a single gene. As bacteria reproduce by binary fission, the number of bacteria with this mutation can increase very quickly. The non-resistant bacteria are destroyed by the antibiotics, which removes competition. With no competition for space and food, the resistant genetic variant can spread quickly.\n\nBacteria can be tested for resistance to specific antibiotics. Bacteria are spread on an agar plate to make a 'bacterial lawn'. Paper discs soaked in antibiotic are placed on the agar and then incubated. After several days there are clear areas around the discs containing antibiotics which can kill that strain of bacteria. There are no clear areas around discs containing antibiotics that the bacteria are resistant to.\n\nViruses have proteins on their outside called antigens. Your body detects these and your immune system starts to protect you against the infection. In some viruses, like the flu, these antigens change frequently meaning new vaccines are required. There is a new vaccine for the flu virus each year.", "opengraph": {"title": "Antibiotics - How can we treat disease? - OCR 21st Century - GCSE Biology (Single Science) Revision - OCR 21st Century - BBC Bitesize", "description": "Study how diseases are treated such as cardiovascular and coronary heart disease. Learn about medicines and monoclonal antibodies in cancer treatment.", "site_name": "BBC Bitesize", "locale": "en_GB", "url": "https://www.bbc.co.uk/bitesize/guides/z3k3jty/revision/1", "image": "https://ichef.bbci.co.uk/images/ic/1200xn/p01l81ns.jpg", "image:secure_url": "https://ichef.bbci.co.uk/images/ic/1200xn/p01l81ns.jpg", "image:width": "1200", "type": "article"}, "tags": ["Jobs that use Biology"], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": null}