{"result_id": "MNTT005017", "URL": "https://apnews.com/article/minnesota-legislature-environment-pfas-cancer-7a194069979e3b91a45afd37849a5521", "timestamp": "2024-03-06 15:10:38 CET+0100", "meta": {"description": "Minnesota is on the verge of banning non-essential uses of “forever chemicals.” And lawmakers say they are naming the legislation after a woman who spent the last months of her life campaigning for restrictions that will be some of the toughest in the country. Legislators, environmentalists and family members paid tribute Tuesday to Amara Strande. She died two days shy of her 21st birthday last month from a rare form of liver cancer. She grew up in a St. Paul suburb where groundwater is contaminated by PFAS and believed the chemicals were part of what caused her cancer, which was diagnosed when she was 15.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/minnesota-legislature-environment-pfas-cancer-7a194069979e3b91a45afd37849a5521", "encoding": "UTF-8", "website_keywords": "Minnesota, General news, MN State Wire, Politics"}, "image": null, "domain": "apnews.com", "title": "Minnesota prepares for near-total ban on 'forever chemicals'", "cleaned_text": "ST. PAUL, Minn. (AP) — Minnesota is on the verge of banning non-essential uses of “forever chemicals.” And lawmakers say they are naming the legislation after a woman who spent the last months of her life campaigning for restrictions that will be some of the toughest in the country.\n\nLegislators, environmentalists and family members paid tribute Tuesday to Amara Strande. She died two days shy of her 21st birthday last month from a rare form of liver cancer. She grew up in a St. Paul suburb where the groundwater is contaminated by PFAS and believed the chemicals were part of what caused her cancer, which was diagnosed when she was 15.\n\n“Through her pain and exhaustion, Amara was willing to be a voice of those who have become the victims of illnesses that are linked to these forever chemicals,” said her father, Michael Strande. ”Amara called on the lawmakers of Minnesota to do what is right in passing laws that will not only protect our environment, and human lives, but also force industries to find alternative ways of manufacturing their products without these deadly chemicals.”\n\nPFAS, or per- and polyfluoroalkyl substances, have spread around the globe and don’t break down in the environment. They have been linked to a broad range of health problems, including low birth weights and certain cancers. The chemicals have been used since the 1940s in many consumer and industrial products, including nonstick pans, fabrics and firefighting foam.\n\n“I have spent the last five years fighting cancer with every ounce of my being. And I will for the rest of my life,” Amara Strande said at an emotional news conference with lawmakers and her parents back when they announced the legislation in January. “Corporations must stop the production of these toxins and be held accountable and pay for the damage they’ve done. Through no fault of my own, I was exposed to these toxic chemicals. And as a result, I will die with this cancer.”\n\n“Amara’s Law” will allow only limited exceptions to the ban, such as firefighting foam used at airports and oil refineries and in protective clothing for firefighters. It also will require companies to disclose if the products they sell in Minnesota contain the chemicals. The ban would take effect in 2025 for a long list of products including carpets, cleaning products, cookware, cosmetics, dental floss, fabrics and fabric treatments, furniture, products for children, menstruation products and ski wax.\n\nA House-Senate conference committee that is negotiating the details of a broad environment and natural resources bill agreed last Thursday to the PFAS language that will be included. Democratic Gov. Tim Walz and his administration support the ban. He is expected to sign it after the House and Senate complete work on the final package.\n\n“This will be the strongest PFAS legislation in the nation,” said Democratic Rep. Sydney Jordan, of Minneapolis, who went on to say: “Minnesota invented PFAS. By passing this, Minnesota is going to invent the solution.”\n\nSupporters said Minnesota has a special responsibility because the chemicals were invented by Maplewood-based 3M, which announced in December that it is exiting PFAS manufacturing and discontinuing their use in its products.\n\n“We have a duty to lead the charge in their eradication from the environment, from our bodies, from our consumer products, from our water,” said Democratic Sen. Judy Seeberger, of Afton, the lead sponsor in the Senate. She said the issue is personal because her home well is contaminated with PFAS, forcing her to use a filtration system to get safe water.\n\nAndrea Lovoll, legislative director of the Minnesota Center for Environmental Advocacy, said the Minnesota legislation goes farther than any other state’s and has the strictest list of what counts as non-essential uses. For example, she said, don’t cover cookware or require as many comprehensive disclosures. Up until now, she said, Maine has had the strongest restrictions. But Maine’s 2021 law mandates a phaseout by 2030 while Minnesota’s law kicks in faster.\n\nThe U.S. Environmental Protection Agency last year under the Superfund law. But the EPA stopped short of an outright ban, after warning that the compounds were and pose health risks even at extremely low levels.\n\nThis story corrects the last name of Andrea Lovoll, legislative director of the Minnesota Center for Environmental Advocacy.", "opengraph": {"title": "Minnesota prepares for near-total ban on 'forever chemicals'", "url": "https://apnews.com/article/minnesota-legislature-environment-pfas-cancer-7a194069979e3b91a45afd37849a5521", "image": "https://dims.apnews.com/dims4/default/1e60403/2147483647/strip/true/crop/2000x1125+0+104/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F0abaa4046c8d4826bf7718de2360d48b%2F2000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/1e60403/2147483647/strip/true/crop/2000x1125+0+104/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F0abaa4046c8d4826bf7718de2360d48b%2F2000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Michael Strande speaks at a news conference at the Minnesota State Capitol, Tuesday, May 9, 2023, in St. Paul, Minn., in support of state legislation to ban non-essential uses of \"forever chemicals\" also known as PFAS. The legislation is named after his daughter, Amara Strande, who spent the last months of her life campaigning for restrictions that will be some of the toughest in the country. Amara died two days shy of her 21st birthday last month from a rare form of liver cancer. (AP Photo/Steve Karnowski)", "description": "Minnesota is on the verge of banning non-essential uses of “forever chemicals.” And lawmakers say they are naming the legislation after a woman who spent the last months of her life campaigning for restrictions that will be some of the toughest in the country. Legislators, environmentalists and family members paid tribute Tuesday to Amara Strande. She died two days shy of her 21st birthday last month from a rare form of liver cancer. She grew up in a St. Paul suburb where groundwater is contaminated by PFAS and believed the chemicals were part of what caused her cancer, which was diagnosed when she was 15.", "site_name": "AP News", "type": "article", "article:published_time": "2023-05-09T21:38:31", "article:modified_time": "2023-05-09T21:39:10.608", "article:tag": "MN State Wire"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/science-michigan-animals-fish-wildlife-bc8f77b2935ba127c85a27eb6d07a30a", "https://apnews.com/article/science-politics-health-brenda-hampton-aba2bbeeb964c47f7c89a13b866e2255", "https://apnews.com/article/minnesota-election-primary-biden-phillips-trump-haley-4d9519173b52658587704709555025d4", "https://apnews.com/article/minnesota-election-primary-biden-phillips-trump-haley-4d9519173b52658587704709555025d4", "https://apnews.com/article/super-tuesday-trump-biden-rematch-primaries-2024-e36971a222a2b50d35cb0a2c603ce4d5", "https://apnews.com/article/super-tuesday-trump-biden-rematch-primaries-2024-e36971a222a2b50d35cb0a2c603ce4d5", "https://apnews.com/article/minnesota-schools-police-george-floyd-b7a97d724cd1621e1d901f45ffb5b9d6", "https://apnews.com/article/minnesota-schools-police-george-floyd-b7a97d724cd1621e1d901f45ffb5b9d6", "https://apnews.com/article/minnesota-pollution-pfas-legislature-water-e66fe7861eb40cf962ee6b1aa6413fc0", "https://apnews.com/article/business-climate-and-environment-04a94518a2311f0f01b8c9805f0711a9", "https://apnews.com/article/health-business-lawsuits-california-climate-and-environment-4061f9d888908cba9f2b340480673a3c", "https://apnews.com/article/business-government-and-politics-environment-and-nature-maine-be458f81f85f3c01d509ccfa2573b6cd", "https://apnews.com/article/health-climate-and-environment-government-politics-a0fcd1fe52839474093735923e68dfaa", "https://apnews.com/article/science-climate-and-environment-government-politics-1997041096d6fc84edde97cf16f72bce"], "authors": [], "publish_date": "2023-05-09T21:38:31"}