{"result_id": "MNTT005053", "URL": "https://apnews.com/article/fda-gene-therapy-duchenne-muscular-dystrophy-approval-82a82cfb67ef9fb6cf75cd3b5865c138", "timestamp": "2024-03-06 15:11:08 CET+0100", "meta": {"description": "The U.S. Food and Drug Administration has approved the first gene therapy to treat a deadly form of muscular dystrophy.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/fda-gene-therapy-duchenne-muscular-dystrophy-approval-82a82cfb67ef9fb6cf75cd3b5865c138", "encoding": "UTF-8", "website_keywords": "Gene therapy, U.S. Food and Drug Administration, Health, Business, f, w, Birth defects"}, "image": null, "domain": "apnews.com", "title": "First gene therapy for deadly form of muscular dystrophy gets FDA approval for young kids", "cleaned_text": "WASHINGTON (AP) — The first gene therapy for a deadly form of muscular dystrophy received preliminary U.S. approval on Thursday despite concerns from some government scientists about the treatment’s ability to help boys with the inherited disease.\n\nThe Food and Drug Administration approval provides a new option for some patients with Duchenne muscular dystrophy, a rare muscle-wasting disease that causes weakness, loss of mobility and early death. It almost always affects males.\n\nDrugmaker Sarepta Therapeutics said it would charge $3.2 million for the one-time treatment, slightly less than a for hemophilia launched last year. Like most medicines in the U.S., the cost will be mostly paid by insurers — not patients — including private plans and government programs.\n\nThe FDA OK’d the treatment only for children ages 4 and 5, based on study results showing the therapy helped produce a protein needed for muscle growth, which is missing in boys with the condition. The gene therapy had been studied in children up to age 7.\n\nSarepta’s IV treatment delivers a replacement gene for the one that is mutated in boys with the condition.\n\n“Today’s approval addresses an urgent unmet medical need and is an important advancement in the treatment of Duchenne muscular dystrophy, a devastating condition with limited treatment options,” said FDA’s Dr. Peter Marks, in a statement Thursday.\n\nThe FDA said the increase in protein seen with the therapy, Elevidys, is “reasonably likely to predict” a benefit in patients 4 to 5 years old, who don’t have other preexisting complications.\n\nPatients, physicians and parents pushed for the therapy’s approval at a public meeting in April, sharing videos of boys running, riding bikes and doing sports and other activities, which they attributed to the treatment.\n\nBut FDA scientists detailed a long list of concerns with the company’s research, particularly a mid-stage study that the company submitted for FDA review. Overall, it failed to show that boys who received the therapy performed significantly better on measures like standing, walking and climbing than those who got a dummy treatment, although the results were better in younger kids.\n\nStill, the FDA’s outside experts voted narrowly in favor of making the gene therapy available on a preliminary basis, noting the deadly nature of Duchenne and the risk of delaying a potentially beneficial treatment. The vote was non-binding, but the FDA often uses such recommendations to bolster its decisions.\n\nThe FDA advisers who backed the drug also seemed reassured that data from an ongoing 120-patient late-stage study is expected to wrap up late this year. If the results don’t show a benefit, the FDA has the option to revoke the approval.\n\nThe gene therapy was the latest treatment OK’d through the , which allows drugs to , before they’re confirmed to benefit patients. Until recently, the agency rarely used its power to pull drugs that failed to live up to their early promise.\n\nThe shortcut approach has come under increasing scrutiny from academic researchers, government watchdogs, and congressional investigators. But the FDA has also faced pressure from patient groups to use that route more aggressively for debilitating diseases, approving a string of recent treatments for , and other conditions with few treatment options.\n\nAgency leaders have also pledged to use “regulatory flexibility” when considering drugs for rare diseases, such as Duchenne, which affects about 1 in 3,300 boys in the U.S. Most people with the condition do not live past their 20s.\n\nCambridge, Massachusetts-based Sarepta has won accelerated approval for to treat different groups of Duchenne patients since 2016. None of those drugs have yet been confirmed to work; studies designed to secure full FDA approval are ongoing.\n\nFor the gene therapy, initial results from the company’s late-stage study are expected late this year, with more details released in 2024. Pfizer is among several competing drugmakers also working on gene therapies for the condition.\n\nSarepta’s treatment uses a disabled virus to ferry the replacement gene into cells. But because the gene for the missing dystrophin protein is so large, a smaller version of the gene is used. The FDA reviewers noted that the resulting protein is significantly different than any naturally occurring form and there is no evidence that it results in improved mobility or health for patients.\n\nRegulators also worried about the potential consequences of giving patients an unproven gene therapy. Scientists believe there could be dangerous immune system reactions if someone is given a second virus-delivered therapy. That means patients who receive Sarepta’s gene therapy might be ineligible for future treatments that use viruses, FDA staff said.\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group. The AP is solely responsible for all content.", "opengraph": {"title": "First gene therapy for deadly form of muscular dystrophy gets FDA approval for young kids", "url": "https://apnews.com/article/fda-gene-therapy-duchenne-muscular-dystrophy-approval-82a82cfb67ef9fb6cf75cd3b5865c138", "image": "https://dims.apnews.com/dims4/default/5f40ec9/2147483647/strip/true/crop/2742x1542+0+142/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F5f%2F2e%2Ff66277fef30790ceb0cfa1a991bd%2Fd028732ecf7545dab46921687ab85ff1", "image:url": "https://dims.apnews.com/dims4/default/5f40ec9/2147483647/strip/true/crop/2742x1542+0+142/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F5f%2F2e%2Ff66277fef30790ceb0cfa1a991bd%2Fd028732ecf7545dab46921687ab85ff1", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "FILE - A sign for the Food and Drug Administration is displayed outside their offices in Silver Spring, Md., on Dec. 10, 2020. The first gene therapy for Duchenne muscular dystrophy received preliminary U.S. approval on Thursday, June 22, 2023, despite concerns from some government scientists about the treatment's ability to help boys with the inherited disease. (AP Photo/Manuel Balce Ceneta, File)", "description": "The U.S. Food and Drug Administration has approved the first gene therapy to treat a deadly form of muscular dystrophy.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-22T19:02:30", "article:modified_time": "2023-06-22T22:52:27.991", "article:section": "Health", "article:tag": "Gene therapy"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/science-technology-health-business-gene-therapy-57070989d02f8f6459b106ba0e36764a", "https://apnews.com/article/gene-therapy-deafness-hearing-6f38a9123a9cf7a0fd44d7e8402c9951", "https://apnews.com/article/gene-therapy-deafness-hearing-6f38a9123a9cf7a0fd44d7e8402c9951", "https://apnews.com/article/sickle-cell-gene-therapy-crispr-global-0a76d10be53462d57e9d3cc07d15fc02", "https://apnews.com/article/sickle-cell-gene-therapy-crispr-global-0a76d10be53462d57e9d3cc07d15fc02", "https://apnews.com/article/sickle-cell-fda-approval-vertex-crispr-8d85279d7de0c60888d37afbfa06d39e", "https://apnews.com/article/sickle-cell-fda-approval-vertex-crispr-8d85279d7de0c60888d37afbfa06d39e", "https://apnews.com/article/health-cancer-business-congress-drug-approvals-e029b9f3f72b4282ad39d2d00902edfe", "https://apnews.com/article/us-news-health-science-business-government-and-politics-019790c439dfd39a11868ede5d55b6e6", "https://apnews.com/article/health-medication-us-food-and-drug-administration-business-d2a155172735e00d2aa7baaeb8c24a9b", "https://apnews.com/article/als-drug-fda-approval-54ec2766f7fef61e68b715ca36a71755", "https://apnews.com/article/cbf99519cea3c6762a7dc36f7bc55141", "https://www.reviewjournal.com/life/health/fda-approves-first-muscular-dystrophy-drug/"], "authors": [], "publish_date": "2023-06-22T19:02:30"}