{"result_id": "MNTT002015", "URL": "https://www.pbs.org/newshour/science/fifty-years-later-a-daunting-cleanup-of-the-vietnam-wars-toxic-legacy-continues", "timestamp": "2024-03-06 15:07:49 CET+0100", "meta": {"description": "From 1962 to 1971, the American military sprayed vast areas of Vietnam with Agent Orange, leaving dioxin contamination that has severely affected the health of three generations of Vietnamese. Now, the U.S. and Vietnamese governments have joined together in a massive cleanup project.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/science/fifty-years-later-a-daunting-cleanup-of-the-vietnam-wars-toxic-legacy-continues", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "50 years later, a daunting cleanup of the Vietnam War’s toxic legacy continues", "cleaned_text": "In the thriving industrial city of Bien Hoa, about 20 miles east of Ho Chi Minh City, the former Saigon, there is a large air base, just beyond a sweeping bend in the Dong Nai River. During the American war in Vietnam, it was said to be the busiest airport in the world. Since the war ended in 1975, a dense cluster of four residential neighborhoods has grown up around the base. Their total population is perhaps 111,000, while the base itself, now home to advanced long-range fighter-bombers of the Vietnam People’s Air Force, has another 1,200 permanent residents.\n\nA small drainage canal, no more than 8 or 10 feet wide, snakes its way from the west end of the runway — an area known as Pacer Ivy — for half a mile or so through one of these densely packed neighborhoods, which is called Buu Long. On a sweltering afternoon last month, toward the end of the dry season, the canal was no more than a stagnant greenish-brown murk strewn with garbage and choked in places with water hyacinths. Nonetheless, a middle-aged woman who introduced herself as Mrs. Mai was washing her hands and feet in the filthy water. Nearby, a fisherman was sitting on a low cement wall near the mouth of the canal. Nothing was biting.\n\nThe problem for Buu Long, however, is what couldn’t be seen. The canal is heavily contaminated with the most toxic substance ever created by humans: dioxin, the unintended byproduct of the defoliant known as Agent Orange, for the color-coded band on the 55-gallon barrels in which it was stored before being loaded onto the lumbering C-123 aircraft at the Bien Hoa base and sprayed over vast areas of Vietnam. During the U.S. Air Force campaign known as Operation Ranch Hand, Agent Orange was used to strip bare the coastal mangroves of the Mekong Delta and the dense triple-canopy forests that concealed enemy fighters and supply lines.\n\nBien Hoa was the larger of the two air bases that served as the main hubs of the campaign. The other was in the coastal city of Da Nang, 500 miles to the north. By the time Operation Ranch Hand ended in 1971, one-sixth of South Vietnam had been blanketed with 20 million gallons of herbicides, and as many as 4.8 million Vietnamese civilians had been exposed to the spray. In the chaos of wartime, both at Bien Hoa and Da Nang, there was also a good deal of human error. Lethal chemicals were mishandled, spilled, or carelessly disposed of. Thousands of gallons leaked into the soil from bulk storage tanks.\n\nBut now, 50 years after the contamination occurred, the time has finally come to clean up the Bien Hoa air base. Both U.S. and Vietnamese officials call it one of the biggest and most complex environmental remediation projects in the world. It will involve the treatment of enough contaminated soils and sediments to fill 200 Olympic-size swimming pools, and it will cost at least $390 million, and possibly much more.\n\nDioxin is actually a family of more than 400 chemical compounds, of which the deadliest is 2,3,7,8-Tetrachlorodibenzo-P-dioxin, or TCDD. In the context of the war in Vietnam, this is what the word dioxin means.\n\nNo one set out deliberately to spray dioxin on Vietnam, but war is defined by catastrophic accidents as well as by deliberate cruelty, and Agent Orange may have been the worst of them. The defoliant was created by combining two chemicals. Each of them was toxic in its own right, but neither contained dioxin. To meet the relentless demand from the Pentagon, the production process was accelerated, raising the mixture to a higher temperature, and that is what created the dioxin.\n\nThe scale of contamination at Bien Hoa is hard to wrap one’s head around. The presence of dioxin is measured in parts per trillion, or ppt TEQ (toxic equivalency). In sediments, the level considered tolerable by the Vietnamese government is 150 ppt TEQ. In the Buu Long canal, the highest concentration found was 3,370, surpassing the limit by more than 20-fold.\n\nAs for soils, the maximum levels set by the Vietnamese government range from 40 in croplands to 1,200 in industrial and commercial areas (the classification used for the air base). In the Pacer Ivy section of the Bien Hoa base, the concentration in one soil sample was an astonishing 962,559 ppt TEQ, about 800 times the Vietnamese threshold of concern, and 1,300 times higher than the stricter standard used in the United States.\n\nAs a result of the spills at Bien Hoa, dioxin has for half a century seeped silently and invisibly into neighborhoods like Buu Long, flushed downhill during the rainy season, borne on the wind as dust, and deposited in the sediment at the bottom of the drainage canal. Accumulating steadily as it moves up the food chain, it is in the ponds people fish in and the fish they eat, the ducks and chickens they raise in their yards, and the breast milk that nourishes their newborn infants.\n\nSoon after the war ended, the Vietnamese — as well as American veterans — became aware of alarming new patterns of disease. No one will ever know how many have died of the conditions that are now known to be associated with exposure to dioxin, including nine different kinds of cancer. But the singular horror of TCDD is its epigenetic effects — causing changes in gene expression that can be transmitted from one generation to the next. The consequences are visible in Vietnam’s orphanages and rural villages: children and adults with grotesque facial deformities, matchstick limbs that splay out at unnatural angles, the swollen and distorted heads that denote hydrocephalus, the accumulation of cerebrospinal fluid in the brain.\n\nThe best guess is that as many as a million Vietnamese have disabilities that may be attributable to Agent Orange. According to Nguyen Dao, president of the Dong Nai province office of the Vietnamese Association of Victims of Agent Orange/Dioxin (VAVA), there are 1,055 in Bien Hoa city and more than 14,000 in the province as a whole. And new cases are still appearing in the third generation to be born since the war ended.\n\nOften the pathway of disease is hard to trace with certainty. In a neighborhood called Trung Dung, a few hundred yards south of the air base, I met a man named Nguyen Kien, who was born four years after the war ended. His emaciated legs are bent and deformed in a way that frequently afflicts Agent Orange victims, but unlike many he has retained the full use of his arms and his upper-body strength. Kien has fought hard to overcome his disabilities, selling lottery tickets to supplement his meager government pension, becoming a medal-winning wheelchair racer, and recently getting married — although, he said, “I am worried about having children in case I pass my disabilities on to them.”\n\nBut where did his disabilities come from in the first place? Were they passed on to him by his father, who fought for years on the Ho Chi Minh Trail, which wound its way in and out of Laos and Vietnam and was a prime target of the spraying? Or were they the result of growing up in Trung Dung and eating the food that was produced there? Just two blocks from Kien’s house is Bien Hung lake, a popular recreational spot that was heavily contaminated by a wartime spill at the air base.\n\n“We only heard that Agent Orange was toxic in 2003,” said Kien’s widowed mother, Pham Thi Gai. “Before that it was only a rumor.”\n\nOn a recent April morning, at the edge of the Pacer Ivy area, there was a row of red ribbons waiting to be cut, one for each of a bipartisan group of senators, seven Democrats and two Republicans, headed by Senator Patrick Leahy of Vermont, who has made it his mission to address the humanitarian legacy of the war. Nearby, two yellow backhoes with the insignia of the U.S. Agency for International Development (USAID) stood ready to scoop out the first symbolic shovelfuls of contaminated soil.\n\nLater in the day, at a hotel in Bien Hoa city, there would be a second ceremony that seemed every bit as important as the first. This one was to sign an agreement for a new five-year commitment of an anticipated $50-60 million in humanitarian aid to people with severe disabilities in provinces that were sprayed with Agent Orange or otherwise contaminated by dioxin.\n\n“Above all — and it is important to emphasize — this is about people,” Leahy said. “We need to clean up Bien Hoa, but our goal is to improve people’s lives. To help people with disabilities achieve whatever their potential is, to end the stigma against people with disabilities, and to help their families.”\n\nSpeakers on both sides, from Vietnamese generals to the U.S. ambassador, lauded the new spirit of friendship and cooperation between former enemies. It was a remarkable moment because for decades Agent Orange was the biggest obstacle to reconciliation. Not until 2006 were scientists, politicians, and non-profit organizations able to find an acceptable framework and language for dealing with its legacy. The breakthrough was due largely to a series of studies funded by the Ford Foundation, spearheaded by Charles Bailey, who was in charge of the foundation’s Hanoi office from 1997 to 2007.\n\nBuilding on the earlier findings of Vietnamese and Canadian scientists, which had established the link between dioxin and contamination of the food chain in rural areas, these studies surveyed every one of the 2,735 former U.S. military facilities in South Vietnam. Most facilities were now safe, but they identified three “hot spots” — Da Nang, Bien Hoa, and the smaller air base at Phu Cat — where the levels of dioxin posed a serious ongoing threat to public health. Bien Hoa was by far the worst.\n\nPhu Cat was quickly cleaned up without the need for U.S. assistance. Next came Da Nang, a six-year project that was completed last October. It cost $110 million, of which $100 million came from the State Department, channeled through USAID. (To put this figure in context, the federal Superfund program would categorize Da Nang as a “mega-site,” one costing more than $50 million.) Bien Hoa, visited in October by then-Defense Secretary James Mattis, will be much more expensive, and the cleanup will take at least 10 years.\n\nThe sheer volume of soil and sediments that has to be remediated is staggering. In Da Nang it was 90,000 cubic meters; in Bien Hoa it is 495,300. This is already double the original estimate, and it may yet turn out to be more. The footprint of the air base was a little different during the war, said Chris Abrams, who oversees the project for USAID in Hanoi. His office recently appealed to veterans’ groups to search their memories for possible additional areas of contamination. The initial cost estimate of $390 million is likely to rise, given the unforeseen delays and unpleasant surprises that tend to emerge in the course of such a complex project; projections run as high as $683 million.\n\nEven this huge amount is based on a necessary compromise. The surest way of getting rid of dioxin is incineration, but at Bien Hoa the price tag for that might have risen to $1.4 billion. Instead, the less severely contaminated soils and sediments will be contained in a landfill, while the worst will be treated with a technology called thermal conductive heating. This was used in Da Nang, where the dioxin-laden material was superheated to 335 degrees Celsius in a gigantic oven, a low, white ziggurat structure at the north end of the main runway.\n\nREAD MORE: The rising environmental toll of China’s offshore island grab.\n\nWhile the U.S. agreed to commit $300 million to the Bien Hoa cleanup over 10 years, USAID was not in a position to bear the whole cost, and after much debate, the Department of Defense finally agreed to contribute half the total. Three arguments proved persuasive: addressing the humanitarian legacy of the war had to be a commitment of the entire U.S. government; the cleanup couldn’t happen without an injection of funds on a scale only the Pentagon could marshal; and it would be a trust-building measure to strengthen a blossoming military alliance between former enemies who now have a common interest in standing up to what they see as China’s aggressive expansion in the South China Sea.\n\nIt takes nothing away from the significance of the cleanup to say that it can’t by itself bury the legacy of Agent Orange. “The remediation is very important, because it will solve the problems inside the air base and prevent any further spread of dioxin,” said Tran Thi Tuyet Hanh of the Hanoi University of Public Health, the author of several studies on the contamination of locally produced food, dietary habits, risk assessment, and risk reduction in neighborhoods around the Da Nang and Bien Hoa bases. “But the problem is that it has been spreading now for decades, and dioxin has a very long half-life, as much as 100 years in soil and 14 in the human body.”\n\nIn the language of science, dioxin is hydrophobic and lipophilic: it hates water and loves fat. It sinks into the sediment at the bottom of water bodies, where it attaches to organic matter, moving up the food chain from plankton to small aquatic animals and finally to fish. In soil, it ends up in free-range chickens and ducks and their eggs. It becomes steadily more concentrated at each stage, a process known as bioaccumulation. Eighty-seven percent of dioxin enters the body through ingestion, before migrating into fatty tissue, the liver, and breast milk.\n\nFish and poultry are staples of the Vietnamese diet. A propaganda slogan after the war was “Each home, one fish pond, one orchard,” and aquaculture is a thriving business; there are more than 30 ponds and small lakes on the air base itself and several more around its perimeter. For years, these produced about 25 tons of fish a year, much of it consumed by residents of the base and some destined for local markets. Fishing has been officially banned since 2010, but enforcement is lax. “People still fish,” said Nguyen Dao of VAVA. “They risk being caught, but they sneak in anyway despite the warnings. The health effects don’t appear right away, so they eat the fish and say, ‘Look, nothing has happened to me!’”\n\nHer point was proved at Bien Hung lake, near Nguyen Kien’s home. This was one of the earliest sites of contamination to be identified by scientists, with sediments that tested more than 12 times the safe level. The threat was reduced, if not eliminated, 10 years ago, when the Vietnamese government segregated the most contaminated soils in a temporary landfill. Even so, there are still No Fishing signs around the lake. Despite that, on the evening before the air base ceremony, a man with a spinning rod was sitting right next to one of them, unconcerned, catching small tilapia and tossing them back. Not big enough to eat, he said.\n\nThe contamination of Buu Long presents a much more serious challenge. After the spraying officially ended, more than a million gallons of Agent Orange was left over, and it was stockpiled at Bien Hoa, awaiting shipment to Johnston Island, a remote facility in the South Pacific, for eventual incineration — an operation known as Pacer Ivy. But again there were spills, and the dioxin infiltrated the Buu Long drainage canal.\n\nThe full extent of the problem was not discovered until USAID conducted its final environmental assessment in 2014-2015. That meant that Buu Long, which is not included in the air base cleanup plan, missed out on a public education campaign that Hanh of the Hanoi University of Public Health had been involved in several years earlier. The result was a significant reduction in the consumption of high-risk foods in several of the neighborhoods around the base — but not Buu Long. “There is still a serious lack of information,” she said. “Residents of Buu Long need to know that they should avoid local foods like fish, free-range chickens, ducks, and eggs. Mothers need to learn how to minimize the risks from breast-feeding their infants.”\n\nPerhaps the most shocking statistic is the total daily intake of dioxin found in infants, published in a study last year by scientists at the Dioxin Laboratory in Hanoi. The World Health Organization stipulates a tolerable maximum of 1 to 4 picograms (one trillionth of a gram) per kilogram of body weight per day. The mean amount in breastfed infants in Buu Long was 80.\n\nScientists have found that the greatest risk is to the firstborn child; when the mother breastfeeds for the first time she excretes about half the dioxin in her body into her milk. “So in the first few weeks we advise women to express some of their milk before they feed the baby,” Hanh said. “But it’s hard to know if a particular woman has high levels of dioxin, because the test needs sophisticated equipment and each one costs hundreds of dollars. And without knowing, how can you tell her not to breastfeed?”\n\nIn Mrs. Mai’s cluttered backyard on the edge of the Buu Long canal, ducks and chickens were rooting around in the dirt. Across a small bridge was an ornate Theravada Buddhist pagoda where the monk-administrator, Phap Tin, a jolly, pot-bellied man in sweat-soaked saffron robes, was supervising a group of workers refinishing some teak furniture.\n\n“We used to bathe in the canal, and we drew our water from a well until 10 years ago, when the government put in running water,” he said. I asked if he worried about the contamination, and he looked puzzled. “What contamination?” The word dioxin was unfamiliar to him.\n\nHe knew about the remediation of the air base, but not about a plan the Vietnamese government had recently announced to evacuate 300 people from the canal area, starting in June. (Their homes are slated to be demolished, and the soils tested for the first time.) Tin frowned. This was news to him. “No one has been here from the government,” he said. “I’ve always lived here and I would surely have heard about it.” In fact, he said, land speculators had recently moved into the neighborhood, and new houses were being built near the canal, the latest just a few months ago.\n\nREAD MORE: In a war-scarred landscape, Vietnam replants its forests.\n\nEven if the government planned to clean up the area, the monk wondered if it would happen any time soon. And what would become of the pagoda, with its colorful murals, bas-relief sculptures, and 12-foot-high golden Buddha? Nonetheless, he smiled. “I’m 43 now, and in 30 years I’ll be dead,” he said. “So this dioxin probably won’t affect me. But if they don’t clean it up, who knows about the next generation?”\n\nThis article was originally published by Yale Environment 360. Read the original story here. This article was produced in collaboration with the Food & Environment Reporting Network, a non-profit investigative journalism organization.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "50 years later, a daunting cleanup of the Vietnam War’s toxic legacy continues", "description": "From 1962 to 1971, the American military sprayed vast areas of Vietnam with Agent Orange, leaving dioxin contamination that has severely affected the health of three generations of Vietnamese. Now, the U.S. and Vietnamese governments have joined together in a massive cleanup project.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2019/05/1_Bien-Hoa_soldier_reuters-1024x655.jpg", "image:height": "655", "image:width": "1024", "url": "https://www.pbs.org/newshour/science/fifty-years-later-a-daunting-cleanup-of-the-vietnam-wars-toxic-legacy-continues", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2019-05-29T13:54:24-05:00", "article:section": "Science", "article:tag": "environment, pollution, the vietnam war, vietnam, yale environment 360"}, "tags": ["The Leading Edge", "Long-Term Care", "the vietnam war", "Supreme Court", "Essays", "Brooks and Capehart", "vietnam", "ScienceScope", "yale environment 360", "Race Matters", "Politics Monday", "pollution", "Basic Research", "Innovation and Invention", "Teachers' Lounge", "environment"], "tweets": [], "movies": [], "links": ["https://www.healthandenvironment.org/environmental-health/environmental-risks/chemical-environment-overview/dioxins", "https://www.usaid.gov/sites/default/files/BH-Final-EA-2016-05-03_EN-reduced.pdf", "https://www.state.gov/t/pm/rls/rpt/walkearth/2016/263961.htm", "https://www.usaid.gov/vietnam/press-releases/apr-20-2019-united-states-and-vietnam-sign-memorandum-intent-new-partnership", "https://www.amazon.com/Enemies-Partners-Vietnam-Agent-Orange-ebook/dp/B0778S3WN7", "https://e360.yale.edu/features/rising_environmental_toll_china_artificial_islands_south_china_sea", "https://www.militarytimes.com/news/your-military/2018/10/14/mattis-pushes-closer-ties-to-vietnam-amid-tension-with-china/", "https://eprints.qut.edu.au/84905/1/Thi%20Tuyet%20Hanh_Tran_Thesis.pdf", "https://works.bepress.com/edwin_martini/6/", "https://www.researchgate.net/publication/260682233_Determination_of_PCDDFs_in_breast_milk_of_women_living_in_the_vicinities_of_Da_Nang_Agent_Orange_hot_spot_Vietnam_and_estimation_of_the_infant's_daily_intake", "https://e.vnexpress.net/news/news/vietnam-to-relocate-300-residents-near-us-air-base-for-dioxin-cleanup-3881953.html", "https://e360.yale.edu/features/in_war-scarred_landscape_vietnam_replants_its_forests", "https://e360.yale.edu/", "https://e360.yale.edu/features/fifty-years-after-a-daunting-cleanup-of-vietnam-toxic-legacy-dioxin-agent-orange", "http://thefern.org/"], "authors": ["George Black, Yale Environment 360"], "publish_date": "2019-05-29T13:54:24-05:00"}