{"result_id": "MNTT002027", "URL": "https://www.pbs.org/newshour/show/behind-purdue-pharmas-marketing-of-oxycontin", "timestamp": "2024-03-06 15:08:04 CET+0100", "meta": {"description": "In June, the state of Massachusetts filed a lawsuit against Purdue Pharma, which manufactures the prescription painkiller OxyContin, alleging that the family controlled-company misled patients about the dangers of the opioid drug. Now, new details about the company’s marketing strategy have emerged from the case. New Yorker’s Patrick Radden Keefe joins Hari Sreenivasan with the details.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/show/behind-purdue-pharmas-marketing-of-oxycontin", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Behind Purdue Pharma’s marketing of OxyContin", "cleaned_text": "In June, the state of Massachusetts filed a lawsuit against Purdue Pharma, which manufactures the prescription painkiller OxyContin, alleging that the family controlled-company misled patients about the dangers of the opioid drug. Now, new details about the company’s marketing strategy have emerged from the case. New Yorker’s Patrick Radden Keefe joins Hari Sreenivasan with the details.\n• Purdue Pharma has has long told a story which is essentially that the Sackler family which owns the company has a real arm's length relationship is not actually all that involved. And the Sackler's have developed this reputation as great patrons of the arts and universities who never really have to talk about the family business which is the source of all their wealth. What's fascinating about this filing in Massachusetts is that you have hundreds of pages of documentation from inside the company showing very very active involvement from multiple members of the family who are members of the board but not members of the board who are who are at some distance. Members of the board were very very actively directing Purdue Pharma in pushing Oxycontin even after this epic public health crisis that we're all experiencing now.\n• Well so Richard Sackler who's really the most active of these various family members who's the son of one of the founders of the company one of the three brothers who originally took it over. Would regularly be asking for sales reports he would be coaching people on how they should go out and push Oxycontin to doctors. When you started having people dying of overdoses he is very involved in e-mails saying look the way we're going to spin this is that it's about drug addicts these people are criminals. This is not our problem.\n• Blaming the victims Absolutely. And he he really comes across in e-mail after e-mail after e-mail on these various accounts. As somebody who was almost obsessed with the sales of the drug to a point where you get to a stage just a few years ago where sales of OxyContin start to level off and there's an obvious reason for that which is that doctors have woken up to the fact that this drug is killing people on opioids are killing people we now have. You know some 200,000 people have died in opioid related deaths in the last few decades. And so sales are leveling off. And this clearly drives him nuts. And he's saying you know we need to keep pushing. We want bigger doses of the drug for longer periods of time which is exactly what anybody who's looking at this soberly will tell you is a recipe for addiction and a dangerous state of affairs.\n• Well right. So you actually have a point where they say it was going to be a prescription drug here but they were looking to expand internationally. And the Sackler start wondering what could we have this be a non controlled substance like aspirin you walk into CBS and just buy it over the counter and there's a back and forth and it's in these documents between Richard Sackler and the inventor of OxyContin and the inventor of the drug says I think it would be pretty dangerous. That would be a bad idea. And Richard Sackler says yes but what would it do to our bottom line what would it do to the number of cells we could get.\n• Well you get to a point where you have. Thousands of people dying really left and right in various regions across the United States and it's actually the crisis at this point. Part of what's interesting about it is that it's everywhere is that you know almost any American will know people it doesn't discriminate in terms of class race geography. And part of what was striking to me about this Massachusetts filing is that you have all of this internal documentation that suggests that even in the face of this knowledge. The Sackler family is still pushing and wondering you know how can we get out there how can we be selling more. Why are cell slowing down and so they they're fully aware of the crisis. They're fully aware of the huge I mean just just astonishing human toll.\n• No this is what was most striking. So in 2007 Purdue farm actually pled guilty to criminal charges of misbranding essentially deceiving people about the dangers of the drug. Three executives pled guilty. The company paid a 600 million dollar fine and one of the big interesting questions is Ben. All right well if that was the turning point was that when they kind of got wise was that when they realized Oh boy OK we may have transgressed a little bit in those early days but now we know what's going on and we now have this documentation showing that not just in 2008 2009 but in 2016 2017 when the country is reeling from this epidemic inside Purdue Pharma. They're still thinking how can we push this drug.\n• Well this has been part of the strategy for the company I should say not just produce but many companies pretty really has excelled at it. And the Sackler's have in terms of first of all influencing doctors right. So there's all kinds of relationships they have with doctors. They realized early on that a doctor is more likely to prescribe a new drug if it's another doctor recommending it. I thought it was like putting an athlete on a box of Wheaties or you listen to the people you trust your peers. So they started paying doctors. They funded research. So you get this crazy situation in which you're a physician and I'm a physician and I come to you to tell you about this new drug I'm paid by the drug company. I show you a study that's been done about the drug which was also paid for by the drug company. We have this conversation over an expensive steak dinner at a nice resort in Florida. We're all you know getting sent there by by the drug company. One of the statistics in this filing is that Purdue's budget just for food bought for physicians who prescribe opioids every year was nine million dollars a year.\n• There are dozens and dozens of lawsuits right now ongoing across the country. More than half of the states in the United States are suing Purdue Pharma. And so it's unclear where these are going to go. Some people think there will ultimately be a big settlement along the lines that there were with the tobacco companies back in the 1990s. I think the interesting thing for the Sackler family is that what this Massachusetts case has done is kind of pierce the corporate veil. It's no longer just Purdue Pharma and the Sackler's are somehow at a distance. Now the Sacklers have all been named and it does seem that there may be some real liability on the part of these individuals who were clearly directing the company. So if I were them I'd be worried. I think you're going to see more lawsuits. You will ultimately see some sort of big settlement and the really interesting case now is that for decades part of the reason the saddlers were able to kind of burnish their own reputation was by giving huge amounts of money to elite cultural institutions to museums like the Guggenheim to universities like Yale. So at what point do these institutions start saying no to that money and potentially taking the Sackler name off of their various institutes and buildings.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Behind Purdue Pharma’s marketing of OxyContin", "description": "In June, the state of Massachusetts filed a lawsuit against Purdue Pharma, which manufactures the prescription painkiller OxyContin, alleging that the family controlled-company misled patients about the dangers of the opioid drug. Now, new details about the company’s marketing strategy have emerged from the case. New Yorker’s Patrick Radden Keefe joins Hari Sreenivasan with the details.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2018/05/RTX4VJ0F-1024x768.jpg", "image:height": "768", "image:width": "1024", "url": "https://www.pbs.org/newshour/show/behind-purdue-pharmas-marketing-of-oxycontin", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2019-01-20T17:06:43-05:00", "article:section": "Health", "article:tag": "massachusettes, opioid crisis, oxycontin, purdue pharma, sackler family"}, "tags": ["The Leading Edge", "Long-Term Care", "massachusettes", "oxycontin", "purdue pharma", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "sackler family", "Race Matters", "opioid crisis", "Politics Monday", "newshour weekend", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": "2019-01-20T17:06:43-05:00"}