{"result_id": "MNTT002055", "URL": "https://www.pbs.org/newshour/show/chemicals-in-plastic-electronics-are-lowering-fertility-in-men-and-women", "timestamp": "2024-03-06 15:08:34 CET+0100", "meta": {"description": "Several chemicals found in everyday use products including plastic and electronics are lowering fertility in men, women and even some non-human species. Shanna Swan, a leading environmental and reproductive epidemiologist who has authored the book “Count Down” on the subject, and is  also professor of environmental and public health at the Icahn School of Medicine at Mount Sinai hospital joins.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/show/chemicals-in-plastic-electronics-are-lowering-fertility-in-men-and-women", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Chemicals in plastic, electronics are lowering fertility in men and women", "cleaned_text": "Several chemicals found in everyday use products including plastic and electronics are lowering fertility in men, women and even some non-human species. Shanna Swan, a leading environmental and reproductive epidemiologist who has authored the book “Count Down” on the subject, and is also professor of environmental and public health at the Icahn School of Medicine at Mount Sinai hospital joins.\n• Shanna Awan is a leading environmental and reproductive epidemiologist and professor of environmental and public health at the Icahn School of Medicine at New York City's Mount Sinai hospital. She's been studying the impact of chemicals found in everyday products like plastics and electronics on infertility. I spoke with her recently about her latest book: \"Count Down: How Our Modern World is Threatening Sperm Counts, Altering Male and Female Reproductive Development, and Imperiling the Future of the Human Race.\" So what are those chemicals found in, around us, how are we interacting with them and what is the risk that they pose during conception and in utero?\n• So first of all, which chemicals? I focused on a class of chemicals called phthalates. And these are chemicals, a pretty big class, that make plastics soft and flexible, also present in cosmetics and personal care products, room fresheners, and anything fragranced. These chemicals have the ability to lower testosterone. And I did a series of studies to look for it in humans. Other chemicals involved that are important is Bisphenol A, the bisphenols, which are estrogenic and also interfere with reproduction and your development and lots of things in our bodies. And then there are other classes of chemicals, chemicals in pesticides and flame retardants in pithos. And basically these are things in all of our lives all of the time.\n• You know, I know in the title of the book you're looking at sperm counts, but you spend several chapters on just fertility overall that men and women are facing challenges to fertility. And it's happening, relatively speaking, when you think of human evolution in the blink of an eye, in 30 or 40 years.\n• It's happening to men and women and as well, I should add, non-human species. And what we see is that the decline in the number of children that people have is one percent per year worldwide over the past 50 years. That's true of developed countries and underdeveloped countries. And the same rate of decline, one percent per year, is what we see for the declining sperm count, what we see for the decline in testosterone, we see for the increase in miscarriage rates, and we've examined in our book \"Count Down,\" how each of these endpoints is deteriorating, if you will, at the same rate, about one percent per year, which is another bit of evidence, although not conclusive, that these are related to a common cause.\n• Absolutely. There's no doubt that social factors, personal choice, play an important role. But it is there is also no doubt in my mind that these chemicals also play a role. One of the telling things is that it's not just older people that are having trouble. Young women today at 25 are less fertile than their grandmothers were when they were 45. And we see that with men as well. Their sperm counts are below what their grandfathers' was.\n• Well, it doesn't look good, but I hope we do have a magic wand. I think that we have the ability to change the chemicals that are around us, and I think we have to do it pretty quickly. I think we're going to we need these products for our daily lives. We're used to them. We want them. And so they have to be made with safer chemicals and we have to have legislation and regulation that ensures that the chemicals that go into these products are safer for us. But it does take a huge effort and it takes people understanding the problem, recognizing the problem, committing to taking action. And that's what I'm hoping \"Count Down\" will do.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Chemicals in plastic, electronics are lowering fertility in men and women", "description": "Several chemicals found in everyday use products including plastic and electronics are lowering fertility in men, women and even some non-human species. Shanna Swan, a leading environmental and reproductive epidemiologist who has authored the book “Count Down” on the subject, and is  also professor of environmental and public health at the Icahn School of Medicine at Mount Sinai hospital joins.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2021/04/plastics-1024x683.jpg", "image:height": "683", "image:width": "1024", "url": "https://www.pbs.org/newshour/show/chemicals-in-plastic-electronics-are-lowering-fertility-in-men-and-women", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2021-04-25T17:30:52-05:00", "article:section": "Health", "article:tag": "chemicals, daily use products, electronics, fertility, human race, plastics"}, "tags": ["The Leading Edge", "Long-Term Care", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "Race Matters", "electronics", "chemicals", "Politics Monday", "daily use products", "fertility", "newshour weekend", "Basic Research", "Innovation and Invention", "Teachers' Lounge", "plastics", "human race"], "tweets": [], "movies": [], "links": [], "authors": ["PBS NewsHour"], "publish_date": "2021-04-25T17:30:52-05:00"}