{"result_id": "MNTT001040", "URL": "https://www.bbc.com/food/articles/organic_food_health", "timestamp": "2024-02-28 23:17:58 CET+0100", "meta": {"description": "BBC Food", "lang": "en", "favicon": "", "canonical": "https://www.bbc.co.uk/food/articles/organic_food_health", "encoding": null, "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Are there really toxins in non-organic food?", "cleaned_text": "Almost 400 pesticides are used in conventional farming, but only 26 have been approved for organic farming. So why are many non-organic farmers happy to use chemical pesticides? They all undergo a comprehensive risk assessment before being released in the EU and the UK government tests food samples for pesticide residue every year.\n\nA Maximum Residue Level (MRL) for pesticides in foods is set by law and is below the safety level. In the most recent study, 3 percent of conventionally farmed food samples contained over the MRL for an individual pesticide compared with 0.4 percent of organic, while 44 percent contained residues at or below the MRL compared with 3 percent of organic.\n\nNone of the residue levels found in conventional or organic foods were expected to have any effect on human health. But some argue there are gaps in the regulations, such as the effect of mixing chemicals.\n\nPesticide Action Network (PAN) UK claims the amount of individual pesticides isn’t necessarily the issue, but eating so-called ‘chemical cocktails’ over an extended period of time is. The government study found at least two samples of every type of fruit and vegetable tested contained residue of more than one pesticide. “Nobody knows what impact this consistent low level exposure to such a mixture of chemicals is having on us”, says PAN's website.\n\nThe great news is that all fruit and vegetables are good for you, organic or not. The health benefits of high fruit and vegetable consumption are well documented.", "opengraph": {"url": "https://www.bbc.co.uk/food/articles/organic_food_health", "title": "Are there really toxins in non-organic food?", "site_name": "BBC Food", "image": "https://ichef.bbci.co.uk/images/ic/1200xn/p07lq9rg.jpg", "image:secure_url": "https://ichef.bbci.co.uk/images/ic/1200xn/p07lq9rg.jpg", "image:type": "image/jpeg", "image:width": "1200", "image:alt": "Are there really toxins in non-organic food?"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/726926/expert-committee-pesticide-residues-food-annual-report-2017.pdf", "https://www.pan-uk.org/health-effects-of-pesticides/", "https://www.bmj.com/content/349/bmj.g4490"], "authors": [], "publish_date": "2019-09-10"}