{"result_id": "MNTT005060", "URL": "https://apnews.com/article/covid-medicaid-family-caregiver-5da26199416ad957c136d19c47741d93", "timestamp": "2024-03-06 15:11:13 CET+0100", "meta": {"description": "Families of severely disabled children across the country are worried about the future of crucial Medicaid payments they started receiving to provide care during the COVID-19 pandemic.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/covid-medicaid-family-caregiver-5da26199416ad957c136d19c47741d93", "encoding": "UTF-8", "website_keywords": "Pandemics, General news, p, Public health, Washington news, Sturgis, Health, COVID-19 pandemic, a, Politics, Washington News"}, "image": null, "domain": "apnews.com", "title": "Families worry over the future of Medicaid caregiver payments that were expanded during the pandemic", "cleaned_text": "Nathan Hill started receiving $12.75 an hour from a state program to help care for his severely disabled son during the pandemic, money he said allowed his family to stop using food stamps.\n\nThe program was designed to provide a continuation of care and ease a home health worker shortage that grew worse after COVID-19 hit.\n\nBut now, with the over, he worries that the extra income will disappear. Some states have already stopped payments while others have yet to make them permanent.\n\n“The success of this during the pandemic was tremendous … for the first time we were able to pay our own way,” said the Meridian, Idaho, resident. “We’re not relying on charities to help us pay our rent and utilities.”\n\nA total of 39 states, with the help of the federal government, either started paying family caregivers or expanded the population eligible for payment during the pandemic, according to a survey last summer by .\n\nDepending on the state, family caregivers were paid for helping people with intellectual or physical disabilities, medically fragile children or patients dealing with traumatic brain or spinal cord injuries. Details like pay rates and who could be paid varied.\n\n“For each state, there’s a different story as to how this played out,” said Alice Burns, associate director of KFF’s program on Medicaid and the uninsured.\n\nResearchers say there are no good national estimates for how many family caregivers started receiving payments during the pandemic.\n\nAbout 53 million people provided care for family members with medical problems or disabilities, according to a 2020 report from AARP and the National Alliance for Caregiving.\n\nThose who got paychecks during the public health emergency say the money reduced financial stress, helped provide care and gave dignity to their previously unpaid work.\n\nJessa Reinhardt and her husband, Jason, each received $24 an hour to provide care for their autistic daughters, ages 8 and 5. The Vernonia, Oregon, couple could not provide care at the same time.\n\nThe money allowed the family to build some savings since Jason quit his job several years ago to become a caregiver. It also allowed them to start taking the girls on outings to socialize them. They would make regular trips to Walmart so the girls could learn how to make choices and pick out a small item to buy.\n\nBut they had to curtail that once their payments ended in May. Jessa Reinhardt said the girls will still want to buy something.\n\n“We can’t always say yes to that,” she said.\n\nWhile some states have ended caregiver payments for now, federal officials say several states are still considering their next steps. Laws and waivers that regulate who can receive caregiver payments after the public health emergency may make it challenging for some to continue payments.\n\nFederal officials say they are encouraging states to continue family caregiver payments.\n\nStates found that being flexible with caregiver payments helped keep residents served during the pandemic, said Kate McEvoy, executive director of the National Association of Medicaid Directors. She said surveys have shown, too, that people generally like receiving care from family members.\n\nBut she also noted that there are concerns both nationally and at a state level about the potential for fraud when paying family members as opposed to an agency that may be subject to more oversight. States also want to make sure that any family caregivers are trained properly and provide quality care.\n\nIdaho Medicaid administrator Juliet Charron said the state was working to continue reimbursement for parents and spouses who provide care. But she added that the program will “likely look a bit different from the flexibility that has been in place” during the public health emergency.\n\nHill expects his program will last a few more months.\n\nHe was paid during the pandemic to provide non-nursing care like bathing and changing Brady, who needs around-the-clock care after surviving a rare brain cancer diagnosed at just 14 months old. He says he has no nursing degree or certification but has training and years of experience. His work is monitored by a supervising nurse.\n\nBoth Hill and Reinhardt say they can’t simply bring in a state-funded outside caregiver to help.\n\nHill has nurses come in to monitor his son on most overnights, but he delivers care during the day. Hill says caregivers are hard to find and quick to leave. He figures that the family has probably gone through around 50 nurses in the past 13 years.\n\nHe says each new one takes a few weeks to train, and then they frequently leave for a job with better pay.\n\nReinhardt said bringing in help is too challenging partially because one of her daughters deals with severe anxiety. If an outside caregiver is late or calls in sick, their daughter may take days to recover from the disruption.\n\n“There’s no replacement for my husband and I,” she said.\n\nEven if outside caregivers were viable for these families, there might be a wait to get one.\n\nMore than 650,000 people were on waiting lists for home and community-based services in 2021, according to another KFF report. Who winds up on that list can depend on factors like worker shortages, the number of available services and whether states check patients on the list for eligibility.\n\nFamily caregivers can provide more consistent care and have better long-term knowledge of their patients than someone who comes in from the outside, noted Holly Carmichael, CEO of GT Independence, a Sturgis, Michigan, company that manages financial services for people with disabilities.\n\n“You provide better services to someone you love and care about,” said Carmichael, whose daughter was born with a rare congenital disease. “They’re part of your life versus a job.”\n\nCarmichael’s firm helps people do background checks on potential caregivers and then does payroll, tax withholdings and other paperwork once they are hired.\n\nShe said it makes no sense to end payments to family caregivers.\n\n“We have a shortage of caregivers in our country,” Carmichael said. “We need to be pulling every lever we can.”\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group. The AP is solely responsible for all content.", "opengraph": {"title": "Families worry over the future of Medicaid caregiver payments that were expanded during the pandemic", "url": "https://apnews.com/article/covid-medicaid-family-caregiver-5da26199416ad957c136d19c47741d93", "image": "https://dims.apnews.com/dims4/default/2609c3a/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F6c%2F84%2F10bafd3d182a4544f9a80c70b907%2Febb84e03ac0f4a69bc7a7e8db5425d23", "image:url": "https://dims.apnews.com/dims4/default/2609c3a/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F6c%2F84%2F10bafd3d182a4544f9a80c70b907%2Febb84e03ac0f4a69bc7a7e8db5425d23", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Nathan Hill cleans the gastrostomy tube on his son Brady, 14, at their home in Meridian, Idaho, June 19, 2023. Brady survived a rare brain cancer as a baby, but requires round the clock care. Each morning Nate and his wife spend about 3 hours with Brady performing his medical cares and getting him ready for the day. Families of severely disabled children across the country are worried about the future of crucial Medicaid payments they started receiving to provide care during the COVID-19 pandemic. (AP Photo/Kyle Green)", "description": "Families of severely disabled children across the country are worried about the future of crucial Medicaid payments they started receiving to provide care during the COVID-19 pandemic.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/amanda-seitz", "article:published_time": "2023-06-28T04:07:41", "article:modified_time": "2023-06-28T13:18:56.883", "article:section": "Washington News", "article:tag": "Pandemics"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/hub/medicaid", "https://apnews.com/hub/coronavirus-pandemic", "https://www.kff.org/", "https://apnews.com/article/dubai-airport-2023-passengers-d9438834db9a820cb34842dbb2d9086a", "https://apnews.com/article/dubai-airport-2023-passengers-d9438834db9a820cb34842dbb2d9086a", "https://apnews.com/article/mental-health-glenn-youngkin-virginia-general-assembly-4cd8301dce303e7f4a70f8e1626c0334", "https://apnews.com/article/mental-health-glenn-youngkin-virginia-general-assembly-4cd8301dce303e7f4a70f8e1626c0334", "https://apnews.com/article/covid-flu-school-attendance-4845073e737db87f786e1d8c815a48f7", "https://apnews.com/article/covid-flu-school-attendance-4845073e737db87f786e1d8c815a48f7"], "authors": [], "publish_date": "2023-06-28T04:07:41"}