{"result_id": "MNTT001029", "URL": "https://www.bbc.com/future/article/20160225-chemonoia-the-fear-blinding-our-minds-to-real-dangers", "timestamp": "2024-02-28 23:17:52 CET+0100", "meta": {"description": "Many people have a strong fear of “chemicals” that belies the evidence. It’s called chemonoia – and it may be damaging their health.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20160225-chemonoia-the-fear-blinding-our-minds-to-real-dangers", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,medicine-tag/psychology"}, "image": null, "domain": "www.bbc.com", "title": "Chemonoia: the fear blinding our minds to real dangers", "cleaned_text": "Many people have a strong fear of “chemicals” that belies the evidence. It’s called chemonoia – and it may be damaging their health.\n\nIf you were paranoid, you might think there really was something in the water that’s damaged our sense of reason. But since about the 1960s, a strange, pervasive fear has swept across the developed world – the illusion that there is a miasma of poison threatening to invade our bodies. It’s changed the food we eat, the air we breathe, the toys we give our children. Our bete noire? “Chemicals”. Or, more precisely, artificial, man-made chemicals. Even when an overwhelming body of evidence proves a synthetic substance to be safe, many people would still prefer a natural alternative, somehow believing that a plant extract is less harmful than factory produce.\n\nScientists have a name for this phobia – ‘chemonoia’. “It is the excessive fear of ‘chemicals’, based on emotion more than information,” says David Ropeik, who recently wrote a paper in a peer-reviewed toxicology journal on the subject. Ropeik has taught risk communication to various institutions, including Harvard University, MIT and Boston University, while also acting as a consultant to various corporate clients. Although you could argue that “it’s better to be safe than sorry”, some experts argue that this fear of chemicals may have some unhealthy consequences.\n\nThe origins of chemonoia can be traced to the 1960s, with mounting concerns about the use of pesticides such as DDT. The cheerleader of this movement was Rachel Carson, who built a powerful dossier of their unintended consequences. “Chemicals are the sinister and little-recognised partners of radiation entering into living organisms,” she wrote in her seminal book Silent Spring, “passing from one to another in a chain of poisoning and death”. Like the tobacco industry before it, many industrial chemical manufacturers fought bitterly against the claims, often spreading misinformation about the consequences of the substances they were producing – yet it soon became clear that there was a strong case to be answered.\n\nExperts like Ropeik certainly don’t doubt that we need to be careful about what we ingest and inhale, and what we feed into the environment, and there are often very strong arguments for cutting the use of substances like pesticides as much as possible. But following the efforts of people like Carson, many regions now have far stricter regulations limiting our exposure to dangerous compounds and better methods for detecting them. Any new product approved by bodies such as the USA Food and Drugs Administration should have passed through rigorous testing to prove it poses no threat at the intended dosing. In other words, in many countries the threat of “chemicals” should never have been smaller – yet many still have a disproportionate fear of anything that was produced artificially. And there may be some surprising psychological reasons for why this chemonoia continues to linger, says Ropeik.\n\nWe are also more likely to dread threats that we can’t detect with our senses – the uncertainty makes an invisible danger more worrying. “They sneak in on us, and it fuels a sense of vulnerability,” says Ropeik. Connected to this, we have greater fear over the things we can’t control, and we also have a greater dread over long, drawn-out illness than a relatively quick death. It may be for this reason that we will happily step into a car, whereas we may actively avoid vegetables grown using pesticides – even though you are more likely to die on the road than from cancer caused by DDT. Finally, Ropeik thinks that we may all suffer from misinformation. Poorly explained news articles that fail to present the context of a risk will only confirm our suspicions, and we are then unlikely to check the facts afterwards. Even if we do later see a piece of contradictory information, we won’t remember it. “Our brains are kind of lazy,” he says. “We don’t look things up – we take bits and pieces of information from sources we trust, and jump to conclusions.”\n\nAt its worst, our chemonoia can encourage us to give up otherwise healthy, potentially life-saving behaviours. Consider the fear of ingesting mercury in seafood. At high levels, mercury is a neurotoxin that can damage the brain, but the small amounts found in most fish are not enough to cause concern. “But because of the excessive fear, many people have given up eating seafood altogether,” says Ropeik. In doing so, they are missing out on key nutrients that would be important for brain growth and repair, and heart function: they are actually hurting their bodies more than if they’d enjoyed a plate of salmon. Even more worryingly, some parents are so scared of the small portions of mercury and other metals in common vaccines that they do not allow their children to be immunised – leaving them at risk of dangerous diseases like measles. (Despite fears still being espoused by the likes of Donald Trump and Jim Carrey, there is no evidence that the mercury or other metals found in vaccines can lead to conditions such as autism – whereas there is overwhelming evidence that immunisation saves lives.) What can be done? Toxicologists should make a greater effort to openly discuss their findings, while recognising the very reasonable fears some people may feel – and journalists should make a greater effort to report them honestly, he says. But we should be careful about the ways we try to correct the misunderstandings. “Dismissing it as irrational makes people defensive and less likely to do something about it,” he says. “We need to accept this fact about ourselves, so that we can realise the ways that this is a part of our thinking and might be dangerous for us. Then we can do something about it.” In some ways, it’s not so different from the monsters that once invaded our bedrooms as children. We may feel wiser as adults, but we are still scared of unknown, invisible, uncontrollable dangers lurking out of sight. And it is only through knowledge, reason and empathy that we can master those fears. This article has been updated to better reflect David Ropeik's background. David Robson is BBC Future’s feature writer. He is @d_a_robson on twitter. Join 500,000+ Future fans by liking us on Facebook, or follow us on Twitter, Google+, LinkedIn and Instagram. If you liked this story, sign up for the weekly bbc.com features newsletter, called “If You Only Read 6 Things This Week”. A handpicked selection of stories from BBC Future, Earth, Culture, Capital, Travel and Autos, delivered to your inbox every Friday.", "opengraph": {"title": "Chemonoia: the fear blinding our minds to real dangers", "type": "article", "url": "https://www.bbc.com/future/article/20160225-chemonoia-the-fear-blinding-our-minds-to-real-dangers", "description": "Many people have a strong fear of “chemicals” that belies the evidence. It’s called chemonoia – and it may be damaging their health.", "author": "David Robson", "image": "https://ychef.files.bbci.co.uk/live/624x351/p03kn0c9.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Medicine"], "tweets": [], "movies": [], "links": ["http://het.sagepub.com/content/34/12/1272.long", "http://www.dropeik.com/dropeik/index.html", "http://acsh.org/news/2011/01/18/scared-to-death/", "https://www.theguardian.com/science/2012/may/27/rachel-carson-silent-spring-anniversary", "http://acsh.org/news/2011/01/18/scared-to-death/", "http://www.acrwebsite.org/volumes/5844/volumes/v08/NA-08", "http://onlinelibrary.wiley.com/doi/10.1002/bem.20690/full", "http://www.bbc.com/future/story/20151029-are-any-foods-safe-to-eat-anymore-heres-the-truth", "http://www.theguardian.com/us-news/2015/sep/17/donald-trump-vaccines-autism-debate", "http://www.sciencedirect.com/science/article/pii/S0264410X14006367%20%C2%A0", "https://twitter.com/d_a_robson", "https://www.facebook.com/BBCFuture", "https://twitter.com/bbc_future", "https://plus.google.com/107828172298602173375/posts", "https://www.linkedin.com/company/bbc-com", "https://instagram.com/bbcfuture_official/", "http://pages.emails.bbc.com/subscribe/"], "authors": ["David Robson"], "publish_date": "2016-02-25T11:29:20.318Z"}