{"result_id": "MNTT003042", "URL": "http://multimedia.cbs.com/news/army-drill-sergeant-boss-teresa-king-gets-job-back-after-taking-legal-action-lawyer-says/", "timestamp": "2024-03-06 15:09:53 CET+0100", "meta": {"description": "Nation&#039;s first female to head Army&#039;s drill sergeant training alleged racism, sexism behind 2011 suspension", "lang": "en", "favicon": "https://www.cbsnews.com/fly/bundles/cbsnewscore/icons/icon.svg?v=bc5d8c67ac570dce258200b20849fb01", "canonical": "https://www.cbsnews.com/news/army-drill-sergeant-boss-teresa-king-gets-job-back-after-taking-legal-action-lawyer-says/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "multimedia.cbs.com", "title": "Army drill sergeant boss Teresa King gets job back after taking legal action, lawyer says", "cleaned_text": "(CBS/AP) COLUMBIA, S.C. - The first female boss at the Army's prestigious drill sergeant school is getting her job back.\n\nCommand Sgt. Maj. Teresa King took legal action against the service, claiming she was improperly suspended in November because of sexism and racism.\n\nAttorney James Smith said King will be reinstated as commandant at the drill sergeant school at Fort Jackson in South Carolina.\n\nThe Associated Press reported Monday that King filed a legal complaint against two of her military superiors and asked that her suspension be reversed.\n\nThe attorney says King has been vindicated. He planned a news conference later in the day.\n\nKing, who is black, made headlines in 2009 when the Army named as head of the school on the Army's largest training installation.\n\n\"Training is my forte,\" King said then. \"I expect people to meet standards and exceed them.\"\n\nOn Monday, Smith said envy and sexism were at the heart of the investigations which began against her after being named commandant at the school. He produced Army evaluations that showed that up until then, King had excellent ratings throughout her career.\n\nSmith, who is a member of the South Carolina House of Representatives, is also a captain in the South Carolina Army National Guard. He trained under King when she was a drill sergeant at Fort Jackson.\n\nKing's deputy, Sgt. Maj. Robert Maggard, the former deputy commandant at the school, said he witnessed repeated incidents of sexism and disrespect directed against King in meetings they both attended during her tenure. Maggard said no action was taken after he told his superior about the treatment.\n\nMaggard, 48, who is retiring this week from the Army, said he heard many comments that King had been the subject of \"way too much media.\"\n\nMaggard said that even though only one former commandant of the drill sergeant school out of about a half dozen had been deployed to a combat zone in the past, much was made of the fact that King had not been deployed in combat. Those who serve in a combat zone are allowed to put a special patch on their uniform.\n\n\"This all came down to the fact she was female, non-combat patch and possibly envy of a black female,\" Maggard said in an interview.\n\nSmith also provided an affidavit from Col. John Bessler, who was King's commanding officer when she was a drill sergeant and who visited her at the drill school after she was named commandant.\n\nBessler said \"a good-ole boy 'network of disgruntlement'\" had led to what he called \"a character assassination campaign\" against King because \"her standards are higher than theirs are.\"", "opengraph": {"type": "article", "url": "https://www.cbsnews.com/news/army-drill-sergeant-boss-teresa-king-gets-job-back-after-taking-legal-action-lawyer-says/", "title": "Army drill sergeant boss Teresa King gets job back after taking legal action, lawyer says", "description": "Nation's first female to head Army's drill sergeant training alleged racism, sexism behind 2011 suspension", "image": "https://assets1.cbsnewsstatic.com/hub/i/r/2012/04/30/73e7e138-a644-11e2-a3f0-029118418759/thumbnail/1200x630/00bce6c99526c2b2209b0dc2a9cd899e/teresa_king_AP0909150106507_fullwidth.jpg?v=bc5d8c67ac570dce258200b20849fb01", "image:width": "1200", "image:height": "630", "article:publisher": "https://www.facebook.com/CBSNews/", "article:content_tier": "free", "article:opinion": "false"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.cbsnews.com/news/army-drill-sergeant-boss-teresa-king-takes-legal-action-to-get-job-back-alleges-racism-sexism/", "https://www.cbsnews.com/stories/2009/11/01/eveningnews/main5487770.shtml"], "authors": [], "publish_date": "2012-05-04T15:45:41-0400"}