{"result_id": "MNTT001026", "URL": "https://www.bbc.com/future/article/20200813-the-hidden-harm-of-medical-plastic-waste-and-pollution", "timestamp": "2024-02-28 23:17:46 CET+0100", "meta": {"description": "Coronavirus has made medical waste more visible than ever, but the environmental footprint of healthcare goes much further – and reducing it could save lives.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20200813-the-hidden-harm-of-medical-plastic-waste-and-pollution", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,sustainability-tag/future-planet"}, "image": null, "domain": "www.bbc.com", "title": "How do you fix healthcare's medical waste problem?", "cleaned_text": "When surgeon Claire Teves* (not her real name) landed in Singapore from the Philippines for a six-month fellowship, she knew it would take some time to adjust. Teves had come from a hospital serving the needs of a poorer developing society, to work in a cutting-edge medical facility in a much wealthier one. She was braced to overcome a knowledge gap at this world-class facility, and face different day-to-day medical challenges. But when she arrived, she faced a very different culture shock: how the new hospital used plastics.\n\nIn the operating theatre, devices such as plastic retractors – which are used to hold surgical cuts open – were used once per patient and then thrown away at the end of the procedure to be disposed of as medical waste. In her hospital in the Philippines, the same device would be painstakingly sterilised and reused until it was worn out and beyond repair.\n\nSeeing these life-saving items being thrown away when they were so sought-after in the Philippines, Teves decided to do something about it. “When I saw the waste, I thought to save whatever single-use equipment I could get my hands on, so I could recycle them and bring them back,” she says. It was a decision that would have ruffled some feathers at the Singapore hospital if it wasn’t carried out with discretion and the help of friendly staff. In the end she managed to fill a large suitcase with “single use” plastic surgical devices that would otherwise have gone to waste.\n\nYou might also like:\n• The wells bringing hope in the desert\n\nAddressing the environmental impact of healthcare, from plastics to fossil fuel reliance, can quickly become a charged debate. After all, when it comes to saving lives, the patient in front of a doctor is always the first concern. “It’s very good in theory to talk about healthcare and its environmental footprint, which is not insignificant,” says Hong Kong-based cardiologist Ryan Ko. “But it’s another thing altogether when you’re on the front lines of healthcare. As doctors, we are required to make patients’ immediate needs and requirements a priority, and that needs to come first.”", "opengraph": {"title": "How do you fix healthcare's medical waste problem?", "type": "article", "url": "https://www.bbc.com/future/article/20200813-the-hidden-harm-of-medical-plastic-waste-and-pollution", "description": "Coronavirus has made medical waste more visible than ever, but the environmental footprint of healthcare goes much further – and reducing it could save lives.", "author": "Hope Ngo", "image": "https://ychef.files.bbci.co.uk/live/624x351/p08njy5f.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Pollution", "Single-use disposables are perceived to cost less upfront"], "tweets": [], "movies": [], "links": ["https://www.bbc.com/future/article/20200803-the-solar-canals-revolutionising-indias-renewable-energy", "https://www.bbc.com/future/article/20200811-the-eco-friendly-alternatives-to-ocean-concrete", "https://www.bbc.com/future/article/20200730-sahara-desert-the-search-for-water-in-a-conflict-zone"], "authors": ["Hope Ngo"], "publish_date": "2020-08-14T00:01:00Z"}