{"result_id": "MNTT002059", "URL": "https://www.pbs.org/newshour/health/these-surprising-health-stories-shaped-2018", "timestamp": "2024-03-06 15:08:38 CET+0100", "meta": {"description": "Gun violence, prolonged mental trauma for children and the ongoing opioid crisis were just a few of the major health stories that captured national attention this year.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/these-surprising-health-stories-shaped-2018", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "These surprising health stories shaped 2018", "cleaned_text": "Health among Americans took a hit in 2018, many indicators suggest. Life expectancy in the U.S. dropped again. Historic wildfires swept the western U.S., worsening health for people nearby. We lost ground in childhood obesity. And researchers warn of rising rates of antibiotic resistance. But there were also some bright spots — including expanded access to medical marijuana across several states and additional support for both pregnant women struggling with substance use disorder and children born exposed to drugs in utero — and hopes for greater gains next year.\n\nFor perspective on some of the year’s biggest health and medical stories, we asked experts which stories have stuck with them in 2018. In their own words:\n\nSome progress on the opioid epidemic\n\nIn 2017, 72,000 people fatally overdosed on drugs, the highest levels on record and largely buoyed by more than 49,000 overdose deaths linked to opioids, but provisional data are showing some leveling off of deaths nationally and even modest reductions among selected states and cities. While still staggeringly high, these data may point to policy and practice solutions that are demonstrating effectiveness — chiefly, widespread naloxone distribution and increased access to medications for addiction treatment, as well as Medicaid expansion that provides greater access to addiction treatment.\n\n –Michael Botticelli, Executive Director, Grayken Center for Addiction at Boston Medical Center and former director of drug policy for the Obama administration\n\nREAD MORE: Emergency department visits for opioid overdoses rise by 30 percent in a year\n\nIn May, the Department of Homeland Security announced its policy to separate migrant parents and children at the border. As a pediatrician, I can speak to how toxic stress, imposed by this cruel policy, would disrupt the developing brains of these children. Recognition of this injustice and the ensuing advocacy of our pediatricians and others led to a reversal of this DHS policy. But we remain concerned about the thousands of children still experiencing trauma in detention centers.\n\n –Dr. Colleen Kraft, president of the American Academy of Pediatrics\n\nREAD MORE: How the toxic stress of family separation can harm a child\n\nOne of the breakthroughs in mental health this year was more social than scientific. When Cleveland Cavaliers basketball Star Kevin Love came forward with his mental health struggles and treatment, along with other celebrities Carson Daly, Ryan Reynolds and Dwayne ‘The Rock’ Johnson, it sent a message to men in America that it’s okay to admit to having problems and asking for help. And when actress Taraji P. Henson created an organization to honor her late father, who suffered from mental health issues, that sent a similar message to African Americans. Both groups are reluctant to seek professional care when they experience a mental illness, and these high-profile stories are helping, little by little, to erase that stigma.\n\n –Dr. Arthur Evans, chief executive officer for the American Psychological Association\n\nREAD MORE: How a mother’s struggle with mental illness inspired others to get talking\n\nAt Washington think tanks, we only chip away, at best, on chronic conditions plaguing public policy. The biggest breakthrough in health policy this year was the increased awareness of, and attention paid to, all of the factors influencing your overall health (so-called “social determinants”). Unfortunately, most of what we spend on health care has a relatively small effect on health outcomes, such as life expectancy. We need to get more of that money back in the hands of people who live in local communities — and who know what’s going on — and see the feedback loops. You don’t want to nationalize it, or federalize these newer investments all over again. That means allowing patients, consumers, and other payers to substitute within, rather than add to, our current resource commitments, to produce better results, rather than just increase the already bloated share controlled by hospitals, insurers and even physician groups. We have a long way to go before actually reducing the future trajectory of health care needs, and demands, that will flow into an already inefficient health care delivery system. We may dream that this will involve relying more on future versions of artificial intelligence, instead of the natural stupidity that still propels most health policy. But AI, big data, and machine learning buzzwords won’t be accepted in practice either publicly or politically unless they are translated into terms and processes that people will trust. I’m looking forward to signs of that story developing in 2019.\n\n –Thomas Miller, resident fellow for the American Enterprise Institute\n\nREAD MORE: Millennials rack up the most medical debt, and more frequently\n\nClimate change is no longer an abstract, future health threat\n\nThe biggest health story of the year is the recognition that climate change and its dark twin, pollution, are causing disease, disability and premature deaths in the here and now. Too often in the past, the conversation about climate change has been remote and abstruse. It has focused on issues that are extremely important scientifically, but of little relevance to most people as they go through their daily lives. But now thanks to the work of the World Health Organization, the Lancet Commission on Pollution and Health, and the latest projections from NASA, we know that pollution and climate change are killing people today. Pollution is now understood to be responsible for 9 million premature deaths every year. Dengue is raging in the Caribbean and spreading into the southeastern U.S. as the consequence of longer, hotter summers. The largest wildfires in recorded history are ravaging California.\n\n — Dr. Philip Landrigan, Director, Global Observatory on Pollution and Health, Boston College, and former chair of Lancet Commission on Pollution and Health\n\nREAD MORE: One out of six deaths worldwide were pollution-related in 2015\n\nWhat medical stories make you most hopeful for 2019?\n\nLooking ahead, what does 2019 hold? The PBS NewsHour asked health care and medical experts what stories they’ll be watching in the new year.\n\nFor two decades, the American Academy of Pediatrics has advocated for policies to keep children safe from firearm injury and gun violence, an effort that has left us continually frustrated by lawmakers’ collective inaction. After the mass shooting at the Marjory Stoneman Douglas High School in Parkland, Florida, things changed. These students vocally challenged the adults who would not protect them. They organized marches and other demonstrations for firearm safety, and our pediatricians were right there beside them. This effort culminated in the election of many new members to Congress. Together with the AAP, they have renewed the call for a public health approach to solve the epidemic of firearm injury in children. In 2019, we launch the AAP Gun Safety and Injury Prevention Initiative.\n\n –Dr. Colleen Kraft\n\nREAD MORE: What we don’t know about gun violence\n\nThe most hopeful health policy development in 2018 was the passage of Medicaid expansion in three states — Idaho, Nebraska and Utah — at the ballot box with clear majorities. This change will expand coverage to approximately 300,000 people in 2019. All three states have a clear majority of Republican voters, so I hope this paves the way for a greater bipartisan consensus around the importance of health insurance and reduces the temperature around health policy debates. Having health insurance is very important as it reduces medical debt and improves access to needed care.\n\n –Joan Alker, executive director for Center for Children and Families at Georgetown University\n\nREAD MORE: In rural America, tightened access to Medicaid means tough choices\n\nNumerous studies show that overdose rates for those who were recently released from incarceration (specifically within the first two weeks of release) are extraordinarily high compared to the general population. In Massachusetts alone, the Department of Public Health estimates the rate of overdose among the recently incarcerated is 120 times the rate of the general population. One of the reasons is that it is not standard practice to give FDA-approved medications (the most effective treatment for people with opioid use disorder) while incarcerated and then continue treatment back to the community. A study published in JAMA Psychiatry in February showed that, by providing those medications and transition services, we can make major headway in reducing overdose deaths by widely replicating the methods in the study. A comprehensive treatment program for opioid addiction launched by the Rhode Island Department of Corrections was associated with a significant drop in post-incarceration drug overdose deaths and contributed to an overall drop in overdose deaths statewide, according to lead author Dr. Traci Green, a senior researcher at Rhode Island Hospital and Boston Medical Center’s Grayken Center for Addiction. This should become a standard of care for all jails and prisons.\n\n –Michael Botticelli\n\nREAD MORE: Trump signs opioid bill, father who lost son says we need a bigger ‘Band-aid’\n\nAs our country fights the opioid crisis, I am very hopeful about the rise in non-drug treatments for pain. The most common psychological treatment for pain is cognitive-behavioral therapy, through which patients can learn to steer their thoughts away from “catastrophizing” pain and toward thinking of it as something they can manage through psychological skills they learn. Other proven non-drug treatments for pain include mindfulness stress reduction and acceptance and commitment therapy. Another positive sign: Three government agencies – the National Institutes of Health, the Department of Veterans Affairs and the Department of Defense — have committed $81 million to study non-pharmacological pain treatment for veterans.\n\n –Dr. Arthur Evans\n\nREAD MORE: How should we fight the opioid crisis? A White House commission offered these 56 strategies", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "These surprising health stories shaped 2018", "description": "Gun violence, prolonged mental trauma for children and the ongoing opioid crisis were just a few of the major health stories that captured national attention this year.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2018/12/GettyImages-944806202-1024x731.jpg", "image:height": "731", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/these-surprising-health-stories-shaped-2018", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2018-12-26T17:28:34-05:00", "article:section": "Health", "article:tag": "2018 in review, climate change, gun control, health care, medicine, opioids, pollution"}, "tags": ["The Leading Edge", "Long-Term Care", "climate change", "Supreme Court", "Essays", "Brooks and Capehart", "health care", "ScienceScope", "2018 in review", "opioids", "Race Matters", "Politics Monday", "gun control", "medicine", "pollution", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["https://www.pbs.org/newshour/health/american-life-expectancy-has-dropped-again-heres-why", "https://www.pbs.org/newshour/health/how-wildfires-can-threaten-your-health", "https://www.pbs.org/newshour/health/childhood-obesity-in-america-isnt-getting-better-study-says", "https://www.pbs.org/newshour/health/the-problem-with-overusing-antibiotics", "https://www.forbes.com/sites/tomangell/2018/12/06/marijuanas-ten-biggest-victories-of-2018/#456232b432df", "https://www.congress.gov/bill/115th-congress/house-bill/6/text?q=%7B%22search%22%3A%5B%22hr+6%22%5D%7D&r=1", "https://www.pbs.org/newshour/health/emergency-department-visits-for-opioid-overdoses-rise-by-30-percent-in-a-year", "https://www.pbs.org/newshour/nation/after-47-days-of-separation-3-year-old-sofi-is-back-with-her-family", "https://www.pbs.org/newshour/health/how-the-toxic-stress-of-family-separation-can-harm-a-child", "https://www.pbs.org/newshour/health/how-a-mothers-struggle-with-mental-illness-inspired-others-to-get-talking", "https://www.pbs.org/newshour/health/millennials-rack-up-the-most-medical-debt-and-more-frequently", "https://www.pbs.org/newshour/health/one-out-of-six-deaths-worldwide-were-pollution-related-in-2015", "https://www.pbs.org/newshour/nation/what-we-dont-know-about-gun-violence", "https://www.pbs.org/newshour/health/in-rural-america-tightened-access-to-medicaid-means-tough-choices", "https://www.pbs.org/newshour/show/trump-signs-opioid-bill-father-who-lost-son-says-we-need-a-bigger-band-aid", "https://www.pbs.org/newshour/health/watch-live-trumps-opioid-commission-slated-to-release-final-report"], "authors": ["Laura Santhanam"], "publish_date": "2018-12-26T17:28:34-05:00"}