{"result_id": "MNTT002040", "URL": "https://www.pbs.org/newshour/health/what-you-need-to-know-about-a-popular-weed-killers-alleged-link-to-cancer", "timestamp": "2024-03-06 15:08:18 CET+0100", "meta": {"description": "You have the questions about glyphosate, Roundup and cancer. We have the answers.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/what-you-need-to-know-about-a-popular-weed-killers-alleged-link-to-cancer", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "What you need to know about a popular weed killer’s alleged link to cancer", "cleaned_text": "Clumps of dandelions have popped up in your yard, so you reach for a bottle of Roundup, the popular weed killer. It is known for being very effective, but its main ingredient, glyphosate, is getting a lot of attention because of lawsuits alleging links to cancer.\n\nLast week, a federal jury ordered Monsanto, the maker of Roundup, to pay $80 million to a 70-year-old man with cancer who had used it for three decades on his 56 acres in Sonoma County, Calif. The jury found that Roundup was a “substantial factor” in his illness.\n\nBayer AG, which bought Monsanto last year, said it would appeal the decision.\n\nLast year, a California superior court jury in San Francisco reached a similar verdict against Monsanto in favor of a groundskeeper with the same disease — non-Hodgkin lymphoma, a potentially fatal cancer of the immune system. Monsanto also appealed that decision.\n\nGlyphosate is by far the most widely used herbicide in the United States, and probably worldwide. It is used on nearly every acre of corn, cotton and soybeans grown in the U.S. You may have sprayed it on your lawn or garden.\n\nBut many jurisdictions, in more than two dozen countries, have banned or restricted its use. Among the latest: Los Angeles County announced last month that it was suspending use of glyphosate on county property until more is known about its health effects.\n\nBayer says on its website that the weed killer has been thoroughly tested, and “an extensive body of research” shows that products containing it “can be used safely and that glyphosate is not carcinogenic.”\n\nCynthia Curl, an environmental health scientist at Boise State University in Idaho who studies the chemical, said, “many assumptions have been made about the safety of glyphosate that are now being actively questioned. We will see an explosion of information about glyphosate, and it’s about time. We’re really playing catch-up on this one.”\n\nLet’s try to provide a few answers:\n\nQ: What is glyphosate, and what is it used for?\n\nFirst sold commercially by Monsanto in 1974 under the name Roundup, glyphosate kills weeds by blocking enzymes that regulate plant growth.\n\nOver the four decades after its launch, use of Roundup increased a hundredfold. Monsanto genetically engineered crops to tolerate glyphosate in 1996, and these “Roundup Ready” seeds paved the way for the weed killer to be used on farm fields around the world.\n\nQ: Roundup isn’t the only weed killer with glyphosate, right?\n\nRight. Over 750 glyphosate-containing products are sold in the United States, either in solid or liquid form. In addition to Roundup, common ones include Ortho GroundClear, DowDuPont’s Rodeo, Compare-N-Save Concentrate Grass and Weed Killer, RM43 Total Vegetation Control and Ranger Pro Herbicide, also made by Monsanto. If you don’t know whether a weed killer contains glyphosate, read the label. It would be listed under active ingredients.\n\nQ: How extensive is human exposure to glyphosate?\n\nBecause of its widespread use, glyphosate is in water, food and dust, so it’s likely almost everyone has been exposed. And human exposure, through food and water, will probably increase in tandem with growing use of the weed killer, according to a 2016 study published in the journal Environmental Sciences Europe.\n\nBut little is known about the magnitude of human exposure, because food and water are not regularly tested for glyphosate residue. However, a few years ago, researchers tested the urine of a small group of people across the United States and found glyphosate residue in 93% of them.\n\nCurl said she is launching a project that will compare the exposure of pregnant women who live in farm areas and non-farm areas, then introduce organic diets to try to tease out how much of the glyphosate comes from food.\n\nQ: What do we really know about the human health risks of glyphosate?\n\nFor decades, it was thought that glyphosate posed a risk only to plants, not people. That’s because it inhibits an enzyme that humans don’t even have.\n\nIts possible link to cancer has prompted a blizzard of claims and counterclaims over the past several years, and major public health agencies disagree about it. The World Health Organization’s International Agency for Research on Cancer has called glyphosate a “probable human carcinogen,” and in 2017, the state of California added it to its list of cancer-causing chemicals.\n\nThe Environmental Protection Agency, however, decided in late 2017 that glyphosate was “not likely” to cause cancer in humans.\n\nBut evidence is mounting that people who are heavily exposed to it — farmworkers and landscapers, for example — have an increased risk of non-Hodgkin lymphoma.\n\nA review led by University of Washington scientists published in February found that agricultural workers who used a lot of glyphosate had a 41% higher risk of contracting non-Hodgkin lymphoma over their lifetimes than people who used it infrequently or not at all.\n\nOn average, about 2 out of every 100 Americans develop non-Hodgkin lymphoma. For people who are highly exposed to glyphosate, the disease rate jumps to 2.8 per 100. That means they still have a relatively small chance of contracting the disease, but their risk is substantially higher because of glyphosate use.\n\nMonsanto has submitted more than 800 studies to the EPA and European regulatory agencies suggesting that glyphosate is safe, according to Bayer.\n\nQ: What about the risks to the rest of us, who only occasionally use glyphosate — and only on a small scale?\n\nNo one knows.\n\n“The data is really starting to suggest that there is a correlation between high glyphosate exposure and non-Hodgkin lymphoma,” said Curl. “But we have a lot of unanswered questions about the rest of us. We don’t know what that means for people who don’t have high exposures, and we don’t know what it means with a chemical that is so widely used.”\n\nQ: Should people still use glyphosate at home, or are there safer substitutes?\n\nAll chemical pesticides are toxic. Some gardeners have limited success using vinegar or homemade remedies.\n\nThe best non-toxic solution for killing weeds is good old elbow grease: Get a trowel and dig them out.\n\n“From a personal perspective, I prefer to use caution and avoid pesticides in my own garden,” said Rachel Shaffer, a Ph.D. student at the University of Washington’s School of Public Health and co-author of the university’s study on glyphosate and non-Hodgkin lymphoma.\n\n“Our understanding of the health effects of glyphosate will continue to evolve as the science advances,” said Shaffer, who blogs on her findings. “Individuals who are particularly concerned in the interim may want to take steps to reduce use in their home gardens.”\n\nQ: If I use glyphosate products, what precautions should I take?\n\nCarefully follow label instructions and warnings. Wear gloves and don’t let the chemical come in contact with your skin, clothing or eyes. Use it only on calm, rain-free days to prevent drift. Do not let it run off into waterways or gutters. Pets and people should wait until treated areas are dry before entering them.\n\nKaiser Health News is an editorially independent program of the Henry J. Kaiser Family Foundation, a nonprofit, nonpartisan health policy research and communication organization not affiliated with KaiserPermanente. You can view the original report on its website. This story first published on California Healthline, a service of the California Health Care Foundation.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "What you need to know about a popular weed killer’s alleged link to cancer", "description": "You have the questions about glyphosate, Roundup and cancer. We have the answers.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2019/03/2019-02-25T192127Z_144541735_RC1E4C141B90_RTRMADP_3_BRAZIL-AGRICULTURE-GLYPHOSATE-1024x683.jpg", "image:height": "683", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/what-you-need-to-know-about-a-popular-weed-killers-alleged-link-to-cancer", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2019-04-08T09:00:34-05:00", "article:section": "Health", "article:tag": "cancer, glyphosate, herbicide, kaiser health news, roundup"}, "tags": ["The Leading Edge", "Long-Term Care", "kaiser health news", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "roundup", "Race Matters", "glyphosate", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge", "cancer", "herbicide"], "tweets": [], "movies": [], "links": ["https://www.nytimes.com/2019/03/27/us/monstanto-roundup-california-verdict.html", "https://usrtk.org/wp-content/uploads/2018/12/Edward-Hardeman-1st-amended-complaint-Feb.-2016.pdf", "https://usrtk.org/wp-content/uploads/2016/09/trial-preference-aug-2017.pdf", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5044953/", "https://www.ers.usda.gov/data-products/adoption-of-genetically-engineered-crops-in-the-us/recent-trends-in-ge-adoption.aspx", "https://www.baumhedlundlaw.com/toxic-tort-law/monsanto-roundup-lawsuit/where-is-glyphosate-banned/", "https://www.usnews.com/news/health-news/articles/2019-03-22/los-angeles-county-bans-use-of-roundup-weed-killer", "https://www.bayer.com/en/glyphosate-impact-on-human-health-and-safety.aspx", "http://web.mit.edu/demoscience/Monsanto/about.html", "http://npic.orst.edu/factsheets/glyphogen.html#products", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5044953/", "https://cehn-healthykids.org/wp-content/uploads/2017/02/APAMT-Poster-Gerona.pdf", "https://oehha.ca.gov/proposition-65/crnr/glyphosate-listed-effective-july-7-2017-known-state-california-cause-cancer", "https://www.epa.gov/pesticides/epa-releases-draft-risk-assessments-glyphosate", "https://www.sciencedirect.com/science/article/pii/S1383574218300887", "http://www.startribune.com/some-organic-weed-control-remedies-aren-t-as-safe-as-they-sound/323254201/", "https://racheltalkstox.wordpress.com/2019/02/20/whats-the-risk/", "https://khn.org/", "https://khn.org/news/popular-weed-killers-alleged-link-to-cancer-spreads-concern/", "http://www.californiahealthline.org/", "http://www.chcf.org/"], "authors": ["Marla Cone, Kaiser Health News"], "publish_date": "2019-04-08T09:00:34-05:00"}