{"result_id": "MNTT002062", "URL": "https://www.pbs.org/food/the-history-kitchen/turmeric-history/", "timestamp": "2024-03-06 15:08:41 CET+0100", "meta": {"description": "Turmeric is a golden colored, strongly flavored spice that has ancient origins and medicinal value. Learn more at PBS Food.", "lang": "en", "favicon": "https://www.pbs.org/images/common/icons/browser_pbslogo16.png", "canonical": "https://www.pbs.org/food/the-history-kitchen/turmeric-history/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "History of Turmeric | The History Kitchen", "cleaned_text": "Turmeric, the golden colored strongly flavored spice, is having a “moment.” This ancient spice, celebrated for centuries as both food and medicine, has resurfaced within the health and nutrition communities thanks to curcumin, the healing substance which supplies its vibrant color. Curcumin has significant anti-inflammatory properties that are said to rival those found in ibuprofen. Unlike over-the-counter drugs, turmeric has no toxic effects on the body. Curcumin\u0092s powerful antioxidant advantages have been shown to protect healthy cells, particularly those found in the colon, from cancer-causing agents. It aids the body in destroying mutated cancer cells before they have a chance to spread to other areas. Turmeric also helps to lower cholesterol and prevent heart disease. All that, and it\u0092s tasty too!\n\nTurmeric\u0092s botanical name is Curcuma longa. The plant reaches barely three feet in height and produces both a flower and a rhizome, or stem that is found underground. The rhizome has an appearance similar to ginger; it is this root-like stem that produces the yellow turmeric spice. Though it can now be found throughout the tropics, India has been the largest producer of turmeric since ancient times.\n\nIn recent years turmeric has attracted quite a bit of interest for its natural healing properties, but it has actually been used medicinally for over 4,500 years. Analyses of pots discovered near New Delhi uncovered residue from turmeric, ginger and garlic that dates back as early as 2500 BCE. It was around 500 BCE that turmeric emerged as an important part of Ayurvedic medicine. Ayurveda is an ancient Indian system of natural healing that is still practiced today. Ayurveda translates to \u0093science of life\u0094– ayur meaning \u0093life\u0094 and veda meaning \u0093science or knowledge.\u0094 Inhaling fumes from burning turmeric was said to alleviate congestion, turmeric juice aided with the healing of wounds and bruises, and turmeric paste was applied to all sorts of skin conditions \u0096 from smallpox and chicken pox to blemishes and shingles. Ayurvedic literature contains over 100 different terms for turmeric, including jayanti, meaning \u0093one who is victorious over diseases,\u0094 and matrimanika, meaning \u0093as beautiful as moonlight.\u0094\n\nIn Indian culture, the importance of turmeric goes far beyond medicine. The Hindu religion sees turmeric as auspicious and sacred. There is a wedding day tradition in which a string, dyed yellow with turmeric paste, is tied around the bride\u0092s neck by her groom. This necklace, known as a mangala sutra, indicates that the woman is married and capable of running a household. The tradition still continues in Hindu communities and has been compared to the Western exchange of wedding rings. In parts of southern India, a piece of the turmeric rhizome is worn as an amulet for protection against evil spirits.\n\nThe vibrant yellow natural coloring of turmeric has also been used to dye clothing and thread for centuries. Saffron-hued Buddhist robes are dyed with turmeric. In Kerala, a state in southwest India, children were given turmeric-dyed clothing to wear during the Onam festival. The reason for this is unclear, though it likely has to do with the color\u0092s association with Lord Krishna.\n\nMost of us are familiar with turmeric as a cooking spice. It appeared in Hannah Glasse\u0092s 1747 cookbook, The Art of Cookery Made Plain and Easy. Hannah shares a recipe for India pickle made with turmeric; a later edition calls for turmeric in a recipe for Indian curry. Around this time, commercial curry powders became available. An advertisement for Sorlie\u0092s Perfumery Warehouse curry powder claimed that their spice blend \u0093renders the stomach active in digestion \u0096 the blood naturally free in circulation \u0096 the mind vigorous \u0096 and contributes most of any food to an increase in the human race.\u0094 In the United States, curry appeared in the 1831 edition of Mrs. Mary Randolph\u0092s Virginia Housewife.\n\nOver the years I\u0092ve developed several recipes containing turmeric. If you\u0092d like to try your hand at cooking with this remarkable spice, you\u0092ll find several tempting options below. Enjoy in good health!\n\nDavidson, Alan. The Oxford Companion to Food. Oxford: Oxford UP, 1999. Print.\n\nPrance, Ghillean T., and Mark Nesbitt. The Cultural History of Plants. New York.: Routledge, 2005. Print.\n\nSaberi, Helen, and Colleen Taylor Sen. Turmeric: Great Recipes Featuring the Wonder Spice That Fights Inflammation and Protects Against Disease. Chicago: Agate Digital, 2014. Print.\n\nTori Avey is a food writer, recipe developer, and the creator of ToriAvey.com. She explores the story behind the food \u0096 why we eat what we eat, how the foods of different cultures have evolved, and how yesterday\u0092s food can inspire us in the kitchen today. Tori\u0092s food writing and photography have appeared on the websites of CNN, Bon Appetit, Zabar\u0092s, Williams-Sonoma, Yahoo Shine, LA Weekly and The Huffington Post. Follow Tori on Facebook: Tori Avey, Twitter: @toriavey, or Google+.", "opengraph": {"locale": "en_US", "type": "article", "title": "History of Turmeric | The History Kitchen | PBS Food", "description": "Turmeric is a golden colored, strongly flavored spice that has ancient origins and medicinal value. Learn more at PBS Food.", "url": "https://www.pbs.org/food/the-history-kitchen/turmeric-history/", "site_name": "PBS Food", "article:publisher": "https://www.facebook.com/PBSFood", "article:author": "http://www.facebook.com/toriavey", "article:section": "The History Kitchen", "article:published_time": "2015-03-09T17:16:26+00:00", "article:modified_time": "2015-03-09T17:19:36+00:00", "updated_time": "2015-03-09T17:19:36+00:00", "image": "https://www.pbs.org/food/wp-content/blogs.dir/2/files/2015/03/turmeric-history640x360.jpg", "image:secure_url": "https://www.pbs.org/food/wp-content/blogs.dir/2/files/2015/03/turmeric-history640x360.jpg", "image:width": "640", "image:height": "360"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.pinterest.com/pbsfood", "//www.pinterest.com/pin/create/button/", "http://toriavey.com/toris-kitchen/2013/09/curry-pickled-cauliflower/", "http://toriavey.com/toris-kitchen/2013/09/curry-pickled-cauliflower/", "http://toriavey.com/toris-kitchen/2014/03/vegetable-curry-quinoa-bowl/", "http://toriavey.com/toris-kitchen/2014/03/vegetable-curry-quinoa-bowl/", "http://toriavey.com/toris-kitchen/2013/07/israeli-chicken-sofrito/", "http://toriavey.com/toris-kitchen/2013/07/israeli-chicken-sofrito/", "http://toriavey.com/toris-kitchen/2014/04/vegan-lentil-cauliflower-tacos/", "http://toriavey.com/toris-kitchen/2014/04/vegan-lentil-cauliflower-tacos/", "http://toriavey.com/toris-kitchen/2014/08/peanut-hummus/", "http://toriavey.com/toris-kitchen/2014/08/peanut-hummus/", "http://toriavey.com/toris-kitchen/2014/10/yemenite-soup/", "http://toriavey.com/toris-kitchen/2014/10/yemenite-soup/", "http://toriavey.com/toris-kitchen/2013/01/chicken-chickpea-stew/", "http://toriavey.com/toris-kitchen/2013/01/chicken-chickpea-stew/", "http://toriavey.com/toris-kitchen/2012/08/chicken-shawarma/", "http://toriavey.com/toris-kitchen/2012/08/chicken-shawarma/", "http://toriavey.com/toris-kitchen/2010/04/vegan-butternut-squash-soup-with-chickpeas-and-spinach/", "http://toriavey.com/toris-kitchen/2010/04/vegan-butternut-squash-soup-with-chickpeas-and-spinach/", "http://toriavey.com/toris-kitchen/2011/09/sephardic-fish-skewers/", "http://toriavey.com/toris-kitchen/2011/09/sephardic-fish-skewers/", "https://www.pbs.org/food/chefs/tori-avey", "https://www.pbs.org/food/chefs/tori-avey/", "http://www.toriavey.com/", "http://facebook.com/toriavey", "http://www.twitter.com/toriavey", "https://plus.google.com/+ToriAvey?rel=author"], "authors": [], "publish_date": "2015-03-09T17:16:26+00:00"}