{"result_id": "MNTT002049", "URL": "https://www.pbs.org/wgbh/nova/article/healing-sleep/", "timestamp": "2024-03-06 15:08:30 CET+0100", "meta": {"description": "Whatever our brains can do, neuroscientists are discovering that sleep can make them better.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/article/healing-sleep/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "How Sleep Can Heal Our Brains", "cleaned_text": "“The thing about sleep that is maddening is we don’t know what it’s for,” Paul Shaw says with a hint of frustration. Rather than truly grasping the role sleep plays in our complicated biology, the neuroscientist has been stuck merely describing it. He’s not alone.\n\nBut Shaw doesn’t just want to understand sleep for sleep’s sake. He wants to uncover the mysteries of sleep because he thinks it not only has the potential to keep us healthy, but to fix what’s broken.\n\nHis main tool can be found in neatly packed rows of test tubes at his lab at Washington University in St. Louis, which contain generation upon generation of well-rested fruit flies. These flies are created with genetic deficiencies that mimic human disorders, such as Alzheimer’s disease. Shaw fixes these ailing flies, not with genetic modification or drugs, but by putting them to slee\n\n“We make them sleep, and they become normal,” says Shaw. “Sleep is letting the brain solve the problem in the best way possible.”\n\nThis is not just about reminding people to get their beauty rest. If what Shaw has found with fruit flies applies to humans, we could potentially use devices or drugs to enhance sleep, and those same techniques could be used to treat or even prevent debilitating diseases like Alzheimer’s.\n\nThe trick, Shaw says, is in letting the brain do what it’s good at. “Whatever a neuron can do, sleep can make it better.”\n\nTo start understanding the benefits of enhanced sleep, Shaw has become the sandman for fruit fries, an animal he can use to test sleep against a variety of disorders, including memory deficits. Yes, even flies can learn and form memories.\n\nShaw uses two methods to test memory in fruit flies: First he offers the flies a choice to go either to a lit tube or a dark tube, with the lit side coated in quinine, which makes it bitter. Flies favor the light, but eventually they learn that the light side is bitter and instead go for the dark tube. In another test, Shaw puts male flies next to a female who has already mated. After failed attempts to mate, the male flies eventually stop trying even when Shaw puts in an virgin female.\n\nIn his recent experiment, published last year in Current Biology , Shaw created different types of mutant flies that could not form memories. These flies would not remember to avoid the females or the light vial. Among this flawed population, Shaw used three different methods to put them to sleep, by giving them one of two different drugs or adjusting a gene that promotes sleep. In all cases, these “broken” but rested flies passed their memory test, demonstrating that sleep alone—rather than the way it is induced—is the critical factor in improving the flies’ memory.\n\nNone of the treatments fixed the underlying genetic deficiency that caused the memory problems, Shaw says. He doesn’t yet know how, but sleep is somehow allowing the brain either to use a different circuit or use different molecules within the same circuit to allow the brain to resume forming memories. In essence, sleep was restoring some of their mental abilities.\n\nWhile Shaw’s work doesn’t translate directly into humans, just across the street, one of his colleagues at Washington University has found a link between Alzheimer’s disease and sleep.\n\nIn 2009, Washington University neurologist David Holtzman showed that if animals are deprived of sleep over time, they accumulate a protein waste product called beta-amyloid. In Holzman’s experiments, if sleep is improved with a drug, the accumulation of this protein decreases.\n\n“In Alzheimer’s disease, beta-amyloid can build up because you’re unfortunate enough to have a genetic mutation that causes you to make too much of it, or, in the later onset form of the disease, you probably clear too little of it” he says. Once beta-amyloid starts building up in the brain, it forms an insoluble protein that can’t be cleared away and is thought to lead to Alzheimer’s.\n\nHoltzman has been following up with his experiment to see whether sleep or something associated with sleep affects amyloid buildup. “So far, most of our evidence is suggesting that it really is the sleep itself that is protective,” he says.\n\nBrain activity leads to the production of beta-amyloid, but during sleep, synaptic activity is almost 40% lower than while awake, Holtzman says, so people simply make less of the protein when they sleep.\n\nIt’s possible that sleep also helps clear the protein out, and other researchers like Mathew Walker, a professor of cognitive neuroscientist at the University of California, Berkeley, are tackling that question. Walker is among the researchers who think of sleep as a “power cleanse” for the brain. He’s seen it at work.\n\nSleep, beta-amyloid, and Alzheimer’s disease are wrapped together in a terrible cycle, according to Walker’s research, published last summer in Nature Neuroscience . “The more of that bad protein that builds up, the less deep sleep you have,” he says. “The less deep sleep you have, the less you’re able to remove that protein.”\n\nWalker tested whether beta-amyloid buildup predicted a person’s ability to remember facts. He and his colleagues scanned the brains of cognitively healthy older adults, who had a range of beta-amyloid within their brain. The team focused on the medial prefontal cortex, a section of brain just above and between the eyes where we generate the deep sleep called slow-wave sleep. It’s also the region that gathers the sticky beta-amyloid proteins that can kickstart Alzheimer’s.\n\nHe and his colleagues found that the people with the largest amount of beta-amyloid in that part of the brain showed the greatest loss of their slow-wave sleep. They also didn’t remember facts studied the night before as well as people without as much protein buildup. “Those people who had the least amount of deep non-REM sleep showed the greatest amount of forgetting across that night,” Walker says.\n\n“We’ve been missing a middleman here in the puzzle of Alzheimer’s disease, and that missing middleman is sleep degeneration.” It sounds depressing, Walker concedes, but there is a sunny side. Unlike other puzzles in treating neurological disorders, sleep is something we can improve.\n\nThere are a variety of ways to improve sleep, from physical exercise to relaxation techniques. But in certain cases of insomnia, the only thing that seems to work is medication. The current crop of sleep aids mostly includes benzodiapenes, such as Xanax, and hypnotics, such as Ambien. They reliably knock people out, but one problem with hypnotics is that they sedate, and sedation does not mimic the brain activity we experience during real sleep, the kind of activity that allows for memory formation.\n\n“The electrical signature of sleep that you get when you take these medications is not really a signature that you could argue reflects naturalistic sleep,” Walker says.\n\nShaw has some hope that a new class of sleep aids, called orexin receptor antagonists, will provide a good alternative. These drugs work by blocking the signaling of orexin, a chemical in the brain that causes wakefulness. By targeting orexin, the drug is affecting a much more localized section of the brain than other sleep aids, meaning that it has the potential for fewer side effects. Studies have also shown orexin antagonists do not disrupt memory formation compared to other sleep aids.\n\nOnce we are asleep, there are different ways to possibly further enhance memory formation. Trans-cranial direct current brain stimulation, or TDCS, amplifies the quality of deep brain waves in ways that improve the consolidation of memories during sleep. It works by transmiting an electric signal to the brain so small you don’t feel it. By improving slow wave sleep, such a device could potentially help keep out the toxic proteins that cause Alzheimer’s.\n\nOther treatments have the potential to help reinforce memory formation. People consolidate memories by replaying them in their brain at night when they sleep, says Ken Paller, a professor of psychology at Northwestern University. Paller has done experiments in which playing a sound can reactivate a memory in subjects. In one of those experiments, people were asked to study a picture with a cat in it and were asked to remember the location of the picture the next day. Paller played cat sounds while the subjects slept, essentially reactivating that memory during slow wave sleep. Those who heard the cat noise remembered information about the picture location better than those who did not receive the auditory reminder.\n\nResearchers have also used auditory or olfactory cues during sleep to reactivate certain memories, Paller says. In experiments of the latter, subjects take a memory test while a certain smell is in the air. Exposure to that smell later in sleep kick-starts the memory. Paller says such a technique may potentially allow individuals to select the memories they want to retain, such as names of grandchildren.\n\nIf all the potential for sleep sounds too good to be true, Shaw says he’s gotten similar push back from reviewers who were skeptical about his research showing that sleep improved memory problems.\n\nAt first, Shaw wanted to see just how useful sleep could be, but now he’s got to go back and understand the how. The next step is to focus on one or two memory problems in different parts of the brain and determine just how sleep is fixing each problem, Shaw says. “We’re really trying to figure out how and where.”\n\nAfter slogging through these experiments, the sleep experts I spoke with are sure to get their own proper rest. Once Holtzman and his team started finding their links to lack of sleep and Alzheimer’s, he altered his sleep habits. “I’m on my best behavior, better than I was before.”\n\nWalker and Shaw both talk about the need to rethink sleep in our culture. “We have to at some point simply abandon the notion that sleep is a luxury that we can choose or choose not to engage in,” Walker says. “Sleep is a biological imperative in every species we’ve studied to date.”\n\nIt’s not uncommon for people to talk about being too busy for sleep, Shaw says, but he insists the opposite is true. “The more your brain has to do, the more you’re going to need sleep for it to happen.”\n\nUltimately, Shaw says his hope would be for sleep to slow or reverse neurological diseases or augment other medicines patients may need.\n\nThere are both genetic and environmental components to a disease like Alzheimer’s—it doesn’t seem possible one drug could fix all the causes of the disease, he says. But if sleep is good in general, it could be that one thing that could help, he adds.\n\n“That would be the dream. Even if it doesn’t cure it, it will help it.”", "opengraph": {"url": "https://www.pbs.org/wgbh/nova/article/healing-sleep/", "title": "How Sleep Can Heal Our Brains", "description": "Whatever our brains can do, neuroscientists are discovering that sleep can make them better.", "type": "website", "image": "https://www.pbs.org/wgbh/nova/media/original_images/healing-sleep.jpg"}, "tags": ["Tech + Engineering", "Planet Earth", "Body + Brain", "Evolution", "Nature", "Military + Espionage", "Space + Flight", "Ancient Worlds", "Physics + Math"], "tweets": [], "movies": [], "links": ["/wgbh/nova/article/rnai-cure/", "/wgbh/nova/article/hippocratic-oath-today/", "/wgbh/nova/article/men-anorexia/", "http://www.cell.com/current-biology/abstract/S0960-9822%2815%2900342-5", "http://www.sciencemag.org/content/326/5955/1005.abstract?keytype=ref&siteid=sci&ijkey=yhagR2oLYK3W6", "https://help.pbs.org/support/solutions/articles/5000677869-online-sponsorship-support/", "http://www.nature.com/neuro/journal/v18/n7/abs/nn.4035.html", "http://stm.sciencemag.org/content/5/179/179ra44", "https://www.flickr.com/photos/khan/2600541287/", "https://twitter.com/share?url=https://www.pbs.org/wgbh/nova/article/healing-sleep/", "https://www.facebook.com/sharer/sharer.php?u=https://www.pbs.org/wgbh/nova/article/healing-sleep/", "mailto:?body=From%20Nova%20|%20PBS%0D%0A%0D%0Ahttps://www.pbs.org/wgbh/nova/article/healing-sleep/%0D%0A%0D%0A"], "authors": [], "publish_date": "2016-02-24T16:39:00.000Z"}