{"result_id": "MNTT001004", "URL": "https://www.bbc.com/news/health-23408949", "timestamp": "2024-02-28 23:17:41 CET+0100", "meta": {"description": "Researchers have made a synthetic spider venom that could lead to cheaper and more animal-friendly treatments", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/health-23408949", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Biting back: Taking the sting out of spider venom", "cleaned_text": "Brown recluse spiders bite more than 7,000 people in Brazil every year causing serious skin lesions and even death. The anti-venom used as treatment comes at the expense of many animal lives. But could a breakthrough in synthetic spider venom lead to a more humane solution?\n\n\"I put my shorts on in the morning and felt a bite but didn't realise what it was. It wasn't until the evening that my face started burning up. I looked at the bite area and it was red.\"\n\nIt is the only family of spiders in the world to cause the skin to die in this way. Scientists have linked it to a rare enzyme in the venom called sphingomyelinase D, which damages and kills skin tissue.\n\nAnd, although horses will still be needed for the foreseeable future, the synthetic venom is non-toxic. This means that horses will still make the right anti-venom in their blood but without experiencing the poisoning effects of being injected with real venom.", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Researchers have made a synthetic spider venom that could lead to cheaper and more animal-friendly treatments", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/media/images/68882000/jpg/_68882873_p1020502.jpg", "image:alt": "Brown recluse spider", "locale": "en_GB", "site_name": "BBC News", "title": "Biting back: Taking the sting out of spider venom", "type": "article", "url": "https://www.bbc.com/news/health-23408949", "article:section": "Health"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": ["By Ben Tavener"], "publish_date": "2013-08-02T23:30:30.000Z"}