{"result_id": "MNTT001053", "URL": "https://www.bbc.com/future/article/20200507-medicines-and-drugs-from-animals-venom", "timestamp": "2024-02-28 23:18:10 CET+0100", "meta": {"description": "The latest technology allows us to look for potential medicines in the natural world without collecting or harming a single animal – all you need is their DNA.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20200507-medicines-and-drugs-from-animals-venom", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,medicine"}, "image": null, "domain": "www.bbc.com", "title": "The life-saving medicines inspired by animals", "cleaned_text": "The latest technology allows us to look for potential medicines in the natural world without collecting or harming a single animal – all you need is their DNA.\n\nThese days, many of us are more likely to think of wild animals with a source of human illness rather than cure. But like plants, which have been part of our medicine cabinets ever since the Neanderthals used poplar tree bark as a painkiller, animals have long been exploited for their medicinal properties. For example, Traditional Chinese Medicine (TCM) uses ingredients from 36 animal species including rhinos, black bears, tigers and seahorses – many of which are endangered. Ayurvedic medicine recommends snake venom to treat arthritis, while tarantula bites and ground-up fangs traditionally been used in South America, Asia and Africa to cure a variety of ailments, from cancerous tumours to toothaches and asthma.\n\nThe vast majority of these traditional remedies are not backed up by any scientific evidence – and the pursuit of animal parts has already contributed to several extinctions, including the western black rhino and northern white rhino. Up until recently pangolins, of which some species are critically endangered, were often raised at wildlife farms in China for their scales in TCM, and are thought to have been the source of Covid-19. In fact, top scientists warned this week that our exploitation of wildlife is likely to lead to more frequent and deadly pandemics in the future. But there might be a way to use wildlife responsibly, and that’s by studying their chemical ingredients at a molecular level. Thanks to modern technologies, no animal ingredients are required at any stage – just a DNA sequence. Unlike plants, from which people have been isolating specific compounds and turning them into medication for more than 100 years, in animals, specific molecules with medical potential have historically been too difficult to locate or extract. But that’s changing – meaning that while more future diseases are likely to come from animals, some of the most exciting drugs of the future will come from them, too.\n• The vaccine that could transform medicine\n• The shocking new cure for extreme pain “We have looked at plants for a long time, but we have only just scratched the surface with animals,” says Christine Beeton, an immunologist with the Baylor College of Medicine. She studies how peptides derived from venoms can be used to treat autoimmune diseases such as multiple sclerosis, rheumatoid arthritis, and myotonic dystrophy.\n\n \n\n Thanks to evolution, we can find large molecules called peptides, which are siblings of molecules that exist in the human body, in other animals. This means that peptides from animals ranging from snails and spiders, to salamanders and snakes, can hone in on our own cellular components like a divining rod, with very precise effects.\n\nAlmost all of these animal-derived pharmaceuticals are sourced from venoms – some of the most complex chemical mixtures found on earth. Though we may think of venoms as rarefied poisons that only a few species possess, 220,000 known animal species produce these chemical cocktails – fully 15% of all animal species. \n\n \n\n These intricate poisons, many of which have evolved over hundreds of millions of years, have exquisite potency, stability, speed, and above all, precision to specific molecular targets. \n\n \n\n Brain healing One of the most promising areas of venom-derived medicines is in preventing permanent brain damage from stroke. Though it is the second leading cause of death worldwide, killing six million a year and leaving a further five million with permanent disabilities, we have no treatments that can heal or prevent brain damage following this loss of blood flow to the brain. The only drug approved by the FDA for this need is tissue plasminogen activator (tPA), which may be given to break up blood clots in the cerebral artery. But we still have no treatments that can prevent the neuronal damage due to oxygen starvation. “This is the biggest issue we have: millions of people are left to the whims of what that stroke can do to their brain in the hours or days following it,” says Glenn King, a biochemist at Australia’s University of Queensland. King specialises in nervous system disorders in which the underlying cause is a defect in nerve cells’ ion channels – tiny tunnels through membranes that let charged ions, like sodium, flow in and out of cells, triggering nerve firings. These defects can be caused either through structural anomalies, or an abnormal number of channels.\n\nWorking with ion channels is also showing great promise in alleviating another common neurological affliction: epilepsy. King’s work with the peptide Hm1a, derived from spider venom, shows promise for the treatment of the severe epileptic condition known as Dravet syndrome. This form of epilepsy, which begins to take hold in the first year of life, has a rate of sudden unexpected death that is 30 times higher than in other forms of epilepsy. It also is profoundly difficult to treat: commonly prescribed drugs such as Carbamezapine can actually worsen the condition. In a 2018 paper, King reports that mice engineered to have the same genetic deficit as people with Dravet Syndrome had their normal neural functioning restored with a dose of spider venom-derived Hm1a – and their mortality significantly reduced. Currently in clinical trials in the US and likely to be approved by the FDA within two years is Tozuleristide (BLZ-100), a kind of “tumour paint” derived from scorpion venom. Initially developed at the Fred Hutchinson Cancer Research Center in Seattle and described in the journal Cancer Research in 2007, this drug selectively binds to brain tumour cells, but not healthy ones. This allows brain surgeons to more easily see cancerous tissue during surgery.\n\n \n\n “Every week in clinic I ask myself: what am I doing today that I don’t want to be doing in 15 years?” says oncologist Jim Olson of Fred Hutchinson. In 2004, he witnessed a teenaged girl undergo a 14-hour surgical procedure to remove a brain tumour in which surgeons accidentally left behind a thumb-sized piece of cancer, mistaking it for healthy tissue. Determined to never let something like that happen again, Olson tasked his researchers with finding a molecule that would allow surgeons to see cancer with the naked eye. \n\n \n\n It only took six weeks of scouring the DNA databases to find a suitable candidate: Chlorotoxin Cy5.5, derived from the venom of the ferociously named “deathstalker” scorpion Leiurus quinquestriatus, which other researchers in Alabama in 1998 had discovered could attach to ion channels on the surface of brain tumour cells.\n\nThe toxin allows researchers to see clumps of cancer just 200 cells large – making it 500 times more sensitive than MRI scans. Other teams are working on ways to use Tozuleristide to label other forms of cancer, including breast and spine cancer.\n\n \n\n Meanwhile, some researchers are looking at animal-derived compounds that can kill cancer, not just tag it. \n\n \n\n Using the ArachnoServer Database, Maria Ikonomopoulou, a research officer at the QIMR Berghofer Medical Research Institute in Australia, discovered that the peptide gomesin, derived from the venom of the Brazilian tarantula Acanthoscurria gomesiana, can kill skin cancer cells. Inspired by this, she also found that the venom of the Australian funnel-web spider H. infensa (the same species used by King in stroke repair) can kill cancerous skin cells but not healthy ones. Publishing her work in Nature Scientific Reports in 2018, she describes how this could be used to treat melanoma, a form of skin cancer that is the fifth most common form of cancer in the UK and globally affects 132,000 people per year. \n\n \n\n “The drugs derived from animal venom mainly come from snakes because they produce such a huge quantity of venom – but now with our huge databases we can look at venoms from animals that don’t produce as large volumes in their stings,” says Ikonomopoulou. A spider may only produce 10ml of venom in a day, a scorpion just 2ml – and a pseudoscorpion (tiny arachnids which have scorpion-like claws) perhaps less than five nanolitres (a millionth of a millilitre) a day. But with the data from new databases, researchers can chemically synthesise molecules with specific properties in sufficient amounts.\n\n \n\n Peptides for pain Animal peptides are also showing enormous promise in treating a condition that fully one in five of us will develop at some point, according to the Centers for Disease Control and Prevention: chronic pain. This affliction is disproportionately common because it is associated with a huge variety of conditions, from cancer to diabetic neuropathy and pure physical injury. Venoms are a goldmine for potential treatments, because these poisons have been honed over millions of years of evolution to target the nervous system in order to immobilise other animals.\n\nMande Holford, an associate professor in chemistry at Hunter College in New York City who studies how venoms can be used to discover drugs for pain and cancer, says it goes deeper than just finding new drugs: venoms also offer the opportunity to answer big questions about evolution. \n\n \n\n “This is a chance to achieve not just Moon shots, but Jupiter shots: how can we figure out how venom evolved and use this for the benefit of humanity?” she asks. Scientists are now diving into the biological wealth of animal peptides to tackle a new threat: the novel coronavirus. Zachary Crook, lead protein scientist in the Jim Olson Lab at the Fred Hutchinson Cancer Research Center, has started looking through databases of peptides from a range of animals in a search for peptides that could either bind to the “spike protein” on the surface of the virus, or to the ACE-2 receptor on human cells which the virus attaches to, in order to prevent it from exerting its effects. “Our eventual goal is a drug administered by a puff from an inhaler or nebuliser which can halt the infection in its tracks,” says Crook. \n\n \n\n Despite the many applications of animal peptides, however, time to find new solutions may be running out. Thanks to the biodiversity crisis, every year thousands of species go extinct, often before we’ve even discovered them or had the chance to sequence their genome. \n\n \n\n “The scientific evidence is pretty solid that we will hit an inflection point where it will be hard to recover this trend, and we will lose a lot of species – the next 10 years are important for us to bin that curve and try to restore, protect, and learn from the biodiversity we have on this planet,” says Holford. Now, as always, nature can provide us both with cures as well as scourges – and there are perhaps few examples of this more potent than animal toxins. Join one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram. If you liked this story, sign up for the weekly bbc.com features newsletter, called “The Essential List”. A handpicked selection of stories from BBC Future, Culture, Worklife, and Travel, delivered to your inbox every Friday.", "opengraph": {"title": "The life-saving medicines inspired by animals", "type": "article", "url": "https://www.bbc.com/future/article/20200507-medicines-and-drugs-from-animals-venom", "description": "The latest technology allows us to look for potential medicines in the natural world without collecting or harming a single animal – all you need is their DNA.", "author": "Zoe Cormier", "image": "https://ychef.files.bbci.co.uk/live/624x351/p08ckzr6.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Medicine"], "tweets": [], "movies": [], "links": ["https://www.bbc.co.uk/news/science-environment-39205530", "http://news.bbc.co.uk/1/hi/world/south_asia/2403719.stm", "https://www.researchgate.net/publication/304676497_The_use_of_tarantulas_in_traditional_medicine_on_three_continents", "https://www.theguardian.com/environment/2020/feb/25/coronavirus-closures-reveal-vast-scale-of-chinas-secretive-wildlife-farm-industry", "https://www.sciencedirect.com/science/article/pii/S0960982220303602", "https://www.independent.co.uk/environment/coronavirus-pandemic-virus-disease-wildlife-environment-farming-infectious-a9487926.html", "https://www.encyclopedia.com/medicine/encyclopedias-almanacs-transcripts-and-maps/bromelain", "https://www.bbc.com/future/article/20190522-how-the-malaria-vaccine-could-change-world-health", "https://www.bbc.com/future/article/20190227-kifafa-the-mystery-of-east-africas-nodding-disease", "https://www.bbc.com/future/article/20170110-why-pain-is-so-hard-to-measure---and-treat", "https://www.drugs.com/international/reptilase.html", "http://www.who.int/healthinfo/global_burden_disease/en/", "https://www.mayoclinic.org/diseases-conditions/stroke/diagnosis-treatment/drc-20350119", "https://www.ncbi.nlm.nih.gov/pubmed/28320941", "https://www.epilepsy.com/learn/early-death-and-sudep/sudep", "https://www.ncbi.nlm.nih.gov/pubmed/30076230", "https://www.fredhutch.org/en/news/center-news/2014/09/tumor-paint-US-trial.html", "https://www.ncbi.nlm.nih.gov/pubmed/17638899", "https://www.fredhutch.org/en/news/center-news/2007/08/paint-target-tumors.html", "https://www.fredhutch.org/en/faculty-lab-directory/olson-james.html", "https://www.ncbi.nlm.nih.gov/pubmed/9809993", "https://www.fredhutch.org/en/news/center-news/2007/08/paint-target-tumors.html", "https://www.ncbi.nlm.nih.gov/pubmed/30550350", "https://www.ncbi.nlm.nih.gov/pubmed/31069381", "https://www.nature.com/articles/s41598-018-29826-4", "https://www.cancerresearchuk.org/health-professional/cancer-statistics/statistics-by-cancer-type/melanoma-skin-cancer#heading-Zero", "https://www.who.int/uv/faq/skincancer/en/index1.html", "https://www.cdc.gov/mmwr/volumes/67/wr/mm6736a2.htm?s_cid=mm6736a2_w", "https://www.ncbi.nlm.nih.gov/books/NBK459151/", "https://www.facebook.com/BBCFuture/", "https://twitter.com/BBC_Future", "https://www.instagram.com/bbcfuture_official/", "http://pages.emails.bbc.com/subscribe/?ocid=fut.bbc.email.we.email-signup", "http://www.bbc.com/future", "http://www.bbc.com/culture", "http://www.bbc.com/worklife", "http://www.bbc.com/travel"], "authors": ["Zoe Cormier"], "publish_date": "2020-05-08T01:01:01Z"}