{"result_id": "MNTT005059", "URL": "https://apnews.com/d5a3f83a25504e97ae53ee049a5884c2", "timestamp": "2024-03-06 15:11:12 CET+0100", "meta": {"description": "LA JOLLA, Calif.--(BUSINESS WIRE)--Nov 25, 2019-- EpicentRx, Inc., a clinical cancer immunotherapy company targeting both sides of the immune system to deliver cancer treatments with minimal toxicity, announced today positive results from the Phase 1 G-FORCE trial of RRx-001 as first-line treatment in newly diagnosed glioblastoma.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/business-wire/business-health-california-cancer-clinical-trials-d5a3f83a25504e97ae53ee049a5884c2", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "EpicentRx Announces Positive Results From Phase 1 Trial of RRx-001 as First-line Treatment in Newly Diagnosed Glioblastoma", "cleaned_text": "EpicentRx, Inc., a clinical cancer immunotherapy company targeting both sides of the immune system to deliver cancer treatments with minimal toxicity, announced today positive results from the Phase 1 G-FORCE trial of RRx-001 as first-line treatment in newly diagnosed glioblastoma. The late-breaking data were presented by Nicholas Butowski, M.D., a principal investigator on the trial and Professor of Neurological Surgery at the University of California San Francisco Weill Institute for Neurosciences, on November 22 at the Society for Neuro-Oncology annual meeting in Phoenix.\n\nGlioblastoma multiforme (GBM) represents 15-20% of all primary intracranial neoplasm, with death typically occurring within the first 15 months after diagnosis. The median age of diagnosis is 64 years old. Since agents from various drug classes have failed in clinical trials, there is an urgent need for a more effective and less toxic GBM therapy.\n\nRRx-001, EpicentRx’s lead program, is a small molecule immunotherapy targeting the CD47 – SIRPα axis and has been evaluated in multiple clinical studies.\n\nIn the , 18 patients with histologically verified glioblastoma received RRx-001 plus radiotherapy and temozolomide. After a six-week break, patients in cohorts 1-3 received temozolomide maintenance therapy, while patients in cohorts 4-6 received temozolomide plus RRx-001 maintenance therapy.\n\nRRx-001 combination therapy led to an overall survival (OS) of 21.9 months, compared with historical OS data of 15-20 months. The RRx-001 combo also led to a progression-free survival (PFS) of 13 months, compared with historical PFS data of 6-7 months.\n\nThe combination therapy was well tolerated, with no serious adverse events considered related to treatment with RRx-001.\n\n“Patients diagnosed with glioblastoma have poor prognosis and very limited treatment options,” said Corey A. Carter, M.D., President & CEO of EpicentRx.\n\n“The results from this Phase 1 G-FORCE study and our ongoing Phase 3 REPLATINUM trial in small cell lung cancer (SCLC) validate RRx-001 as a viable therapy for multiple cancer types. We plan to begin a Phase 0 trial of RRx-001 for GBM in the near future to gain further insight into the mechanism of action in brain tumors before starting Phase 3 studies,” added Dr. Carter.\n\n“I am very excited to begin the Phase 0 trial,” said Howard Fine, M.D., Director of Neuro-oncology at Weill Cornell Medical Center and principal investigator for the upcoming Phase 0 trial. “This is a high priority project and collaboration for both Weill Cornell and EpicentRx, and an important step in our efforts to bring safe, effective and minimally toxic therapeutics to GBM patients,” Dr. Fine said.\n\nRRx-001 has Orphan Drug designation from FDA for SCLC, neuroendocrine cancer and glioblastoma, and from EMA for SCLC.\n\nRRx-001 is a next generation small molecule immunotherapy being developed by EpicentRx. The therapy targets the CD47 – SIRPα axis and repolarizes tumor associated macrophages (TAMs) and other immunosuppressive cells in the tumor microenvironment to an immunostimulatory phenotype. RRx-001 stimulates the immune system and can be used as monotherapy or in combination with chemotherapy, immunotherapy, radiation and targeted agents, giving the therapy the potential to convert “treatment-resistant” tumors into “treatment-sensitive” tumors. RRx-001 is currently in the Phase 3 REPLATINUM trial for the treatment of third-line and beyond small cell lung cancer (SCLC). RRx-001 is also in the Phase 2 QUADRUPLE THREAT trial for the treatment of SCLC, non-small cell lung cancer, neuroendocrine tumors, ovarian and prostate cancer, and the Phase 2 PREVLAR trial for the prevention of oral mucositis. Clinical studies for the drug have also been conducted for the treatment of colorectal cancer, brain metastases and glioblastoma.\n\nEpicentRx is a patient-driven oncology company developing new mechanisms of immunotherapy that work across diverse patient populations and tumor types with minimal toxicity, enabling the best-possible quality of life during treatment. Through two distinct technology platforms, each targeting a different half of the immune system, the company is developing drug candidates designed to act alone or in combination with other medicines to outsmart cancer. EpicentRx’s lead program is among a portfolio of novel drugs, derived from a class of molecules called dinitroazetidines, that downregulates CD47 – SIRPα to alter the tumor microenvironment and optimize immune response, and has been tested in several clinical trials including an ongoing Phase 3 study in small cell lung cancer. The company is also advancing multiple programs through its smart virus platform, including personalized cancer vaccines that have shown to be effective in both chemotherapy and immune resistant tumors.", "opengraph": {"title": "EpicentRx Announces Positive Results From Phase 1 Trial of RRx-001 as First-line Treatment in Newly Diagnosed Glioblastoma", "url": "https://apnews.com/press-release/business-wire/business-health-california-cancer-clinical-trials-d5a3f83a25504e97ae53ee049a5884c2", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "LA JOLLA, Calif.--(BUSINESS WIRE)--Nov 25, 2019-- EpicentRx, Inc., a clinical cancer immunotherapy company targeting both sides of the immune system to deliver cancer treatments with minimal toxicity, announced today positive results from the Phase 1 G-FORCE trial of RRx-001 as first-line treatment in newly diagnosed glioblastoma.", "site_name": "AP News", "type": "article", "article:published_time": "2019-11-25T14:00:57", "article:modified_time": "2021-12-26T23:49:22.747", "article:tag": "Archive"}, "tags": [], "tweets": [], "movies": [], "links": ["https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT02871843&esheet=52134978&newsitemid=20191125005478&lan=en-US&anchor=G-FORCE+trial&index=1&md5=b542db839bb41730c1b8af08324aa861", "https://www.businesswire.com/news/home/20191125005478/en/"], "authors": [], "publish_date": "2019-11-25T14:00:57"}