{"result_id": "MNTT002001", "URL": "https://help.pbs.org/support/solutions/articles/12000060278-watching-pbs-videos-on-other-streaming-services-", "timestamp": "2024-02-28 23:18:22 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "/assets/touch/touch-icon-iphone.png", "canonical": "https://help.pbs.org/support/solutions/articles/12000060278-watching-pbs-videos-on-other-streaming-services-", "encoding": "utf-8", "website_keywords": "amazon, masterpiece, living, pbs, passport, fee, streaming, streaming services, amazon prime, prime video"}, "image": null, "domain": "help.pbs.org", "title": "Watching PBS videos on other streaming services.", "cleaned_text": "The below information is related to streaming through websites and apps separate from PBS. To stream with PBS - including PBS Passport videos - please use the PBS website or app.\n\nPBS content can also be found on select on-demand channels through Amazon Prime or Prime Video, including:\n• PBS LIVING (also available through Apple TV Channels in the Apple TV app)\n• PBS America (available in the UK) These channels offer some of the same content offered on the free PBS app offered by PBS.\n• What is the PBS KIDS Channel? The PBS KIDS Prime Video Channel features popular and educational programming for children, from the #1 children’s educational media brand in the US. The channel includes a variety of shows including DANIEL TIGER’S NEIGHBORHOOD, WILD KRATTS, ARTHUR, and DINOSAUR TRAIN. The content mix is slightly different in Canada than in the U.S.\n• What is the PBS MASTERPIECE Channel? MASTERPIECE has been setting the standard for exceptional British drama in the US for 50 years and the PBS MASTERPIECE Prime Video Channel continues this legacy and has expanded to include award-winning TV series from around the world – all carefully curated for ‘viewers like you’.\n• What is Walter Presents on PBS MASTERPIECE? Dedicated to showcasing award-winning foreign language drama, the service is named after its curator, Walter Iuzzolino, a passionate drama fan. The New York Times hailed the Walter Presents offering as a “chic TV boutique with a foreign accent.” PBS Distribution partnered with Walter Presents in October 2018, to launch hundreds of hours of quality foreign language drama on the MASTERPIECE Prime Video Channel. Walter’s Choice is a selection of the Walter Presents programming that is made available at no cost to PBS stations through PLUS and in Passport. The content available on the service varies between the U.S. and Canada as rights permit.\n• What is the PBS Documentaries Channel? For 50 years, PBS has been America’s trusted home for documentaries. The PBS Documentaries Prime Video Channel is a new way for curious viewers to access a robust library of critically acclaimed, thought-provoking documentary series and movies like the entire Ken Burns collection as well as NOVA, FRONTLINE, AMERICAN MASTERS, NATURE, AMERICAN EXPERIENCE, INDEPENDENT LENS, POV and other independent producers. Explore various topics or take an in-depth look at the people, traditions, and events that mold our world—all carefully curated for ‘viewers like you’ by America’s most trusted home of documentaries, PBS.\n• What is the PBS Living Channel? PBS Living is offers iconic public media lifestyle and how-to content all in one streaming destination. The channel features series such as ANTIQUES ROADSHOW, FINDING YOUR ROOTS, and THE FRENCH CHEF, as well as new favorites like CHRISTOPHER KIMBALL’S MILK STREET and NO PASSPORT REQUIRED.\n\nI'm a Passport/Station member, why do Amazon Prime and Apple offer these separate streaming channels? Some people prefer to watch content with their subscriptions on other apps. Depending on your personal preference, you can choose to become a Passport member or a subscriber with Amazon or Apple. Both of the mentioned on-demand services and Passport (or the PBS Kids video app) support the public media system. \n\nSupport your local station by becoming a member and enjoying a wide range of PBS prime-time content – or take a deep dive into the specific genre you love with one of the on-demand channels offered by Amazon Prime or Apple. You can also use your station's Passport benefit and subscribe to these additional channels at the same time, so you have maximum flexibility to watch where and when you want. \n\nIn addition to watching PBS KIDS programming on your local PBS station’s primary channel, content is available via the free PBS KIDS 24/7 channel and live stream. Full-length episodes and clips from PBS KIDS series are also available for free on PBS KIDS’ station-branded, localized streaming video platforms, including: pbskids.org; the PBS KIDS Video App, which is accessible on a variety of mobile devices and platforms; and PBS KIDS station web players. Enjoy any of these options at no cost or subscribe to the PBS KIDS Prime Video Channel for the broadest selection of programming - or enjoy both! Can I use my Passport benefit on these on-demand channels offered by Amazon and Apple? The Passport benefit is separate from these on-demand channels offered by Amazon Prime or Apple. If you wish to view Passport videos on PBS.org or through the PBS app, you must have the Passport benefit, acquired by supporting your local PBS station. Likewise, subscribing to an on-demand channel such as Amazon Prime's Masterpiece channel does not grant access to Passport-exclusive videos on PBS.org or the PBS app. While some of the same content is available from PBS, Amazon, and Apple, these services are separate from one-another. How can I sign up for these on-demand channels? Current Amazon Prime subscribers can purchase a subscription to any of the PBS-branded on-demand channels directly on Amazon.com or their Amazon device (Fire tablet and Fire TV). PBS Living is also available for subscription directly from Apple TV Channels in the Apple TV app. PBS Masterpiece, PBS Documentaries and PBS KIDS can be found exclusively on Amazon. What does it cost to subscribe to these DTC-SVOD channels? Monthly fees for on-demand channels vary by channel. On Amazon Prime Video, in addition to the monthly cost of the channel, it requires the base Amazon Prime membership fee of $119/year or a Prime Video membership fee of $8.99/month. Users may access PBS Living on Apple TV Channels through the Apple TV app for $2.99/month.\n\n Where can I view these on-demand channels?\n\n Subscribers can view their on-demand channel content anywhere the Prime Video App (or Apple TV Channels App) is available. \n\nPrime Video is available through your computer's web browser as well as hundreds of streaming media devices, including: Smart TVs, Blu-ray players, Set-top boxes (Roku, Google TV, TiVo, Nvidia Shield) \n\nYou can use the Apple TV app on an iPhone, iPad, or iPod touch with the latest version of iOS, Apple TV 4K or Apple TV HD with the latest version of tvOS, Apple TV (3rd generation) with Apple TV Software Update 7.3 or later, and on eligible smart TVs.\n\nHow do I cancel a subscription to Amazon on-demand channels?\n\nAmazon Prime channel or Prime Video subscribers can cancel subscriptions directly through their Amazon account by selecting “Memberships and Subscriptions” and then “Prime Video Channels.” Subscribers will see a listing of Prime Video Channels and can select any subscription to cancel. Subscribers should visit amazon.com for the most up-to- date information.\n\nHow do I cancel a subscription to PBS Living on Apple +?\n\nApple customers can cancel a subscription through the settings on their Apple TV. In “Settings”, click “Accounts”, “Manage Subscriptions”, click on the Channel, choose “Cancel Subscription” or “Cancel Trial”, then confirm.\n\nCan I still access PBS content for free?\n\nPBS General Audience content continues to be available through member station broadcast services, on member station sites, at pbs.org/video, and through the PBS app, available free of charge for iOS, Android, Vizio SmartCast TV, Amazon Fire, Roku, Amazon Fire TV, Android TV, Samsung TV, and Apple TV.\n\nPBS KIDS content will always be available for free on a variety of platforms. In addition to watching PBS KIDS programming on your local PBS station’s primary channel, content is available via the free PBS KIDS 24/7 channel and live stream. Full-length episodes and clips from PBS KIDS series are also available for free on PBS KIDS’ station- branded, localized streaming video platforms, including: pbskids.org; the PBS KIDS Video App, which is accessible on a variety of mobile devices and on platforms such as Roku, Apple TV, Amazon Fire TV, Android TV and Chromecast; and PBS KIDS station web players.", "opengraph": {"title": "Watching PBS videos on other streaming services.", "url": "https://help.pbs.org/support/solutions/articles/12000060278-watching-pbs-videos-on-other-streaming-services-", "description": " The below information is related to streaming through websites and apps separate from PBS. To stream with PBS - including PBS Passport videos - please use the PBS website or app.     PBS content can also be found on select on-demand channels thro...", "image": "https://s3.amazonaws.com/cdn.freshdesk.com/data/helpdesk/attachments/production/5005546081/logo/DRPH29J1qEF3XRPBRczRFzXRA7QXpqAXMQ.jpg?X-Amz-Algorithm=AWS4-HMAC-SHA256&amp;X-Amz-Credential=AKIAS6FNSMY2XLZULJPI%2F20240228%2Fus-east-1%2Fs3%2Faws4_request&amp;X-Amz-Date=20240228T021746Z&amp;X-Amz-Expires=604800&amp;X-Amz-SignedHeaders=host&amp;X-Amz-Signature=b5e644c0aa9660f2b8196022122aa24cb3d614487c9de0395cf39fdcc5de9568", "site_name": "PBS Help", "type": "article"}, "tags": [], "tweets": [], "movies": [], "links": ["http://amazon.com/video/pbskids", "http://amazon.com/video/masterpiece", "http://amazon.com/video/pbsliving", "http://www.amazon.com/pbsdocs", "https://www.pbs.org/pbs-video-app/"], "authors": [], "publish_date": null}