{"result_id": "MNTT005044", "URL": "https://apnews.com/article/canada-wildfires-air-quality-8af805b127ba4d4f5933463cf8fdc746", "timestamp": "2024-03-06 15:11:01 CET+0100", "meta": {"description": "Intense smoke blanketed the northeastern United States for a second day Wednesday, turning the air a yellowish gray and prompting warnings for people to stay inside and keep windows closed. The smoke is flowing from dozens of wildfires burning in several Canadian provinces. The effects reach as far south as North Carolina and west to Ohio, blotting out skylines and irritating throats. Conditions were especially bad in parts of central New York, where the airborne soot was at hazardous levels.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/canada-wildfires-air-quality-8af805b127ba4d4f5933463cf8fdc746", "encoding": "UTF-8", "website_keywords": "Lung disease, Wildfires, General news, Climate"}, "image": null, "domain": "apnews.com", "title": "Air pollution cloaks eastern US for a second day. Here's why there is so much smoke", "cleaned_text": "Intense smoke blanketed the northeastern United States for a second day Wednesday, turning the air a yellowish gray and prompting warnings for people to stay inside and keep windows closed. The smoke was flowing from dozens of wildfires in .\n\nMuch of the air was in the “unhealthy or worse categories in areas from the mid-Atlantic through the Northeast and parts of the Upper Great Lakes,” according to an advisory issued by the Environmental Protection Agency Wednesday night.\n\nU.S. authorities issued air quality alerts in multiple regions and smoke was expected to persist for days.\n\nConditions were especially bad in parts of central New York, where the airborne soot was at hazardous levels. In New York City, officials on Wednesday said everyone should stay indoors. The conditions arrived late Tuesday afternoon, obscuring views of New Jersey across the Hudson River.\n\nHere’s a closer look at what’s happening and what’s in the smoke:\n\nUnusually hot, dry weather that wouldn’t stop gave rise to the wildfires.\n\n“The month of May was just off the charts — record warm in much of Canada,” said Eric James, a modeling expert with the Cooperative Institute for Research in Environmental Science at the University of Colorado, who is also with the National Oceanic and Atmospheric Administration.\n\nA warming planet will produce hotter and longer heat waves, making for bigger, smokier fires, according to Joel Thornton, professor and chair of the department of atmospheric sciences at the University of Washington.\n\nThe Quebec-area fires are big and relatively close, about 500 to 600 miles (roughly 800 to 970 kilometers) from Rhode Island and they\n\n“I don’t remember fires of this scale in the last 10 years,” James said of the Quebec blazes.\n\nSmoke from fires in western Canada have been drifting into the United States for weeks . But it’s that have produced the dangerous east coast haze.\n\nWHY IS SMOKE REACHING SO FAR AWAY?\n\nStrong winds high up in the atmosphere can transport smoke long distances and it’s common for large, violent fires to create unhealthy conditions hundreds of miles away from where forests are burning.\n\nBut the right mix of circumstances had to align for the smoke to blanket major U.S. cities: A dry, hot spring set the stage. Then weather did the rest, said Bob Henson, meteorologist with Yale Climate Change Connections.\n\nIn Canada, air is circulating counterclockwise around a low pressure system near Nova Scotia. That sends air south over the fires in Quebec. There the air picks up smoke, and then turns east over New York state, carrying smoke to the eastern seaboard.\n\n“It’s a simple matter of trajectory,” Henson said. “The smoke goes where the wind takes it.”\n\nThis wind pattern isn’t particularly rare. But the confluence of events is.\n\n“The timing of this weather patterns is unfortunately overlapping with a situation that was ripe for large fires,” Thornton said.\n\nWeather patterns change and the worst conditions should only last a day or two. Some smoke, however, could linger for a week or more, according to James.\n\nWHAT IS SMOKE ACTUALLY?\n\nAlthough smoke seems familiar, it is actually made up of a complex mix of shapes, from round to corkscrew-shaped under the microscope.\n\n“It’s not just one sort of chemical,” said Rima Habre, an expert in air quality and exposure science at the University of Southern California. ”It could have gases and carbons and toxic metals.” As it travels, Habre said, it also changes and can contain ozone.\n\nMuch of what we see in the air and measure is small particles, or PM 2.5. These are so small they can get deep into the lungs, where oxygen enters your circulation.\n\n“Mostly we worry about inflammation in the lungs,” Habre said, from these high levels of pollution. But with climate change amping up fires, increasingly, she said, she is worried about broader numbers of people being exposed to less extreme smoke for weeks or months.\n\n“Most healthy adults and children will recover quickly from smoke exposure and will not have long-lasting health effects,” according to the EPA advisory. But that is less true for a large category of people, including children whose lungs are still developing, older adults, and people with lung diseases, such as asthma and chronic obstructive pulmonary disease.\n\nStay inside, keeping your doors, windows and fireplaces shut, is the advice. Air conditioning on the recirculation setting can help filter out some particles, and air filters can remove many more.\n\nPhillis reported from St. Louis. Associated Press reporters Katie Foody in Chicago, and David B. Caruso, Deepti Hajela and Ingrid Lobet in New York contributed to this story.", "opengraph": {"title": "Air pollution cloaks eastern US for a second day. Here's why there is so much smoke", "url": "https://apnews.com/article/canada-wildfires-air-quality-8af805b127ba4d4f5933463cf8fdc746", "image": "https://dims.apnews.com/dims4/default/df20a4b/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F1f9dedeee7694db898435095a28aa67d%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/df20a4b/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F1f9dedeee7694db898435095a28aa67d%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "The sun rises over a hazy New York City skyline as seen from Jersey City, N.J., Wednesday, June 7, 2023. Intense Canadian wildfires are blanketing the northeastern U.S. in a dystopian haze, turning the air acrid, the sky yellowish gray and prompting warnings for vulnerable populations to stay inside. (AP Photo/Seth Wenig)", "description": "Intense smoke blanketed the northeastern United States for a second day Wednesday, turning the air a yellowish gray and prompting warnings for people to stay inside and keep windows closed. The smoke is flowing from dozens of wildfires burning in several Canadian provinces. The effects reach as far south as North Carolina and west to Ohio, blotting out skylines and irritating throats. Conditions were especially bad in parts of central New York, where the airborne soot was at hazardous levels.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-08T01:57:19", "article:modified_time": "2023-06-08T14:51:38.549", "article:tag": "Lung disease"}, "tags": [], "tweets": [], "movies": [], "links": ["https://satlib.cira.colostate.edu/event/western-canada-wildfires/", "https://apnews.com/article/flu-covid19-cdc-441df6d4c342f7fe556e8d65260b5540", "https://apnews.com/article/flu-covid19-cdc-441df6d4c342f7fe556e8d65260b5540", "https://apnews.com/article/epa-air-pollution-soot-biden-wildfires-d48a02362129ecda5be4d44dbd3442ed", "https://apnews.com/article/epa-air-pollution-soot-biden-wildfires-d48a02362129ecda5be4d44dbd3442ed", "https://apnews.com/article/indianapolis-colts-owner-jim-irsay-1c0246ac124211316ed17ec903c30c03", "https://apnews.com/article/indianapolis-colts-owner-jim-irsay-1c0246ac124211316ed17ec903c30c03", "https://apnews.com/article/canada-wildfires-halifax-rain-fb4a05893fc375ecc1f0db9f37ce18dd", "https://apnews.com/article/colorado-montana-wildfire-smoke-canada-alberta-4730658aeebc0529132f04a94a60747f", "https://apnews.com/article/wildfires-canada-quebec-55d9a5d14e631271475fe0af1d55bea8"], "authors": [], "publish_date": "2023-06-08T01:57:19"}