{"result_id": "MNTT002043", "URL": "https://www.pbs.org/newshour/science/4-questions-about-the-epas-proposed-pfas-drinking-water-standard-answered", "timestamp": "2024-03-06 15:08:21 CET+0100", "meta": {"description": "Experts say the move to reduce exposure to these “forever chemicals\" would bolster public health across the nation.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/science/4-questions-about-the-epas-proposed-pfas-drinking-water-standard-answered", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "4 things to know about regulating 'forever chemicals' in drinking water", "cleaned_text": "For the first time, the Environmental Protection Agency has proposed a new federal standard that would regulate several PFAS in drinking water. Experts say the move to reduce exposure to these “forever chemicals,” as they’re called, would bolster public health across the nation.\n\nPFAS, or per- and polyfluoroalkyl substances, have been used in consumer products and in industrial settings for decades. Exposure has in some cases been associated with a range of adverse human health effects, including reproductive health issues, decreased immune response and an increased risk of some cancers, including kidney, prostate and testicular cancers, according to the EPA.\n\nSeveral states have already passed laws regulating certain PFAS in drinking water, but there’s currently no federal mandate to do so, meaning that not all public water systems are required to test for these chemicals or take steps to filter them out of their supplies before it reaches consumers. The EPA intends to finalize the new regulation by the end of 2023.\n\nREAD MORE: Why getting PFAS out of our products is so hard — and why it matters\n\nIn a news conference detailing the new standard, EPA Administrator Michael Regan characterized PFAS as “one of the most pressing environmental and public health concerns in the modern world.” He noted that the chemicals “can accumulate in the body over time” and persist in the environment.\n\n“These toxic chemicals are so pervasive and so long lasting in the environment that they’ve been found in food, soil and water, even in the most remote corners of our planet,” Regan said, later adding that “we anticipate that when fully implemented, this rule will prevent thousands of deaths and reduce tens of thousands of serious PFAS-related illnesses.”\n\nThe new rule will be subject to public comment before it can take effect, giving the EPA opportunity to hear from supporters and opponents.\n\nHow would the proposed standard regulate PFAS in drinking water?\n\nThere are thousands of different chemicals within the broader PFAS family. The EPA’s new rule would regulate six specific PFAS, including PFOA and PFOS, two well-studied legacy chemicals that have largely been phased out of use in the United States but linger in the environment and are still used in manufacturing abroad.\n\nThe EPA would cap PFOA and PFOS at 4 parts per trillion, essentially the lowest level at which “they can be reliably measured.” Four other PFAS — PFNA, PFHxS, PFBS and GenX chemicals — would be regulated as a mixture, which still tests for each one individually but assesses their risk in combination with one another. This approach acknowledges that these chemicals often show up in water alongside each other, and their health effects can be additive as a result, according to a draft of the regulation proposed by the EPA.\n\n“They’re citing basically a mathematical equation,” said Courtney Carignan, an environmental epidemiologist and assistant professor at Michigan State University.\n\nThis week’s proposed rules follow the EPA’s decision last year to issue lifetime health advisories for a few of these chemicals, including extremely low interim updated health advisories for PFOA and PFOS. Those numbers are aimed at protecting people from health effects due to exposure over the course of their lives, according to the agency, and aren’t designed to be enforceable.\n\nDrinking water standards aren’t based solely on health data but a combination of information, including cost-benefit analysis and the facts of what’s technologically feasible, said Laurel Schaider, a senior scientist at Silent Spring Institute, a research organization that studies breast cancer prevention and other health issues.\n\nRegulators “have to think about the costs for all the treatment and testing for water supplies across the country and weigh that against the health benefits,” Schaider said, adding that the standards are often inevitably less stringent than “what the health information alone might say.”\n\nSchaider noted that in her view, the proposed limits are “consistent” with last year’s lifetime health advisory levels: “The appropriate standard is [basically] as low as can practically be measured.”\n\nHow would the new rule affect public water systems?\n\nPublic water systems would be required to monitor for these six PFAS and actively ensure that their levels remain below the legally enforceable limits set by the EPA. It wouldn’t cover private wells, which the agency estimates serve more than 23 million households in the U.S.\n\nFor water systems that do find that one or more of these chemicals exceed the legal limit, the solution would look different depending on local circumstances, Schaider said.\n\nYou can filter PFAS out of water with granular activated carbon, anion exchange resins and reverse osmosis membranes, she said. Some districts could shutter contaminated wells while depending more heavily on other existing sources, or start pumping water from new locations altogether, Schaider added. But she noted that that approach isn’t always feasible, and that water quantity is an escalating problem in part due to climate change.\n\nImplementing the new testing requirements, plus installing new filtration systems or shifting drinking water supplies where necessary, could get very expensive, Carignan said.\n\nTo help pay for it, the EPA noted that $2 billion from the Bipartisan Infrastructure Law was made available last month to “address emerging contaminants, including PFAS, in drinking water across the country.” The agency also pointed to New Hampshire Sen. Jeanne Shaheen’s call for the Biden administration to support “public water operators” in their effort to put the rule into practice, should it be finalized.\n\nWhere might the new standard face pushback?\n\nWhile the EPA has emphasized that addressing PFAS pollution is a key part of protecting water supplies and public health, the new regulation has drawn some critique, particularly around cost.\n\nThe American Water Works Association (AWWA), an organization that represents water utilities, advocates and scientists, said in a public statement that while it supports “setting national drinking water standards for PFAS that protect all consumers,” it cautioned that “advanced drinking water treatment systems for PFAS will require communities to make significant investments.”\n\nWATCH: Why PFAS are so impervious, and who is most at risk from the forever chemicals\n\nIn the same statement, AWWA said that communities and ratepayers would have to shoulder the “vast majority” of costs associated with upgrading water infrastructure to treat PFAS and that they already face additional infrastructure improvement costs such as replacing lead pipes.\n\nThe American Chemistry Council, which represents chemical manufacturers, said in a public statement that it has “serious concerns with the underlying science” used to develop the proposed standard and that “these low limits will likely result in billions of dollars in compliance costs.”\n\nWhen would the regulation take effect?\n\nBefore the new regulation can be finalized, it will undergo a public comment period so that the EPA can solicit feedback.\n\nSome groups that oppose PFAS have already welcomed the new rules. The PFAS Action Group on Nantucket, Massachusetts, and the Great Lakes PFAS Action Network were among the advocacy organizations that have long pushed for stricter regulation of PFAS and applauded the announcement.\n\n“Today, the EPA’s Office of Water is finally moving us closer to our goals,” Emily Donovan, co-founder of Clean Cape Fear in North Carolina, said at the EPA news conference announcing the new regulation. “Because no one should ever wonder if the PFAS in their tap water will one day make them sick.”\n\nEven after the plan is finalized by the end of 2023, the rule wouldn’t go into effect right away, Schaider noted. Public water systems will have to make the necessary changes over the course of a few years.\n\n“It’s historic,” Carignan said of the EPA’s proposal. “It’s an important step in the right direction. But it’s not over.”", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "4 things to know about regulating 'forever chemicals' in drinking water", "description": "Experts say the move to reduce exposure to these “forever chemicals\" would bolster public health across the nation.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2015/05/178669662-e1679066146473-1024x622.jpg", "image:height": "622", "image:width": "1024", "url": "https://www.pbs.org/newshour/science/4-questions-about-the-epas-proposed-pfas-drinking-water-standard-answered", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2023-03-17T11:28:37-05:00", "article:section": "Science", "article:tag": "drinking water, environmental protection agency, federal regulation, pfas"}, "tags": ["The Leading Edge", "Long-Term Care", "federal regulation", "pfas", "Supreme Court", "Essays", "Brooks and Capehart", "drinking water", "ScienceScope", "Race Matters", "Politics Monday", "environmental protection agency", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [{"embed_type": "iframe", "provider": "youtube", "width": "500", "height": "281", "embed_code": "<iframe title=\"EPA announces new rules to limit toxic &#x2018;forever chemicals&#x2019; in drinking water\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/EMbKwP_0lOM?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"/>", "src": "https://www.youtube.com/embed/EMbKwP_0lOM?feature=oembed"}, {"embed_type": "iframe", "provider": "youtube", "width": "500", "height": "281", "embed_code": "<iframe title=\"EPA Announces Latest Action to Address PFAS in Drinking Water\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/JuTu7MFmMnY?start=20&amp;feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"/>", "src": "https://www.youtube.com/embed/JuTu7MFmMnY?start=20&feature=oembed"}], "links": ["https://www.atsdr.cdc.gov/pfas/health-effects/overview.html#:~:text=PFAS%20are%20man%2Dmade%20chemicals,grease%2C%20water%2C%20and%20oil.", "https://www.epa.gov/pfas/our-current-understanding-human-health-and-environmental-risks-pfas", "https://experience.arcgis.com/experience/12412ab41b3141598e0bb48523a7c940/page/Page-1/?views=State-Action", "https://www.epa.gov/system/files/documents/2023-03/Public%20FAQs_PFAS_NPDWR_Final_3.14.23.pdf", "https://www.pbs.org/newshour/science/pfas-are-everywhere-what-can-we-do-to-change-that", "https://www.youtube.com/watch?v=JuTu7MFmMnY&t=20s", "https://www.niehs.nih.gov/health/topics/agents/pfc/index.cfm#:~:text=PFAS%20are%20used%20in%20hundreds,9%2C000%20PFAS%20have%20been%20identified.", "https://www.afcec.af.mil/What-We-Do/Environment/Per-and-Polyfluoroalkl-Substances/Frequently-Asked-Questions/", "http://epa.gov/newsreleases/biden-harris-administration-proposes-first-ever-national-standard-protect-communities", "https://www.epa.gov/system/files/documents/2023-03/Pre-Publication%20Federal%20Register%20Notice_PFAS%20NPDWR_NPRM_Final_3.13.23.pdf", "https://www.epa.gov/sdwa/questions-and-answers-drinking-water-health-advisories-pfoa-pfos-genx-chemicals-and-pfbs", "https://www.epa.gov/sdwa/questions-and-answers-drinking-water-health-advisories-pfoa-pfos-genx-chemicals-and-pfbs", "https://www.epa.gov/privatewells", "https://www.epa.gov/newsreleases/biden-harris-administration-proposes-first-ever-national-standard-protect-communities", "https://www.awwa.org/AWWA-Articles/awwa-statement-on-proposed-pfas-drinking-water-standards", "https://www.pbs.org/newshour/show/why-pfas-are-so-impervious-and-who-is-most-at-risk-from-the-forever-chemicalsv", "https://www.americanchemistry.com/chemistry-in-america/news-trends/press-release/2023/acc-comments-on-mcl-proposal", "https://twitter.com/PFASactiongroup", "https://www.glpan.org/epas-proposed-pfas-drinking-water-standards-lauded-as-an-important-public-health-milestone"], "authors": ["Bella Isaacs-Thomas"], "publish_date": "2023-03-17T11:28:37-05:00"}