{"result_id": "MNTT005063", "URL": "https://apnews.com/science", "timestamp": "2024-03-06 15:11:16 CET+0100", "meta": {"description": "Let The Associated Press keep you informed on the latest science news this week. Whether in the U.S. or internationally, keep up with breaking science news.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/science", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "Science", "cleaned_text": "Some Brazilian farmers are trying to scale up the practice of harvesting rainforest fruits. But there are many challenges due to poor road conditions and spotty internet and cell-phone service that makes it difficult to harvest the fruit before it spoils. (Nov. 16) (AP Video: Lucas Dumphreys) Some Brazilian farmers are trying to scale up the practice of harvesting rainforest fruits. But there are many challenges due to poor road conditions and spotty internet and cell-phone service that makes it difficult to harvest the fruit before it spoils. (Nov. 16) (AP Video: Lucas Dumphreys)\n\nWhat is regenerative cattle ranching? The practice could make beef production more climate friendly For generations, beef has been a way of life in Texas. It’s also the single most damaging food for the planet. Some ranchers are turning toward regenerative ranching, to make burgers less burdensome. (Nov. 16) (AP Video/Shelby Lum) What is regenerative cattle ranching? The practice could make beef production more climate friendly For generations, beef has been a way of life in Texas. It’s also the single most damaging food for the planet. Some ranchers are turning toward regenerative ranching, to make burgers less burdensome. (Nov. 16) (AP Video/Shelby Lum)\n\nMeat without the animals: can cultivated meat gain popularity? Meat cultivated from cells — with no need to raise and slaughter an animal — is starting to show up in restaurants around the world. But can it be made cheaply enough to displace animal agriculture? (Nov. 16) (AP Video/ Emma H. Tobin) Meat without the animals: can cultivated meat gain popularity? Meat cultivated from cells — with no need to raise and slaughter an animal — is starting to show up in restaurants around the world. But can it be made cheaply enough to displace animal agriculture? (Nov. 16) (AP Video/ Emma H. Tobin)\n\nWhat is pastoralism? The traditional practice in Mongolia offers lessons on sustainable farming Pastoralists in Mongolia draw on millennia of experience to raise livestock in harsh, volatile climates. What can they teach us as our environment changes? (Nov. 16) (AP Video/Shelby Lum) What is pastoralism? The traditional practice in Mongolia offers lessons on sustainable farming Pastoralists in Mongolia draw on millennia of experience to raise livestock in harsh, volatile climates. What can they teach us as our environment changes? (Nov. 16) (AP Video/Shelby Lum)\n\nPastoralists in Senegal keep up in a changing world In Senegal, pastoralists who now live with climate change in a way their parents never did say they see its effects in their daily lives — on water, on the animals, on the land. (Nov. 16) (AP Video/Yesica Fisch) Pastoralists in Senegal keep up in a changing world In Senegal, pastoralists who now live with climate change in a way their parents never did say they see its effects in their daily lives — on water, on the animals, on the land. (Nov. 16) (AP Video/Yesica Fisch)\n\nMore than 150 startups are chasing an ambitious goal: meat that doesn’t require raising and killing animals that is affordable and tastes and feels like the meat we eat now. (Nov. 16) (AP Video: Terry Chea) More than 150 startups are chasing an ambitious goal: meat that doesn’t require raising and killing animals that is affordable and tastes and feels like the meat we eat now. (Nov. 16) (AP Video: Terry Chea)\n\nClimate scientists have long said that eating more plants and fewer animals is among the simplest, cheapest and most readily available ways for people to reduce their impact on the environment. (Nov. 16) (AP Video: Daniel Niemann, Brittany Peterson) Climate scientists have long said that eating more plants and fewer animals is among the simplest, cheapest and most readily available ways for people to reduce their impact on the environment. (Nov. 16) (AP Video: Daniel Niemann, Brittany Peterson)\n\nResearchers look to find methane-reducing feed for cows No food is harder on the environment than beef. At Colorado State University, research centers on supplements used on feedlots, where most U.S. cattle spend their final months before slaughter. (AP Video/Shelby Lum) Researchers look to find methane-reducing feed for cows No food is harder on the environment than beef. At Colorado State University, research centers on supplements used on feedlots, where most U.S. cattle spend their final months before slaughter. (AP Video/Shelby Lum)\n\nThe veggie burger has come a long way from the dry patties of the past, just not far enough to convert legions of meat lovers. But new techniques are in development, with hopes of satisfying our enduring craving for flesh with plants. (Nov. 16) (AP Video: Brittany Peterson) The veggie burger has come a long way from the dry patties of the past, just not far enough to convert legions of meat lovers. But new techniques are in development, with hopes of satisfying our enduring craving for flesh with plants. (Nov. 16) (AP Video: Brittany Peterson)", "opengraph": {"title": "Science", "url": "https://apnews.com/science", "image": "https://dims.apnews.com/dims4/default/02142d7/2147483647/strip/true/crop/8640x4860+0+450/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Ffe%2F90%2F323f53259b05d3b18332bfaf85b9%2Fa0b3c0e01f2f4a38802002a69e896fd5", "image:url": "https://dims.apnews.com/dims4/default/02142d7/2147483647/strip/true/crop/8640x4860+0+450/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Ffe%2F90%2F323f53259b05d3b18332bfaf85b9%2Fa0b3c0e01f2f4a38802002a69e896fd5", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Hatched salmon with yolk sacs swim alongside unhatched eggs at the Atlantic Sapphire Bluehouse indoor salmon farm in Homestead, Fla., Wednesday, June 28, 2023. The company's system relies on an uncommon feature of the groundwater near the warehouse's location: Salmon need both fresh and salt water, and both are found nearby. (AP Photo/Rebecca Blackwell)", "description": "Let The Associated Press keep you informed on the latest science news this week. Whether in the U.S. or internationally, keep up with breaking science news.", "site_name": "AP News", "type": "website"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": null}