{"result_id": "MNTT003022", "URL": "http://multimedia.cbs.com/news/parent-training-improves-behavior-in-autistic-kids/", "timestamp": "2024-03-06 15:09:20 CET+0100", "meta": {"description": "A new study demonstrates that when families are equipped to handle difficult behavior, autistic children are more likely to thrive", "lang": "en", "favicon": "https://www.cbsnews.com/fly/bundles/cbsnewscore/icons/icon.svg?v=bc5d8c67ac570dce258200b20849fb01", "canonical": "https://www.cbsnews.com/news/parent-training-improves-behavior-in-autistic-kids/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "multimedia.cbs.com", "title": "Parent training improves behavior in autistic kids", "cleaned_text": "Children with autism spectrum disorder often struggle to communicate their needs, a problem that can result in frequent angry outbursts and persistent behavioral problems. Parents of autistic children are sometimes ill-equipped to handle the extra challenges and can feel overwhelmed by their children's special needs.\n\nThe good news is that with the right support and training, parents can develop the skills to properly care for their autistic child when behavior and communication are at their worst.\n\nA new study, published Tuesday in the Journal of the American Medical Association, finds children with autism showed marked improvement in behavior after their parents underwent a 24-week structured training program created to help manage disruptive and aggressive behavior. Even more, the benefits of the training program endured for at least six months after the intervention.\n\n\"Children with autism often display problem behavior that can be very challenging for families,\" Kara Reagon, PhD, associate director of dissemination science at Autism Speaks, told CBS News. \"All behavior serves a person. Sometimes children with autism have behavioral problems because they don't have the communication skills to say what they want.\"\n\nThe multi-site study involved 180 children ages 3 to 7 years old. To date, it is the largest randomized trial of any behavioral intervention ever conducted on children with autism.\n\nFor the study, researchers at Emory University divided the group in two. Half of the parents went through a 24-week training program that covered strategies for managing behavioral problems common for autistic children. Parents were given specific training in how to respond when children acted out with tantrums, aggression, self-injury and noncompliance. The training emphasized giving positive reinforcement when children behaved appropriately, and withholding reinforcement for inappropriate behavior. Parent training included 11 core treatment sessions, two optional sessions, two telephone boosters and two home visits.\n\nThe other group only received educational information about autism, which included 12 core sessions and one home visit.\n\nThe researchers found that after 24 weeks, parents who received training reported that their kids showed a 48 percent improvement in behavior. Parents in the education-only group reported a 32 percent decline in their children's behavior.\n\nAt the completion of both programs, 70 percent of children in the parent-training group showed a positive response, compared to 40 percent for those in the parent-education group. This data was based on assessments of children conducted by the clinicians.\n\nAccording to the researchers, about half of children with autism will demonstrate some type of behavioral problems that can be disruptive to the entire family, including non-autistic siblings, so equipping parents with more effective tools for dealing with such episodes could help everyone.\n\nResearch continues to back up the claim that when it comes to autistic children, early intervention is key.\n\nA study published in September 2014 the Journal of Autism and Developmental Disorders demonstrated that early intervention for children as young as 7 to 15 months who were already exhibiting signs of autism, could significantly reduce or even eliminate their developmental delays in learning and language skills. Similarly, other research indicates that early intervention can help to normalize brain function of children with autism.\n\nThis new study reinforces the need to start interventions as early as possible, but also highlights the important of sufficiently preparing a family for the task of raising an autistic child.\n• The most promising areas of autism research\n\nCurrently, 1 in 68 children in the U.S. are diagnosed with autism, making family intervention more important than ever.\n\nReagon, who was not involved in the research, says these findings have significant public health implications and demonstrate that early interventions could reduce the need for more serious -- and costly -- care and counseling later in life.", "opengraph": {"type": "article", "url": "https://www.cbsnews.com/news/parent-training-improves-behavior-in-autistic-kids/", "title": "Parent training improves behavior in autistic kids", "description": "A new study demonstrates that when families are equipped to handle difficult behavior, autistic children are more likely to thrive", "image": "https://assets3.cbsnewsstatic.com/hub/i/r/2015/04/21/c109131a-722c-4be9-aa64-4323d365664a/thumbnail/1200x630/6e2db01093040979624a0e071dd27e99/istock000038625138xxxlarge.jpg?v=bc5d8c67ac570dce258200b20849fb01", "image:width": "1200", "image:height": "630", "article:publisher": "https://www.facebook.com/CBSHealth/", "article:content_tier": "free", "article:opinion": "false"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.cbsnews.com/news/nearly-half-of-children-with-autism-wander-from-families/", "http://jama.jamanetwork.com/article.aspx?articleid=2275445", "https://www.cbsnews.com/video/study-decoding-autism/", "https://www.cbsnews.com/pictures/is-it-autism-facial-features-that-show-disorder/", "https://www.cbsnews.com/pictures/is-it-autism-facial-features-that-show-disorder/", "https://www.cbsnews.com/news/early-intervention-could-reverse-autism-study-suggests/", "https://www.cbsnews.com/news/autism-intervention-normalizes-kids-brain-function-in-study/", "https://www.cbsnews.com/news/autism-the-most-promising-research/", "https://www.cbsnews.com/news/autism-the-most-promising-research/", "https://www.cbsnews.com/search/author/jessica-firger/", "https://twitter.com/jessfirger"], "authors": [], "publish_date": "2015-04-21T11:24:00-0400"}