{"result_id": "MNTT002078", "URL": "https://www.pbs.org/wnet/nature/blog/coronavirus-deep-sea/", "timestamp": "2024-03-06 15:08:56 CET+0100", "meta": {"description": "Oceanographer Paul Snelgrove opened people’s eyes to the vastness of the ocean: \"We know more about the surface of the Moon and about Mars than we do", "lang": "en", "favicon": "https://www.pbs.org/wnet/nature/wp-content/themes/nature-2014/libs/images/ios/AppIcon72x72@2x.png", "canonical": "https://www.pbs.org/wnet/nature/blog/coronavirus-deep-sea/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "COVID-19: Could The Deep Sea Hold A Remedy? | Blog | | PBS", "cleaned_text": "Oceanographer Paul Snelgrove opened people’s eyes to the vastness of the ocean: “We know more about the surface of the Moon and about Mars than we do about the deep sea floor, despite the fact that we have yet to extract a gram of food, a breath of oxygen or a drop of water from those bodies.”\n\nSo what lies beneath the thin blue line we call the surface? Despite the fact that more than 80 percent of the ocean is unmapped, unobserved and unexplored, it continues to reveal novel, disease-fighting organisms that medical researchers are keen to learn from. In the depths of the ocean exists the world’s largest habitat, containing immense underwater mountain ranges, ancient corals, and even extensive seagrass meadows. Over the past 30 years, tens of thousands of novel compounds, with diverse biological benefits have been derived from various marine species, including a potential inhibitor of the COVID-19 virus.\n\nWithin the New Zealand red algae Griffithsia, exists a powerful anti-viral protein called Griffithsin (GRFT), which scientists believe has outstanding therapeutic potential as it acts as a potential inhibitor to viruses such as SARS-CoV and MERS-CoV, relatives of COVID-19. “From discovery to clinical development, much interest has surrounded GRFT because of its potential to be the first clinically proven, preventive measure against various viral diseases,” said Choongho Lee, Assistant Professor of Microbiology at Dongguk University.\n\nWith much of the biodiversity of the ocean unknown, experts working at the intersection of ocean science, technology, policy, law, and economics believe there is a great potential for discovery of new species, genes and adaptations that will advance our understanding of ocean ecosystems, and also support biotechnological innovation. Here are five marine species advancing medical research.\n\nGriffithsin is one of the most potent viral entry inhibitors discovered to date, according to findings published in the journal Viruses. Derived from the New Zealand red algae Griffithsia, the compound is currently being developed as a microbicide with broad-spectrum activity against several viruses, such as HIV, yellow fever, Zika, influenza, SARS, and MERS. The potential to inhibit other viruses as well as parasites has also been demonstrated by Griffithsin. Earlier this month, researchers from the University of Pittsburgh and University of Louisville disclosed that they are developing a nasal spray from the molecule Q-griffithsin to provide a level of defense against COVID-19. Originally intended to combat HIV, the researchers believe that this Q-griffithsin formula derived from red algae and a plant in the tobacco family could serve as a preventative measure against COVID-19 for essential workers on the frontlines and immune-compromised individuals who may not be able to take vaccines. “The nice thing about Q-griffithsin is that it has a number of activities against other viruses and pathogens,” said Lisa Rohan, one of the lead researchers of the joint effort. “It’s been shown to be effective against Ebola, herpes and hepatitis, as well as a broad spectrum of coronaviruses, including SARS and MERS.”\n\nA synthetic version of the cone snail’s venom is on the market as Ziconotide, a non-opioid painkiller 1,000 times more potent than morphine. There have been numerous attempts to develop non-opioid drugs for severe pain, but the vast majority of these efforts have failed. Ziconotide is a notable exception. “This drug is very exciting because it’s a very potent analgesic but isn’t a narcotic,” said Richard Rauck, of Wake Forest University Medical Center and the Carolinas Pain Institute. This painkiller is only used when all other therapies have failed or are not viable. Ziconotide must also be handled by medical professionals only, as it needs to be administered directly through the spinal cord.\n\nWatch cone snails capture their prey using the same potent venom researchers are using to create painkillers:\n\nEvery year over 5,000 new compounds are isolated from sea sponges, according to a scientific review in the journal Biomolecules & Therapeutics. The authors of the study refer to marine sponges as a “drug treasure house” because they possess compounds proven to fight infections in humans. Sea sponges have also led to medical breakthroughs to treat chronic illnesses. The orange-red sea sponge, forcepia produces a series of compounds called lasonolides, which exhibit promising biomedical properties for the treatment of pancreatic cancer. The first HIV treatment, AZT, was modeled on compounds found in Tectitethya crypta, a sea sponge common in Florida. However sea sponges face a host of threats including warming ocean temperatures, industrial runoff, bottom trawling of critical marine habitat, and the emerging deep sea mining industry, according to Dr. Ana Riesgo Gil, a sponge researcher at the Natural History Museum of London. If these sponges begin to disappear, they will take their medical secrets with them.\n\nThe sea lamprey is a parasitic fish native to the Atlantic Ocean. This prehistoric fish invaded the Great Lakes in the 1830s via the Welland canal and has wrecked havoc on the commercial fishing industry of the region, according to NOAA. As destructive as the sea lamprey has been to the Great Lakes ecosystem, it has been an unexpected ally for medical scientists searching for ways to deliver targeted drug treatments to the brain – a feat that is exceedingly difficult due to the nearly impenetrable blood-brain barrier. The blood-brain barrier is designed to keep harmful substances and pathogens that may exist in the bloodstream, out of the brain. However, this also makes delivering life-saving medications to the brain more complicated. In a study published in the journal Science Advances, researchers from the University of Wisconsin-Madison and University of Texas at Austin utilized a molecule from the immune system of the sea lamprey to ferry anti-cancer drugs to the brain. With the help of the sea lamprey’s variable lymphocyte receptors (VLRs) researchers were able to bypass the blood-brain barrier’s defenses through “leaky” areas that had been disrupted by brain tumors, and deliver anti-cancer drugs directly to the diseased area. The treatment was found to extend the lifespan of mice with glioblastoma, an aggressive form of brain cancer. The researchers believe the findings will offer new, more effective methods for treating other disorders which affect the brain.\n\nDiscovered in the frigid waters of Antarctica, the sea sponge Inflatella coelosphaeroide contains a peptide that scientists believe could combat drug-resistant strains of malaria. There were 219 million cases of malaria reported in 2017, which resulted in over 400,000 deaths from the disease that year, according to the World Health Organization. While there are existing medications to treat malaria, medical researchers are searching for new ways to combat the disease as traditional methods become less effective as drug resistance spreads. Increased resistance to anti-malarial drugs poses one of the greatest threats to the disease’s control, according to the Centers for Disease Control and Prevention.\n\nIn the pursuit of a potent pharmaceutical therapy, a team of researchers led by Matthew A. Knestrick directed their attention to sponges, which are armed with an array of chemical defenses to ward off predators. The team screened a collection of natural properties extracted from the Antarctic sponge known as Inflatella coelosphaeroides. One compound, which they labeled friomaramide, blocked infection and development of the malaria parasite Plasmodium falciparum in liver cells. In preliminary tests, friomaramide performed as effectively as primaquine, one of the few available liver-stage treatments. Friomaramide is also nontoxic to the liver cells themselves. The researchers determined that the compound is promising and presents new leads for malaria treatment.", "opengraph": {"locale": "en_US", "type": "article", "title": "COVID-19: Could The Deep Sea Hold A Remedy? | Blog | Nature | PBS", "description": "Oceanographer Paul Snelgrove opened people’s eyes to the vastness of the ocean: \"We know more about the surface of the Moon and about Mars than we do", "url": "https://www.pbs.org/wnet/nature/blog/coronavirus-deep-sea/", "site_name": "Nature", "article:publisher": "http://www.facebook.com/pbsnature", "article:author": "Kara Jamie Norton", "article:modified_time": "2020-06-01T20:52:21+00:00", "image": "https://www.pbs.org/wnet/nature/files/2020/06/cone-snail-depositing-venom-into-tube.-Credit_-Alex-Holt_NIST-scaled.jpg", "image:width": "2560", "image:height": "1707", "image:type": "image/jpeg"}, "tags": [], "tweets": [], "movies": [{"embed_type": "iframe", "provider": "youtube", "width": "1000", "height": "563", "embed_code": "<iframe loading=\"lazy\" title=\"Watch These Cunning Snails Stab and Swallow Fish Whole | Deep Look\" width=\"1000\" height=\"563\" src=\"https://www.youtube.com/embed/jYMjLgPFSso?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"/>", "src": "https://www.youtube.com/embed/jYMjLgPFSso?feature=oembed"}], "links": ["https://www.ted.com/talks/paul_snelgrove_a_census_of_the_ocean/transcript?language=en", "https://oceanservice.noaa.gov/facts/exploration.html", "https://www.sciencedirect.com/science/article/pii/S0025326X18301632", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7132374/", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6835697/", "https://www.ncbi.nlm.nih.gov/pubmed/?term=Lee%20C%5BAuthor%5D&cauthor=true&cauthor_uid=31590428", "https://www.dosi-project.org/wp-content/uploads/2018/05/027-DOSI-MGR-1.pdf", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5086628/", "https://www.pittwire.pitt.edu/news/formula-developed-combat-hiv-could-double-novel-coronavirus-preventive", "https://www.seattletimes.com/seattle-news/health/fda-approves-synthetic-drug-1000-times-stronger-than-morphine/", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4930278/", "https://spo.nmfs.noaa.gov/sites/default/files/OHC4_v2.pdf", "https://advances.sciencemag.org/content/5/5/eaau4245", "https://www.sciencedaily.com/releases/2014/06/140602104749.htm", "https://pubs.acs.org/doi/abs/10.1021/acs.jnatprod.9b00362", "https://www.who.int/malaria/publications/world-malaria-report-2018/en/", "https://www.cdc.gov/malaria/malaria_worldwide/reduction/drug_resistance.html"], "authors": [], "publish_date": "June 1, 2020"}