{"result_id": "MNTT005021", "URL": "https://apnews.com/article/als-drug-fda-approval-54ec2766f7fef61e68b715ca36a71755", "timestamp": "2024-03-06 15:10:41 CET+0100", "meta": {"description": "U.S. health regulators have approved a first-of-a-kind drug for a rare form of Lou Gehrig’s disease. The Food and Drug Administration approved Biogen's infused drug for patients with a rare genetic mutation that affects less than 500 people in the U.S. The drug is the first intended to treat an inherited form of ALS, or amyotrophic lateral sclerosis, which destroys nerve cells needed for basic functions. Tuesday's approval came despite a company study that failed to meet its goal of significantly slowing the disease. The drug did make a difference on laboratory measures of ALS. The FDA is requiring additional research to confirm the drug's benefit.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/als-drug-fda-approval-54ec2766f7fef61e68b715ca36a71755", "encoding": "UTF-8", "website_keywords": "Medication, Health, Business, Politics"}, "image": null, "domain": "apnews.com", "title": "Drug for rare form of Lou Gehrig’s disease OK'd by FDA", "cleaned_text": "WASHINGTON (AP) — Food and Drug Administration regulators on Tuesday approved a first-of-a-kind drug for a rare form of Lou Gehrig’s disease, though they are requiring further research to confirm it truly helps patients.\n\nThe FDA approved Biogen’s injectable drug for patients with a rare genetic mutation that’s estimated to affect less than 500 people in the U.S. It’s the first drug for an inherited form of ALS, or amyotrophic lateral sclerosis, a deadly disease that destroys nerve cells needed for basic functions like walking, talking and swallowing.\n\nApproval came via FDA’s accelerated pathway, which allows drugs to launch based on promising early results, before they’re confirmed to benefit patients. That shortcut has come under increasing scrutiny from and .\n\nThe FDA is requiring Biogen to continue studying the drug in a trial of people who carry the genetic mutation but do not yet have ALS symptoms.\n\nALS patients hope the decision could lay the groundwork for more expedited approvals to fight the disease, which affects 16,000 to 32,000 people in the U.S. The FDA has long used accelerated approval to speed the availability of drugs for cancer and other deadly conditions.\n\nThe drug, tofersen, is designed to block the genetic messengers that produce a toxic form of protein that is thought to drive the disease in about 2% of ALS patients. Cambridge, Massachusetts-based Biogen will sell it under the brand name Qalsody. Patients receive three initial spinal injections of the drug over a two-week period, followed by a monthly dose. The most common side effects linked to the drug were pain, fatigue and increased spinal fluid.\n\nBiogen’s 100-person study failed to show that the drug significantly slowed the disease compared with a dummy treatment. Patients were tracked for more than six months using a scale that measures the decline of basic movements, including writing, walking and climbing stairs.\n\nBut those who received tofersen showed significant changes in levels of the toxic protein and a second neurological chemical that is considered a key indicator of the disease’s progression.\n\n“The findings are reasonably likely to predict a clinical benefit in patients,” the FDA said in a statement announcing the approval.\n\nLast month an outside panel of FDA advisers voted unanimously that those changes warranted granting conditional approval while more data is gathered to confirm the drug’s benefit. The same panel said Biogen’s current data, including the failed patient study, wasn’t strong enough to warrant full approval.\n\nFDA regulators have the authority to from drugs that fail to live up to their expected promise, though , they rarely used that power. In recent years, the FDA has stepped up efforts to force unproven drugs off the market, amid criticism that too many expensive, ineffective medications remain available for years.\n\nAt the same time, the FDA has shown increased “regulatory flexibility” in approving drugs for rare and debilitating neurological diseases, including and .\n\nIn September, the FDA to another ALS drug based on one small, mid-stage study in which patients appeared to progress more slowly and survive several months longer. Normally, the FDA requires two large studies or one study suggesting a “very persuasive” improvement in survival.\n\nSome insurers have limited access to the new drug , Relyvrio, citing its uncertain benefit and $158,000-per-year cost.\n\nBiogen did not announce a price for its drug Tuesday but said it will be “comparable to other recently launched ALS treatments.”\n\nThe ALS Association and other patient groups hailed the approval.\n\n“This is the second time in less than a year our community gets to celebrate the approval of a new drug to treat ALS and we have great hope for the future,” said Calaneet Balas, the group’s president and CEO.\n\nSince last year’s approval of Relyvrio, ALS patients and advocates have to consider for the disease. That includes an experimental stem cell treatment from tiny drugmaker Brainstorm Cell Therapeutics.\n\nIn a rare move, the FDA recently agreed to hold a public meeting on the treatment, despite previously refusing to consider the company’s application, citing failed results from its principal study.\n\nThe FDA has now approved four medications for ALS, only one of which has been shown to extend life. The disease gradually destroys nerve connections needed for basic movements and — eventually — breathing. There is no cure and most people die within three to five years of diagnosis.\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group. The AP is solely responsible for all content.", "opengraph": {"title": "Drug for rare form of Lou Gehrig’s disease OK'd by FDA", "url": "https://apnews.com/article/als-drug-fda-approval-54ec2766f7fef61e68b715ca36a71755", "image": "https://dims.apnews.com/dims4/default/51e5f52/2147483647/strip/true/crop/2234x1257+0+116/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F5fe5365b6c56447db6754f218a3f2797%2F2234.jpeg", "image:url": "https://dims.apnews.com/dims4/default/51e5f52/2147483647/strip/true/crop/2234x1257+0+116/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F5fe5365b6c56447db6754f218a3f2797%2F2234.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "This image provided by Biogen in April 2023 shows the company's drug Qalsody. On Tuesday, April 25, 2023, the FDA approved the first-of-a-kind drug for a rare form of Lou Gehrig’s disease, though they are requiring further research to confirm it truly helps patients. (Biogen via AP)", "description": "U.S. health regulators have approved a first-of-a-kind drug for a rare form of Lou Gehrig’s disease. The Food and Drug Administration approved Biogen's infused drug for patients with a rare genetic mutation that affects less than 500 people in the U.S. The drug is the first intended to treat an inherited form of ALS, or amyotrophic lateral sclerosis, which destroys nerve cells needed for basic functions. Tuesday's approval came despite a company study that failed to meet its goal of significantly slowing the disease. The drug did make a difference on laboratory measures of ALS. The FDA is requiring additional research to confirm the drug's benefit.", "site_name": "AP News", "type": "article", "article:published_time": "2023-04-25T18:15:53", "article:modified_time": "2023-04-26T22:42:57.852", "article:tag": "Medication"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/business-science-health-government-and-politics-b9308c5beea63ce70831bd1905d785fa", "https://apnews.com/article/politics-health-us-food-and-drug-administration-medication-dementia-8a4dea09ba183d7f047ee5eb10224289", "https://apnews.com/article/birth-control-pill-pharmacy-contraceptive-add40fec7589dae8ba26eb29bee36b8b", "https://apnews.com/article/birth-control-pill-pharmacy-contraceptive-add40fec7589dae8ba26eb29bee36b8b", "https://apnews.com/article/cvs-walgreens-mifepristone-abortion-adaa5f92afa0f7b8ed5801e976932380", "https://apnews.com/article/cvs-walgreens-mifepristone-abortion-adaa5f92afa0f7b8ed5801e976932380", "https://apnews.com/article/rsv-vaccine-safety-f87834b56377e20eeb8038abef74d049", "https://apnews.com/article/rsv-vaccine-safety-f87834b56377e20eeb8038abef74d049", "https://apnews.com/article/makena-covis-fda-withdrawal-c2070e68ab9d054208d796da44ee831d", "https://apnews.com/article/health-cancer-business-congress-drug-approvals-e029b9f3f72b4282ad39d2d00902edfe", "https://apnews.com/article/health-medication-us-food-and-drug-administration-business-d2a155172735e00d2aa7baaeb8c24a9b", "https://apnews.com/article/science-health-medication-government-and-politics-bf26a542181816016bdf347fc87ac90f", "https://apnews.com/article/science-health-business-government-and-politics-4948818fc8222b5870fe69315b4b480c", "https://apnews.com/article/health-amazoncom-inc-9d71a833e3199de5a2ea4a56b8ea7584", "https://apnews.com/article/science-business-health-lobbying-congress-08f90cb109edd90fd7dd94d608960a05", "https://apnews.com/article/health-business-drug-trials-congress-government-and-politics-905274f1b83c87d28771c9ddaefb5aa1", "https://twitter.com/AP_FDAwriter"], "authors": [], "publish_date": "2023-04-25T18:15:53"}