{"result_id": "MNTT001049", "URL": "https://www.bbc.com/future/article/20220512-the-chemicals-that-linger-for-decades-in-your-blood", "timestamp": "2024-02-28 23:18:08 CET+0100", "meta": {"description": "Environmental journalist Anna Turns experienced a wake-up call when she had her blood tested for toxic synthetic chemicals – and discovered that some contaminants persist for decades.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20220512-the-chemicals-that-linger-for-decades-in-your-blood", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,health"}, "image": null, "domain": "www.bbc.com", "title": "The chemicals that linger for decades in your blood", "cleaned_text": "In March 2022, scientists confirmed they had found microplastics in human blood for the first time. These tiny fragments were in 80% of the 22 people tested – who were ordinary, anonymous members of the public. The sample size was small and as yet there has been no explicit confirmation that their presence causes any direct harm to human health, but with more research, time will tell.\n\nMicroplastics are the subject of a lot of scrutiny. Wherever we look for them we find them. And yet, there are perhaps other less tangible pollutants that should be hitting the headlines, and which have been in our blood for decades.\n\nChemical pollution has officially crossed \"a planetary boundary\", threatening the Earth's systems just as climate change and habitat loss are known to do. A recent study by scientists from Sweden, the UK, Canada, Denmark and Switzerland highlights the urgent need to turn off the tap at source. Many toxic chemicals, known as persistent organic pollutants, or POPs, don't easily degrade. They can linger in the environment and inside us – mostly in our blood and fatty tissues – for many years.\n\nI was curious about whether any of these chemicals were in my own blood while researching for my book, Go Toxic Free: Easy and Sustainable Ways to Reduce Chemical Pollution, I contacted a professor of environmental chemistry in Norway called Bert van Bavel. His research has focused on POPs that persist in bodies for more than 20, 30, sometimes 50 years and he analyses how high exposure in populations correlates to cancers, heart disease and conditions such as diabetes.\n\nBert van Bavel developed a blood test protocol for Safe Planet, a global awareness campaign established by the UN Environmental Programme that could be used to monitor the levels of these toxic chemicals in the global population.\n\nSafe Planet highlights the harm caused by the production, use and disposal of hazardous chemicals such as flame retardants and pesticides, many of which have been banned. He designed a test to measure 'body burden' – that's the amount of these persistent synthetic chemical pollutants that accumulate in the body. Since 2010, this test has been carried out on more than 100,000 people around the world, across Europe, North and South America, Africa and Southern Asia.\n\nNow, it was my turn. I booked an appointment at my local GP surgery and had my blood taken. I carefully packaged up the test tubes and couriered them to a specialist lab in Norway which spent six weeks analysing my blood for 100 or so POPs in line with this body burden test protocol.", "opengraph": {"title": "The chemicals that linger for decades in your blood", "type": "article", "url": "https://www.bbc.com/future/article/20220512-the-chemicals-that-linger-for-decades-in-your-blood", "description": "Environmental journalist Anna Turns experienced a wake-up call when she had her blood tested for toxic synthetic chemicals – and discovered that some contaminants persist for decades.", "author": "Anna Turns", "image": "https://ychef.files.bbci.co.uk/live/624x351/p0c6cv8g.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Health"], "tweets": [], "movies": [], "links": ["https://www.sciencedirect.com/science/article/pii/S0160412022001258?via%3Dihub", "https://pubs.acs.org/doi/10.1021/acs.est.1c04158", "https://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:309:0001:0050:EN:PDF"], "authors": ["Anna Turns"], "publish_date": "2022-05-13T11:05:21Z"}