{"result_id": "MNTT002051", "URL": "https://www.pbs.org/newshour/show/new-york-moves-to-regulate-a-likely-human-carcinogen-in-drinking-water", "timestamp": "2024-03-06 15:08:30 CET+0100", "meta": {"description": "New York state is proposing the country’s first firm limit on a chemical found in drinking water in heavy concentrations in some Long Island, New York communities. 1,4-dioxane has been labeled a “likely human carcinogen” by the EPA, but is not currently regulated in drinking water at the federal level. Hari Sreenivasan reports in this follow-up to our 2017 story.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/show/new-york-moves-to-regulate-a-likely-human-carcinogen-in-drinking-water", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "New York moves to regulate a 'likely human carcinogen' in drinking water", "cleaned_text": "New York state is proposing the country’s first firm limit on a chemical found in drinking water in heavy concentrations in some Long Island, New York communities. 1,4-dioxane has been labeled a “likely human carcinogen” by the EPA, but is not currently regulated in drinking water at the federal level. Hari Sreenivasan reports in this follow-up to our 2017 story.\n\nNotice: Transcripts are machine and human generated and lightly edited for accuracy. They may contain errors.\n• The Environmental Protection Agency recently announced it would start the process of setting drinking water standards for two widely found chemicals by the end of this year. PFOA and PFOS were used to make things like non-stick cookware and water repellent materials. They have since been linked with cancer, kidney disease, and weakened childhood immunity. But the federal government regulating new chemicals in drinking water is uncommon. It's a task often left to states, if it happens at all. In tonight's signature segment we are updating a report on drinking water safety and New York state's push to regulate a chemical found in drinking water around Long Island. It's a story about how one region is trying to clean up its water, and how costly it can be.\n• Engineer Rich Humann is showing me a water treatment plant in suburban Bethpage on Long Island, New York. These cylinders are like giant versions of the water filter in your fridge. Installed in 1990, they use carbon to clean water polluted by decades-old industrial activity. But they aren't effective at removing a new contaminant that has been detected in Long Island's water. So what are these going to do?\n• Between 2013 and 2015, the EPA required every large water provider in the US to test for 1,4-dioxane. That's the first step in whether or not a contaminant will be regulated under the Safe Drinking Water Act. Results showed that Long Island was a hot spot. More than 70 percent of water authorities here had levels of 1,4-dioxane above .35 parts per billion. That's the level that the EPA calculates poses a lifetime, one-in-a-million increased chance of developing cancer. That may not sound like that high a risk level, but many sites here on Long Island had levels way above the ones associated with that long-term cancer risk. In fact, officials here in Hicksville had to shut down this well in 2015 because it was found to have levels of 1,4-dioxane that were the highest in the country, amounts that were nearly a 100 times higher than that one-in-a-million risk level. But 1,4-dioxane's presence in drinking water doesn't mean it'll necessarily be regulated at the federal level. the EPA says it will not make any final determination until at least 2021.\n• Elsewhere on Long Island, some water providers are suing the makers of 1,4-dioxane. Since 2017, at least ten of them have filed lawsuits against Dow Chemical, and two other chemical manufacturers. In a statement to Newshour Weekend, Dow said, in part, that, \"these lawsuits are without merit.\" The chemical industry more broadly downplays the risks from 1,4-dioxane. In a statement, the American Chemistry Council, an industry group, said, in part, it's \"…troubled by [New York's]… recommendation for 1,4 dioxane…\" Claiming that it's \"…neither scientifically justified nor economically feasible.\" And points out that in Canada, the limit is 50 parts per billion, 50 times New York's proposed standard. Meanwhile, in Bethpage, officials tell us it's not just the contaminants they know about, like 1,4-dioxane, that worry them.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "New York moves to regulate a 'likely human carcinogen' in drinking water", "description": "New York state is proposing the country’s first firm limit on a chemical found in drinking water in heavy concentrations in some Long Island, New York communities. 1,4-dioxane has been labeled a “likely human carcinogen” by the EPA, but is not currently regulated in drinking water at the federal level. Hari Sreenivasan reports in this follow-up to our 2017 story.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2019/02/LIwater_still05-1024x646.jpg", "image:height": "646", "image:width": "1024", "url": "https://www.pbs.org/newshour/show/new-york-moves-to-regulate-a-likely-human-carcinogen-in-drinking-water", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2019-02-23T17:16:47-05:00", "article:section": "Nation", "article:tag": "drinking water, long island, toxic chemicals"}, "tags": ["The Leading Edge", "Long-Term Care", "Supreme Court", "Essays", "Brooks and Capehart", "drinking water", "ScienceScope", "Race Matters", "Politics Monday", "toxic chemicals", "long island", "newshour weekend", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": [], "authors": ["Hari Sreenivasan", "Connie Kargbo", "Sam Weber"], "publish_date": "2019-02-23T17:16:47-05:00"}