{"result_id": "MNTT005004", "URL": "https://apnews.com/article/louisiana-trans-gender-affirming-care-ban-ff6a5143c309e3239a2c0865a3ab77f7", "timestamp": "2024-03-06 15:10:27 CET+0100", "meta": {"description": "BATON ROUGE, La. (AP) — A longtime Republican lawmaker, in rural Louisiana, is facing national backlash following his tie-breaking vote to kill a bill that would ban gender-affirming medical care for transgender youths in the state.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/louisiana-trans-gender-affirming-care-ban-ff6a5143c309e3239a2c0865a3ab77f7", "encoding": "UTF-8", "website_keywords": "Louisiana, U.S. Republican Party, Gender, LA State Wire, General news, Politics"}, "image": null, "domain": "apnews.com", "title": "Louisiana lawmakers pressed to resurrect bill banning gender-affirming care for minors", "cleaned_text": "BATON ROUGE, La. (AP) — A longtime Republican lawmaker, in rural Louisiana, is facing national backlash following his tie-breaking vote to kill a bill that would ban gender-affirming medical care for transgender youths in the state.\n\nState Sen. Fred Mills told The Associated Press Friday that he stands by his decision. But state Attorney General Jeff Landry — who is a GOP gubernatorial candidate — and the Republican Party of Louisiana are pressing lawmakers to resurrect the bill and pass it.\n\nMills’ poises Louisiana to be one of the few southeastern states that hasn’t enacted a ban or restrictions on gender-affirming care. Proposals are pending in North Carolina and South Carolina’s legislatures, and federal judges have temporarily blocked bans in Arkansas and Alabama.\n\n“While the topic of transgender rights is immensely complicated and socially polarizing, the bill before me was not,” Mills, a pharmacist, said in a written statement Friday. Mills is also the chairman of the Senate’s Health and Welfare Committee, where the bill was debated for nearly three hours. He added that he relied on “science and data and not political or societal pressure.”\n\nWith Mills’ vote, the bill — which would have prohibited hormone treatments, gender-affirming surgery and puberty-blocking drugs for transgender minors in Louisiana — was deferred, 5-4. In the hours after, backlash mounted with anti-transgender activists taking to social media, including conservative political commentator Matt Walsh, who tweeted to his nearly 2 million followers that Mills would “regret” his decision and that it is “the biggest mistake of his political career.”\n\nIn recent years, Republicans who blocked proposed transgender care bans have faced political fallout.\n\nIn Arkansas, former Gov. Asa Hutchinson angered fellow Republicans in 2021 when he . The GOP-led Legislature moved quickly to override Hutchinson’s veto and enact the ban, which has been temporarily blocked by a federal judge. At the time, former President Donald Trump criticized Hutchinson over the veto, calling him a “RINO,” or “Republican in Name Only.”\n\nHutchinson, who signed into law on transgender youth, argued the medical ban went too far. The Republican said he would have supported a prohibition that focused only on surgery.\n\nThe deferral of Louisiana’s proposed ban marked a rare victory for LGBTQ+ advocates this legislative session, who continue to fight against multiple bills — from a bill critics call to mandates regarding , to which advocates fear would target the queer community.\n\nBut, with two weeks left in the session, conservatives are hastily seeking and pursing ways to revive the legislation.\n\n“I don’t think you are going to see the last of it,” Mills said Friday.\n\nAlready, House lawmakers added a poison pill amendment to Mills’ own bill — related to telehealth — that would bar that legislation from becoming law unless the ban on gender-affirming care also becomes law. Additionally, lawmakers can opt to discharge the failed bill from committee, meaning it can receive a vote on the GOP-controlled Senate floor despite failing in committee. This tactic is uncommon and rarely succeeds, but there is growing pressure from political forces outside of the Legislature to do so.\n\n“As attorney general for 8 years I have worked hard to protect our children. I urge the full Senate to take up and pass HB 648,” Landry tweeted Friday. “As governor, I would immediately sign this bill into law. Pediatric sex changes should have no place in our society.”\n\nIn a press release, the Republican Party of Louisiana also urged the Senate to override the committee vote and debate it on the floor “where all senators will have the chance to weigh in on this pivotal piece of legislation.” The bill had already been passed in the House, mainly along party lines, 71-24.\n\nProponents of the legislation argue the proposed bans would protect children from life-altering medical procedures until they are “mature enough” to make such serious decisions. Additionally, they fear the state could draw minors from surrounding states — where there are bans — seeking gender-affirming health care.\n\nOpponents of Louisiana’s bill argue that gender-affirming care, which is supported by every major medical organization, can be lifesaving for someone with gender dysphoria — distress over gender identity that doesn’t match a person’s assigned sex. Research suggests transgender children and adults are prone to stress, depression and suicidal thoughts, and advocates for the LGBTQ+ community fear that without the care, transgender children could face especially heightened risks.\n\nSo far, at least 18 states have enacted laws restricting or prohibiting gender-affirming care for minors, and all three of Louisiana’s bordering states have enacted bans or are poised to.\n\nAssociated Press writer Andrew DeMillo in Little Rock, Arkansas, contributed to this report.", "opengraph": {"title": "Louisiana lawmakers pressed to resurrect bill banning gender-affirming care for minors", "url": "https://apnews.com/article/louisiana-trans-gender-affirming-care-ban-ff6a5143c309e3239a2c0865a3ab77f7", "image": "https://dims.apnews.com/dims4/default/3a03e5d/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fa0292b85088b4e77887bf6e2fd3235e0%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/3a03e5d/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fa0292b85088b4e77887bf6e2fd3235e0%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Sen. Fred Mills asks a question to members of The Louisiana Department of Children and Family Services during a hearing at the Louisiana State Capitol on Aug. 8, 2022, in Baton Rouge, La. Mills, who voted to kill a bill Wednesday, May 24, 2023, that would ban gender-affirming medical care for transgender youths, is receiving national backlash from conservatives. (Michael Johnson/The Advocate via AP)", "description": "BATON ROUGE, La. (AP) — A longtime Republican lawmaker, in rural Louisiana, is facing national backlash following his tie-breaking vote to kill a bill that would ban gender-affirming medical care for transgender youths in the state.", "site_name": "AP News", "type": "article", "article:published_time": "2023-05-26T20:28:36", "article:modified_time": "2023-05-26T20:30:11.396", "article:tag": "General news"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/louisiana-gender-affirming-care-bf744338a4b1d226fe3ddb91b5ec3c31", "https://apnews.com/article/louisiana-crime-execution-landry-3d8eeb4990e1960f0629a2d47fdd4e92", "https://apnews.com/article/louisiana-crime-execution-landry-3d8eeb4990e1960f0629a2d47fdd4e92", "https://apnews.com/article/louisiana-bill-law-crime-legislature-1463b4d220012d6aa33fe67a9b04dac8", "https://apnews.com/article/louisiana-bill-law-crime-legislature-1463b4d220012d6aa33fe67a9b04dac8", "https://apnews.com/article/louisiana-execution-death-penalty-electrocution-nitrogen-89774ed684afb87539a6c449083854be", "https://apnews.com/article/louisiana-execution-death-penalty-electrocution-nitrogen-89774ed684afb87539a6c449083854be", "https://apnews.com/article/arkansas-legislature-us-news-legislation-asa-hutchinson-83d07a502678f9745bb00f91aa4865f6", "https://apnews.com/article/arkansas-asa-hutchinson-kristi-noem-gender-identity-62fb40814df14f67780f1b57c8d522db", "https://apnews.com/article/dont-say-gay-louisiana-126fea5ff412219de3aa0db01123bbc1", "https://apnews.com/article/louisiana-pronouns-bill-f1af2288d92f5b1d5221858547c533f6", "https://apnews.com/article/lgbtq-library-book-restrictions-louisiana-835393c619eb36fbb6929ce54ab38813"], "authors": [], "publish_date": "2023-05-26T20:28:36"}