{"result_id": "MNTT005065", "URL": "https://apnews.com/article/california-scholar-killed-mexico-7c1509d5639f9dcadef132a46c379b60", "timestamp": "2024-03-06 15:11:17 CET+0100", "meta": {"description": "Gabriel Trujillo’s family says he was killed in Mexico during a research trip. The 31-year-old Ph.D. student at the University of California, Berkeley, was studying the common buttonbush to learn how the flowering shrub is native to Canada, the U.S. and Mexico has adapted to so many climates and cou", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/california-scholar-killed-mexico-7c1509d5639f9dcadef132a46c379b60", "encoding": "UTF-8", "website_keywords": "Plants, Mexico government, General news, Arizona, n, a, Michigan, Science, U.S. news, Government and politics, Environment and nature, World news, U.S. News, World News, Climate, Politics"}, "image": null, "domain": "apnews.com", "title": "A California scholar's research into a flowering shrub took him to Mexico and a violent death", "cleaned_text": "LOS ANGELES (AP) — For four years, Gabriel Trujillo trekked the breadth of the United States and south into Mexico in search of a flowering shrub called the common buttonbush.\n\nThe plant is native to the varied climates of Canada, the U.S. and Mexico. Trujillo, a 31-year-old Ph.D. student at the University of California, Berkeley, wanted to know why it thrived in such a range of places, and whether the evolution of the species held possibilities for future habitat conservation and restoration efforts.\n\nThe research was tragically cut short last week in Mexico, where Trujillo’s father said he was shot seven times. Authorities discovered his body on June 22 in the state of Sonora, in northwest Mexico, days after his fiancée reported him missing.\n\nThe killing has left the family reeling and searching for answers in a case that has yet again highlighted the rampant violence that plagues Mexico locations controlled by drug cartels.\n\nTrujillo drove across the Arizona border into Nogales on June 17. He spoke to his father the next day and he and his fiancée, Roxanne Cruz-de Hoyos, chatted in the morning the day after that. He told her he was going out to collect plants and would return to his Airbnb later.\n\nCruz-de Hoyos became concerned when Trujillo didn’t respond to her phone calls and text messages — they normally talked several times a day — and his Airbnb hosts said his belongings were still there but he hadn’t returned. She bought a plane ticket the next day and flew down to Mexico to search.\n\nOn June 22, authorities discovered his body about 62 miles (100 kilometers) from the Airbnb. He was still inside his SUV, Cruz-de Hoyos said.\n\nShe identified him for Mexican authorities as his father rushed to get a flight out of Michigan. Both have received little information about the tragedy and are begging for the U.S. and Mexican governments for answers.\n\n“Evidently he was in the wrong place,” Anthony Trujillo told The Associated Press on Thursday while he waited to board a flight back home, his son’s remains beside him.\n\nThe Sonora state prosecutor’s office said in a statement Thursday that it is analyzing evidence “to establish the facts, conditions and causes of the death.” The statement did not give details about what occurred or call Trujillo’s death a homicide.\n\nHis family begged him not to go to such : Sonora recorded 518 homicides through May, according to federal government data. But Trujillo believed the trip was crucial to his research.\n\nSharing a lengthy border with the U.S. , Sonora is a key route for smuggling drugs, especially fentanyl, as well as migrants, cash and weapons between the U.S. and the Sinaloa state, and the infamous cartel of the same name , further south.\n\nSonora has long been critical territory for and in recent years those rivalries have increased the level of violence and sometimes left civilian victims.\n\nCartel gunmen killed three U.S. women and six of their children near the border of Sonora and Chihuahua states in 2019. The Americans lived in of The Church of Jesus Christ of Latter-day Saints.\n\nFor Trujillo, a scholar with ties to Arizona, Michigan, Illinois, New Mexico, California and Indigenous lands in Mexico, the buttonbush’s ability to survive and thrive almost anywhere must have felt familiar.\n\nHe spent years studying it and collecting specimens, often alongside Cruz-de Hoyos — a postdoctoral fellow researching widespread tree mortality — in a big red van they bought together.\n\n“We were committed to dedicating our lives to environmental conservation and environmental research,” Cruz-de Hoyos told the AP. “We felt that Indigenous hands have taken care of these lands for time immemorial.”\n\nDrawn to Sonora, Trujillo hoped to connect with his Opata Indigenous roots through the group’s ancestral lands in the dry, mountainous region. He ultimately wanted to apply his research to building a garden in Mexico and using the buttonbush for wetland restoration. His planned trip included three potential sites to make a final choice.\n\nWith shared ancestry in the Nahua Indigenous group, which has ties to the Aztec civilization in central Mexico, the couple pledged to merge their identities and scientific studies as part of their future together.\n\nCruz-de Hoyos had been undergoing fertility treatments for the last two years and this summer’s trip to Mexico was supposed to be Trujillo’s last before the couple began trying to get pregnant.\n\nThey had bought a house together, commissioned custom engagement rings and envisioned a wedding led by an Indigenous elder by the end of the year. They planned to announce their happy news in August, when Trujillo returned from his trip.\n\nCruz-de Hoyos will instead honor Trujillo with a Danza Azteca ceremony, an Indigenous spiritual tradition, in the San Francisco Bay Area after his father hosts a Catholic funeral Mass in Michigan next month.\n\nBorn March 4, 1992, in Arizona, Trujillo’s family moved to Michigan during his childhood. Six kids in a blended family in a predominately white neighborhood: “We were like the Mexican Brady Bunch,” his father said.\n\nTrujillo attended a boarding school in New Mexico in high school and received his undergraduate degree from Lake Forest College in Illinois. A Ford Foundation fellow, he was on track to complete his Ph.D. at Berkeley in 2025.\n\n“Gabe was a passionate ecologist, field biologist, and advocate for diverse voices in science,” the university’s Department of Integrative Biology wrote in an email to its campus community. “We all face a world that is less bright for this loss.”\n\nHis mother, Gloria, died of cancer a decade ago. In addition to his father and Cruz-de Hoyos, Trujillo is survived by five siblings, six nieces and a nephew.\n\nPut him in the same space as the youngsters, his father said, and he’d immediately lead them outside, tromping around for bugs and plants. He often took one niece to a pond in Michigan to search for frogs. She has named a stuffed frog in his honor.\n\n“A 20-minute hike with me would take an hour because he would show me all the plants and mushrooms,” Anthony Trujillo said. “He wanted to learn everything about everything.”\n\nDespite years of academic achievements, Anthony Trujillo kept thinking about his son’s grade school project: “If you were an object, how would you describe yourself?”\n\nGabriel Trujillo, just 8 or 9 years old, wrote that he would be a stapler.\n\n“We all kind of wondered, ‘a stapler?’ Now it kind of makes sense,” his father said, choking up. “It holds things together.”", "opengraph": {"title": "A California scholar's research into a flowering shrub took him to Mexico and a violent death", "url": "https://apnews.com/article/california-scholar-killed-mexico-7c1509d5639f9dcadef132a46c379b60", "image": "https://dims.apnews.com/dims4/default/df95aee/2147483647/strip/true/crop/2049x1153+0+192/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F25%2Fbc%2Fbf7e66d89da35133ffbde683ae2c%2F8a5aba965b6b48e4b17c0b2a37f5692b", "image:url": "https://dims.apnews.com/dims4/default/df95aee/2147483647/strip/true/crop/2049x1153+0+192/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F25%2Fbc%2Fbf7e66d89da35133ffbde683ae2c%2F8a5aba965b6b48e4b17c0b2a37f5692b", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "In a photo provided by Roxanne Cruz-de Hoyos, Gabriel Trujillo conducts field research for his doctorate in Arizona. His research across North America was tragically cut short last week in Mexico, where Trujillo’s father says he was shot seven times. Authorities discovered his body on June 22 in the state of Sonora, in northwest Mexico — days after his fiancée reported him missing. (Roxanne Cruz-de Hoyos via AP)", "description": "Gabriel Trujillo’s family says he was killed in Mexico during a research trip. The 31-year-old Ph.D. student at the University of California, Berkeley, was studying the common buttonbush to learn how the flowering shrub is native to Canada, the U.S. and Mexico has adapted to so many climates and cou", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/stefanie-dazio", "article:published_time": "2023-06-30T06:55:35", "article:modified_time": "2023-06-30T12:03:24.076", "article:section": "U.S. News", "article:tag": "Plants"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/tumbleweed-invasion-utah-south-jordan-fc66473a726dd4d769af1466d365d265", "https://apnews.com/article/tumbleweed-invasion-utah-south-jordan-fc66473a726dd4d769af1466d365d265", "https://apnews.com/article/gardening-womens-history-6cada1abd225c342d7060634cc51fabc", "https://apnews.com/article/gardening-womens-history-6cada1abd225c342d7060634cc51fabc", "https://apnews.com/article/okefenokee-refuge-mine-georgia-958476e69dcd1f666846ac44a93093d2", "https://apnews.com/article/okefenokee-refuge-mine-georgia-958476e69dcd1f666846ac44a93093d2", "https://apnews.com/article/06953bbe9317455bae63b8f985453670", "https://apnews.com/article/tribes-border-crossing-regulations-a015d6b900b525b68d32edd9b20f0fdc", "https://apnews.com/article/drug-charges-sinaloa-cartel-el-chapo-867532c8cde69d6a8bd1eca4457acfad", "https://apnews.com/article/mexico-caribbean-opioids-synthetic-a96ad44c8af3bacc70c98c6835e74813", "https://apnews.com/article/90d478d46e1d45bda0d969e9b517828c"], "authors": [], "publish_date": "2023-06-30T06:55:35"}