{"result_id": "MNTT002017", "URL": "https://www.pbs.org/newshour/show/african-american-seniors-less-likely-use-hospice", "timestamp": "2024-03-06 15:07:51 CET+0100", "meta": {"description": "Black seniors are more likely than whites and Latinos to forgo hospice care. Due to deeply felt religious beliefs and a long history of discrimination in the U.S., African-American patients are often reluctant to plan for the end of their lives, and more skeptical when doctors suggest stopping treatment. Special correspondent Sarah Varney reports on efforts to change some of those beliefs.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/show/african-american-seniors-less-likely-use-hospice", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Why African-American seniors are less likely to use hospice", "cleaned_text": "Black seniors are more likely than whites and Latinos to forgo hospice care. Due to deeply felt religious beliefs and a long history of discrimination in the U.S., African-American patients are often reluctant to plan for the end of their lives, and more skeptical when doctors suggest stopping treatment. Special correspondent Sarah Varney reports on efforts to change some of those beliefs.\n\nNotice: Transcripts are machine and human generated and lightly edited for accuracy. They may contain errors.\n• End-of-life planning is gaining favor with more and more Americans. But lagging behind this trend are African-Americans, who research shows are, more so than whites and Latinos, skeptical of options like hospice and advance directives. This story was produced in collaboration with our partner Kaiser Health News.\n• Dr. Maisha Robinson, a neurologist at the University of California, Los Angeles, is on a mission to change how black seniors die in America. Dr. Robinson grew up a pastor's daughter in Tennessee. Now she's working with pastors like Bishop Gwendolyn Stone in Los Angeles to urge black families to plan for the end of their lives. DR. MAISHA ROBINSON, University of California, Los Angeles: If you look kind of in the Bible, all the people, of course, that Jesus healed, all died. They went on to die.\n• There is an ideal image of a good death in America, a clearly worded legal directive reflecting a patient's wishes, avoiding painful and unnecessary medical treatments. But that ideal image is often at odds with the realities of black spiritual life and the lessons African-Americans carry forward from their painful history. As late as the mid-1960s, segregated hospitals were common, and legal, throughout the United States. Even in so-called mixed race hospitals, black patients were often housed on separate floors. The notorious Tuskegee syphilis study, a government-led experiment on black males, lasted until 1972 and killed more than 100 men. Dr. Kimberly Johnson is a geriatrician and associate professor of medicine at Duke University. She says, for African-Americans, the history of abuse is not a cultural artifact. The toxic distrust of the health care system is still deeply felt today. DR. KIMBERLY JOHNSON, Duke University School of Medicine: They receive care in facilities that were largely either segregated or facilities where they — they or their parents or their grandparents wouldn't have been allowed to have received care. And, as a result, they are really suspicious of the kind of care they receive.\n• Dr. Johnson says black patients and their families then are understandably skeptical when a physician suggests withdrawing medical treatment or stating their wishes in advance. Researchers have found about 8 percent of African-Americans, compared to 43 percent of whites, have an advance directive or living will. And, regardless of income, black patients are more likely than whites and Latinos to forgo hospice and say they want to be kept alive on life support, even when there's little chance of survival. Hospice has been much more successful reaching white middle-class patients. But here in Buffalo, New York, an influential group of African-American pastors and their wives are confronting the skepticism and fears about hospice in the black community through personal stories and prayer. Narseary Harris and her husband, Pastor Vernal Harris lead the Prince of Peace Temple Church of God in Christ in Buffalo. Two of the Harrises' three sons, Paul and Solomon, died from sickle cell disease, an incurable condition that causes the red blood cells to break down. Paul endured a painful and prolonged death at age 26.\n• He said, Mrs. Harris, Solomon doesn't have a lot more time. And I really want to recommend hospice care for you. I said, 'We don't want hospice.' He said, 'Mrs. Harris, you don't have to make a decision right now, but let me just introduce you to Hospice Buffalo.' And I said, 'OK, well, we can — we will do that.' I said, 'Solomon, you OK with that?' And he said, 'OK.' He wanted to be cremated, and this is actually his urn.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Why African-American seniors are less likely to use hospice", "description": "Black seniors are more likely than whites and Latinos to forgo hospice care. Due to deeply felt religious beliefs and a long history of discrimination in the U.S., African-American patients are often reluctant to plan for the end of their lives, and more skeptical when doctors suggest stopping treatment. Special correspondent Sarah Varney reports on efforts to change some of those beliefs.", "image": "https://d3i6fh83elv35t.cloudfront.net/newshour/app/uploads/2015/05/UNEQUAL-TREATMENT-monitor-1024x576.jpg", "image:height": "576", "image:width": "1024", "url": "https://www.pbs.org/newshour/show/african-american-seniors-less-likely-use-hospice", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2015-05-05T20:47:24-05:00", "article:section": "Health", "article:tag": "end-of-life discussions, hospice, long-term care"}, "tags": ["The Leading Edge", "Long-Term Care", "hospice", "long-term care", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "Race Matters", "Politics Monday", "end-of-life discussions", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": [], "authors": ["PBS NewsHour"], "publish_date": "2015-05-05T20:47:24-05:00"}