{"result_id": "MNTT005037", "URL": "https://apnews.com/article/technology-health-ea9e804d1a95d89f880ca3c6d6e2bbbd", "timestamp": "2024-03-06 15:10:55 CET+0100", "meta": {"description": "Initiative Demonstrates Need for New Non-Invasive, Non-Toxic, Non-Staining, and Time-Saving Solutions for the 15 Million Americans Impacted by Excessive Sweating", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/pr-newswire/technology-health-ea9e804d1a95d89f880ca3c6d6e2bbbd", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "Candesant® Biomedical Launches SweatTech™ Initiative to Educate on the Evolution of Treatments for Hyperhidrosis (Excessive Sweating)", "cleaned_text": "Initiative Demonstrates Need for New Non-Invasive, Non-Toxic, Non-Staining, and Time-Saving Solutions for the 15 Million Americans Impacted by Excessive Sweating\n\nSweatTech Exhibit Featured at the 2022 American Society for Dermatologic Surgery Annual Meeting (ASDS)\n\nSAN FRANCISCO, Oct. 7, 2022 /PRNewswire/ -- (“Candesant”), a clinical stage company focused on the development of non-invasive treatments for primary hyperhidrosis (excessive sweating), today announced the \" \" to raise awareness of the significant impact of excessive sweating, educate on how treatments have evolved over the decades, and demonstrate the ongoing need for more modern treatments. The initiative launched at the American Society for Dermatologic Surgery Annual Meeting, taking place from October 6-10 in Denver, CO.\n\nIt is reported that nearly 15 million Americans are impacted by hyperhidrosis or excessive sweating somewhere on their body, and approximately half of those people experience this sweating under the arms. Many believe these numbers are an underestimation.1,2,3 In fact, research from the International Hyperhidrosis Society shows that as many as 1 in 3 people are bothered by excessive underarm sweating.4\n\n“People have been seeking to control or mask sweat for hundreds of years. While approaches to control hyperhidrosis have evolved with technological advances, some treatments involve injections or surgery, or cause staining on clothes,” stated Niquette Hunt, President and CEO of Candesant. “Excessive sweating can have a significant impact on those who experience it, causing physical, social, emotional, and even financial distress. At Candesant, we understand the importance of raising awareness of this condition and are excited to be advancing modern technology for those seeking new solutions for excessive sweat control.”\n\nCandesant is developing a novel, innovative, non-invasive solution designed to reduce excessive sweating – focused first on primary axillary hyperhidrosis (excessive underarm sweating). The goal is to provide a treatment option for patients that is quick, effective, and affordable with a favorable safety profile. The investigational “TAT” (targeted alkali thermolysis) patch is single-use and disposable. It uses alkali metal which creates thermal energy when it interacts with underarm sweat, microtargeting sweat glands and temporarily inactivating them to reduce sweating. Clinical studies show that the TAT patch significantly reduces sweat. The TAT patch is applied by a healthcare professional for up to three minutes per underarm. It is designed to be simple, fast, with no downtime, and should fit easily into patients’ quarterly in-office treatment regimens. The TAT patch is currently undergoing review by the U.S. Food and Drug Administration.\n\n“Current treatments for excessive sweating have varying degrees of efficacy, and even those that work well can be invasive, expensive, or result in undesirable side effects,” explained Doris Day, MD, FAAD, MA, a board-certified dermatologist in New York, NY. “New sweat reduction solutions are needed that are safe, effective, easy, and affordable. I am encouraged to see new technologies in development, such as Candesant’s TAT patch, that could ultimately improve the way we manage excessive sweating.”\n\nSweatTech is evolving. To find out more about the latest advances and how Candesant is working to modernize excessive sweat control, visit .\n\nFor those attending ASDS, visit the SweatTech exhibit located outside of the Aurora Ballroom.\n\nCandesant Biomedical is a clinical stage company focused on the development of non-invasive treatments for hyperhidrosis or excessive sweating. Candesant is developing several products utilizing their targeted alkali thermolysis (TAT) technology, with future target indications for axillary hyperhidrosis, palmar hyperhidrosis, plantar hyperhidrosis, and facial hyperhidrosis. Candesant’s leadership team has been focused on developing and commercializing innovative treatments to control sweat for decades. To learn more about Candesant, visit .", "opengraph": {"title": "Candesant® Biomedical Launches SweatTech™ Initiative to Educate on the Evolution of Treatments for Hyperhidrosis (Excessive Sweating)", "url": "https://apnews.com/press-release/pr-newswire/technology-health-ea9e804d1a95d89f880ca3c6d6e2bbbd", "image": "https://dims.apnews.com/dims4/default/98cdd45/2147483647/strip/true/crop/871x490+13+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fca19940f7e48218f7dd1386a9c1e272c%2F898.jpeg", "image:url": "https://dims.apnews.com/dims4/default/98cdd45/2147483647/strip/true/crop/871x490+13+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fca19940f7e48218f7dd1386a9c1e272c%2F898.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Candesant Biomedical, Inc.", "description": "Initiative Demonstrates Need for New Non-Invasive, Non-Toxic, Non-Staining, and Time-Saving Solutions for the 15 Million Americans Impacted by Excessive Sweating", "site_name": "AP News", "type": "article", "article:published_time": "2022-10-07T15:39:20", "article:modified_time": "2022-10-07T15:39:42.435", "article:section": "PR Newswire"}, "tags": [], "tweets": [], "movies": [], "links": ["https://c212.net/c/link/?t=0&l=en&o=3670416-1&h=3963989107&u=https%3A%2F%2Fcandesant.com%2F&a=Candesant+Biomedical", "https://c212.net/c/link/?t=0&l=en&o=3670416-1&h=691692004&u=http%3A%2F%2Fwww.sweat.tech%2F&a=SweatTech+Initiative", "https://c212.net/c/link/?t=0&l=en&o=3670416-1&h=2444668020&u=http%3A%2F%2Fwww.sweat.tech%2F&a=www.Sweat.Tech", "https://c212.net/c/link/?t=0&l=en&o=3670416-1&h=1065899362&u=https%3A%2F%2Fcandesant.com%2F&a=https%3A%2F%2Fcandesant.com", "mailto:s.haber@togorun.com", "https://c212.net/c/link/?t=0&l=en&o=3670416-1&h=1709299382&u=https%3A%2F%2Fdoi.org%2F10.1007%2Fs00403-016-1697-9&a=https%3A%2F%2Fdoi.org%2F10.1007%2Fs00403-016-1697-9", "https://c212.net/c/link/?t=0&l=en&o=3670416-1&h=3200612646&u=https%3A%2F%2Fwww.aad.org%2Fpublic%2Fdiseases%2Fa-z%2Fhyperhidrosis-causes&a=https%3A%2F%2Fwww.aad.org%2Fpublic%2Fdiseases%2Fa-z%2Fhyperhidrosis-causes", "https://www.prnewswire.com/news-releases/candesant-biomedical-launches-sweattech-initiative-to-educate-on-the-evolution-of-treatments-for-hyperhidrosis-excessive-sweating-301643623.html"], "authors": [], "publish_date": "2022-10-07T15:39:20"}