{"result_id": "MNTT005020", "URL": "https://apnews.com/article/technology-health-business-pancreatic-cancer-cancer-44e00c89d149110ea2b76524838c7887", "timestamp": "2024-03-06 15:10:40 CET+0100", "meta": {"description": "\"Successful disappearance of tumors in subjects upon administering the pain-free anticancer drug, Polytaxel, without side effects such as weight loss.\"", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/pr-newswire/technology-health-business-pancreatic-cancer-cancer-44e00c89d149110ea2b76524838c7887", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "'Curing Cancer without Surgery'", "cleaned_text": "\n• “Successful disappearance of tumors in subjects upon administering the pain-free anticancer drug, Polytaxel, without side effects such as weight loss.”\n• Suppressed 99.8% of tumors despite a non-toxic dose…more effective than existing FDA-approved pancreatic cancer drugs.\n\nSEOUL, South Korea, June 30, 2020 /PRNewswire/ -- There has been an increase in the possibility for the ‘conquering of cancer’ as test results confirm, for the first time, the disappearance of tumors upon administering a ‘pain-free anticancer drug.’\n\nOn June 30th, Hyundai Bioscience (CEO, Oh Sang-Ki/ KOSDAQ: 048410) announced that its majority Shareholder, CNPharm, had conducted animal testing at a non-clinical CRO agency to compare the efficacy of Polytaxel, developed as a new pain-free anticancer drug, to Nab-paclitaxel. As a result of administering 20mg/kg, which is a dose within the maximum non-toxic ‘No Observed Adverse Effect Level (NOAEL),’ to Polytaxel group animals, it was confirmed that the tumor nearly disappeared upon observation of the tumor’s height decreased and flattened in two thirds of the animals.\n\nAmong a total of 48 animals tested in this study, particularly one of the four animals, out of the six animal groups of Polytaxel administration, showed that the tumor had disappeared completely, while the tumors of three others showing to have nearly disappeared. CNPharm continues to observe changes in the tumors of the remaining three animals. In addition to the four animals, two animals are being involved in a follow-up experiment to remove the tumors, such as administering one or two additional doses.\n\nHyundai Bioscience administered Polytaxel within NOAEL, which is undergoing clinical procedures for the treatment of pancreatic cancer, and has been proven to have higher safety and efficacy than Nab-paclitaxel, a pancreatic cancer treatment approved by the FDA.\n\nAs a result of the study, a Polytaxel dose within NOAEL of 20 mg/kg that was administered inhibited tumor growth in the body by 99.8% without the side effect of weight loss to the subject caused by drug toxicity. On the other hand, even though a Nab-paclitaxel dose of 30mg/kg, 30 times greater than NOAEL, was administered, only 41.4% of tumor growth inhibition was observed. Nab-paclitaxel is currently widely used as a pancreatic cancer treatment. Additionally, the body weight of the Nab-paclitaxel-administered subject was reduced by 0.9%, which shows that the subject was not free from toxicity.\n\nIn the results of animal experiments of pancreatic cancer published at the Global Bio Conference (GBC) last year, a dose within NOAEL of Polytaxel has proved that it is safer and more effective than Docetaxel, a candidate for pancreatic cancer treatment. There have been no cases where existing chemotherapy drugs such as Nab-paclitaxel or Docetaxel showed efficacy in animal experiments when dosed within NOAEL.\n\nCNPharm’s use of ‘pain-free anticancer therapy’ (NOAEL Therapy), which can cure cancer without causing side effects due to drug toxicity by administering ‘ultra-low-toxicity’ doses of anticancer drugs within NOAEL, was first unveiled at the GBC hosted by the Korean Government in June, 2019 and attracted much international attention.\n\nWhen the results of this experiment are confirmed in human clinical trials, cancer patients can cure cancer with painless chemotherapy without suffering side effects from drug toxicity due to surgery or radiation therapy. In this case, this form of treatment is expected to replace standard chemotherapy which appeared on the medical scene in the 1950’s and has been widely used thus far.\n\nExisting anticancer therapies administer toxic drugs at levels far higher than NOAEL, and patients are in need of a recovery period after the drugs are administered. They have a limitation in that they extend the patient’s life by reducing the size of the tumor rather than curing the cancer. On the other hand, this new pain-free anticancer therapy cures cancer without side effects by continuously attacking only the tumor cells while the drug administered within the NOAEL dosage stays in the body for a long time for long circulation.\n\nAn official from Hyundai Bio said, “Once this pain-free anticancer therapy is put into practice, patients will not only be relieved from side effects caused by drug toxicity, but also will not need surgery or radiation treatment.”\n\nOn the heels of the Polytaxel research, CNPharm is currently conducting a related experiment by designating ‘Polyplatin’, a platinum-based anticancer drug, as a new pain-free drug.\n\nCNPharm plans to expand the range of diseases that can be treated with pain-free anticancer drugs, such as Polytaxel and Polyplatin, using its platform-based technology to treat various cancers as well as viral diseases.\n\nFor more information, please visit:\n\nQuestion: What is the most important point in this animal test comparing the efficacies on pancreatic cancer?\n\nAnswer: It was confirmed that the tumor was completely removed in an efficacy comparison experiment on an intractable cancer, pancreatic cancer. It is also the first case that a tumor disappeared completely by administering an anticancer drug within the maximum non-toxic limit (NOAEL) that doesn’t cause side effects due to toxicity. This proves that cancer can be cured by administering anticancer drugs at a dose that does not develop drug toxicity. In other words, it can be summarized that conquering cancer without bodily harm has been proven to no longer be a dream. If universalization of this is achieved through clinical trials, cancer patients can be cured by continuing administration of non-toxic anticancer drugs without the need for surgery or radiation therapy. In the course of chemotherapy, it means that patients can live a normal life while maintaining a certain level of health.\n\nQuestion: At last year’s GBC, CNPharm announced the results that Polytaxel can eliminate tumors within NOAEL. What is difference regarding these latest experiments?\n\nAnswer: The experiment published at last year’s GBC confirmed that the pain-free anticancer drug, Polytaxel, is effective in treating pancreatic cancer. The drug to be compared was Docetaxel, which has not yet been approved as a treatment for pancreatic cancer by the FDA. As a result of the experiments conducted from December 2018 to March of the following year, it was proven that Polytaxel is more effective than Docetaxel in treating pancreatic cancer without side effects caused by toxicity. At the same time, tumors nearly disappeared in some of the subjects administered with Polytaxel, but the pattern was relatively less pronounced in the results of this experiment. Complete death was not observed.\n\nThis experiment was conducted to confirm whether Polytaxel can completely remove tumors within NOAEL. As a result of the experiment, tumors disappeared in four out of six subjects, and in one of them, the complete elimination of the tumor was confirmed for the first time. Therefore, a follow-up experiment is underway to confirm the results of the complete cancer treatment in all six subjects of the experimental group.\n\nAn efficacy comparison experiment was conducted against Nab-paclitaxel, a pancreatic cancer drug currently on the market that is approved by the FDA. As a result of the experiment, Polytaxel administered within NOAEL did not cause side effects and showed better efficacy than Nab-paclitaxel, which was administered at 30 times higher than NOAEL. This is a preclinical result; however it proves that Polytaxel can be a next-generation anticancer drug that is superior to the existing pancreatic cancer treatments in terms of ability to control toxicity and its efficacy.\n\nQuestion: How would you best portray pain-free therapy (NOAEL)?\n\nAnswer: NOAEL therapy, a painless anti-cancer therapy, liberates the patient from the toxicity of the drug by administering it in a pain-free dosage that shows efficacy in curing cancer, even when the dose is within the maximum non-toxic limit and the drug’s toxicity is not apparent in the body. This is a next-generation patient-friendly form of chemotherapy. It can be said that this is the emergence of a ‘new standard therapy,’ which can simultaneously replace chemotherapy and radiation therapy.\n\nPatients do not suffer from side effects due to drug toxicity because such an ultra-low toxicity dose is administered causing little to no discomfort from side effects. Since there are no side effects due to drug toxicity, it is possible to continuously administer the drug until the tumor disappears completely without a recovery period to overcome side effects. NOAEL therapy is treating cancer until it is completely cured, with safe drugs that do not harm the patient’s health.\n\nQuestion: What makes pain-free chemotherapy different from conventional chemotherapy?\n\nAnswer: The standard treatment of chemotherapy generally attacks cancer cells, causes gene damage or interferes with gene replication. However, it is known that fully curing cancer cells is almost impossible theoretically. For this reason, this form is designed to attack as many cancer cells as possible by administering a dose within the range that the human body can withstand the side effects of drug toxicity. This is why the dosage far exceeds NOAEL. As a result, highly toxic anticancer drugs attack even normal cells, seriously damaging the patient’s health in the course of chemotherapy. Therefore, in currently existing anti-cancer therapies, a recovery period of about 2 to 4 weeks is usually expected so that normal cells can recover.\n\nAnother purpose of chemotherapy is the reduction of tumors to extend the patients’ life rather than complete regression of cancer. It is almost impossible to cure cancer with existing anti-cancer therapies, especially for metastatic and resistant cancers.\n\nExisting anti-cancer drugs are administered to patients with a recovery period in mind because the strong toxicity attacks normal cells as well. Resistant cancers have been pointed out as a common limitation of existing anticancer therapies along with the development of metastatic cancer.\n\nMoreover, in the existing anticancer therapy, surgery or radiation therapy is combined with the administration of anticancer drugs. Due to this, patients suffer from various concurrent treatment side effects in addition to the side effects due to drug toxicity. It is a reality that many patients treated with conventional anticancer therapies have lost their health or suffered unfortunate deaths due to side effects of the drugs and/or concurrent treatments. Unlike conventional therapies, CNPharm’s pain-free anticancer therapy has a mechanism to cure cancer within a non-toxic dosage. One of its great features is that it does not require a combination of surgery or radiation therapy, but only drug administration. When treated with this pain-free therapy, there are no side effects due to drug toxicity and the patient does not suffer from side effects due to surgery or radiation treatment.\n\nDrugs used in this pain-free therapy also apply a new concept of a ‘targeted anticancer drug’, such as Polytaxel, which circulates in the body for a long time and exerts efficacy only on cancer cells, continuously attacking cancer cells without a rest or recovery period. The hope to cure cancer is no longer a dream if it is administered continuously.\n\nQuestion: What about ‘Metronomic Chemotherapy’, treating cancer by repeatedly administering the lowest dose of an anticancer drug so that the toxic expression can be suppressed as much as possible?\n\nAnswer: Metronome anticancer therapy is a new form of therapy that continuously administers the lowest dose of an anticancer drug so that the toxicity of the drug does not affect the human body. Like a metronome that determines the speed of music, this is an anticancer therapy that periodically administers the lowest dose of anticancer drugs, which are often very toxic and ineffective.\n\nUnlike conventional chemotherapy, where toxic drugs attack cancer cells directly, this form of therapy indirectly prevents the growth of cancer cells by suppressing angiogenesis which is necessary for tumor growth. If conventional anti-cancer therapy wields a strong punch against tumors, the metronome therapy can be compared to a jab.\n\nThis is a therapy that first appeared in the early 1990’s so there are not many papers related to it and cannot be treated with existing anticancer therapies. There is a limitation for patients with very weak bodies, such as the elderly. In addition, there is a problem in that if a low-dose drug is continuously administered, drug resistance is expressed in cancer cells and side effects due to accumulation of toxicity appear in the body. It is also pointed out that this form of treatment is insignificant for carcinomas.\n\nAs mentioned above, metronome chemotherapy can be said to be a treatment that supports existing chemotherapies, the standard treatment for cancer. In this regard, it is a sub-therapy that cannot be compared with the pain-free anticancer therapy of CNPharm, which continuously administers safe anticancer drugs controlled by advanced technology until the cancer cells die. Pain-free chemotherapy, which directly attacks only cancer cells, can theoretically prevent resistant cancers and treat metastatic cancer as well.\n\nQuestion: What are the future plans for pain-free anticancer therapy?\n\nAnswer: CNPharm’s pain-free anticancer therapy constitutes a safe drug that does not express toxicity in the body and aims to cure all cancers. This not only relieves the patient’s pain caused by drug toxicity, but also eliminates the need for surgery or radiation therapy that has many side effects. CNPharm is in the process of developing Polytaxel as a new pain-free anticancer drug to treat pancreatic cancer in the U.S. and abroad. CNPharm plans to carry out an IND filing this year in cooperation with its affiliated company Hyundai Bioscience for the global clinical trials of Polytaxel.\n\nPolytaxel is a modified new drug loaded with Docetaxel. The main difference between it and Docetaxel is that it is effective within NOAEL and does not exhibit toxicity. Since it stays in the body for a long circulation and attacks only cancer cells, it can be administered continuously until the tumors die. Docetaxel is widely used as a treatment for eight different cancer types including gastric cancer, lung cancer, and cervical cancer, so there are plans to expand the target in fast track to other cancers while conducting clinical trials for pancreatic cancer.\n\nOn the heels of Polytaxel, CNPharm has developed ‘Polyplatin,’ a pain-free platinum-based anticancer drug targeting cervical, bladder, and rectal cancer. CNPharm plans to expand the range of diseases that can be treated with pain-free anticancer drugs using its platform-based technology, such as Polytaxel and Polyplatin, to combat various cancers as well as viral diseases.", "opengraph": {"title": "'Curing Cancer without Surgery'", "url": "https://apnews.com/press-release/pr-newswire/technology-health-business-pancreatic-cancer-cancer-44e00c89d149110ea2b76524838c7887", "image": "https://dims.apnews.com/dims4/default/ff13dfa/2147483647/strip/true/crop/222x125+89+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Feca4fc41585eba7dc4ca682fba7366ff%2F400.jpeg", "image:url": "https://dims.apnews.com/dims4/default/ff13dfa/2147483647/strip/true/crop/222x125+89+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Feca4fc41585eba7dc4ca682fba7366ff%2F400.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Bioscience for a Healthier Life", "description": "\"Successful disappearance of tumors in subjects upon administering the pain-free anticancer drug, Polytaxel, without side effects such as weight loss.\"", "site_name": "AP News", "type": "article", "article:published_time": "2020-06-30T07:16:31", "article:modified_time": "2021-12-23T15:31:49.497", "article:section": "PR Newswire", "article:tag": "Archive"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.hyundaibioscience.com/", "http://www.prnewswire.com/news-releases/curing-cancer-without-surgery-301085629.html"], "authors": [], "publish_date": "2020-06-30T07:16:31"}