{"result_id": "MNTT002006", "URL": "https://www.pbs.org/wgbh/nova/transcripts/2805cancer.html", "timestamp": "2024-02-28 23:18:27 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/transcripts/2805cancer.html", "encoding": "iso-8859-1", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "NOVA | Transcripts | Cancer Warrior | PBS", "cleaned_text": "NARRATOR: Deep in this freezer is a drug of incalculable value. Years in development and millions of dollars spent on research, it is now being tested in human patients. It's an experimental cancer drug called \"Endostatin,\" and if it works, it could profoundly change the way we treat cancer. John Matt is one of the chosen few selected to test Endostatin at the University of Wisconsin Comprehensive Cancer Center. He is part of what some have called the most anticipated clinical trial in medical history. John gets 12 vials of Endostatin every day. Unlike other cancer drugs, it's not a poison. So far, it's had fewer side effects than aspirin. Endostatin attacks cancer in a way that is so new, so radical, that most experts laughed at the idea when it was first proposed by Dr. Judah Folkman. Forty years ago he stumbled upon a clue—a hidden secret about how cancer really works. It would become his lifelong quest, to understand this relentless killer and find a better treatment for cancer patients. JUDAH FOLKMAN (Children's Hospital/Harvard Medical School): Patients going through these trials are in a desperate situation. Nothing else has worked and there's little time left and they have a fast clock running. We all have a clock but theirs is very fast. And so they're very scared. JOHN MATT (Endostatin trial participant): I know...I think my tumor is still growing slightly right now. NARRATOR: John Matt has very advanced cancer. He has failed every other therapy he's tried. Endostatin may be his last, best hope. But will it work? Major funding for NOVA is provided by The Park Foundation, dedicated to education and quality television. Scientific achievement is fueled by the simple desire to make things clear. Sprint PCS is proud to support NOVA. This program is funded in part by the Northwestern Mutual Foundation. Some people already know Northwestern Mutual can help plan for your children's education. Are you there yet? Northwestern Mutual Financial Network. And by the Corporation for Public Broadcasting, and by contributions to your PBS station from viewers like you. Thank you. NARRATOR: Seven days a week John Matt drives three hours back and forth to the hospital to get his Endostatin infusion. Fighting cancer has become his full-time job and it's the toughest battle of his life. JOHN MATT: I know I could die. I should have died a few years ago. So I already know that I'm living on, as they say, \"borrowed time.\" I want it to work. And we're putting everything we can into making it work. NARRATOR: John is the sixteenth patient in Wisconsin to receive Endostatin. There are many more hoping to be number 17. DUANE GAY (Reporter and Endostatin Trial Participant): Kathy and Jerry, this is more than just a story... DUANE GAY: It's really the inside story of two family farmers. NARRATOR: In August of 1997, none of his viewers knew that Duane had just received the worst news of his life. DUANE GAY: I was told, \"Not only is there extensive cancer in your lungs, numerous tumors, but we've found a large tumor in your liver.\" Here we were just married one year and planning a long life together and now we're being told that I probably won't be around in six months. NARRATOR: Duane and his wife Teri stopped building the house they had dreamed about for a decade and started on a long, difficult medical odyssey. He had extensive surgery followed by months of chemotherapy. DUANE GAY: Chemotherapy is a hard thing to partner with because it's a poison. And you walk into the hospital to get your chemotherapy feeling a little bit okay, and you leave feeling worse. NARRATOR: Duane and Teri prayed every morning but the news just got worse. His cancer was still growing and there was nothing more his doctors could do. Eighty miles away, in Madison, Wisconsin, Jim Thomas was inundated with patients trying to get into the Endostatin clinical trial. JAMES P. THOMAS (University Of Wisconsin Cancer Center): Over 4000 patients were interested in enrolling in the trial. The total number of patients is probably going to be in the low twenties, as far as how many patients will actually receive Endostatin here. This is Mr. Gay. He's a 44-year-old gentleman. NARRATOR: This is how the most important decision in Duane Gay's life will be made. His chances of getting into this study are slim. He has to have the right kind of tumors in places where they can be monitored and easily biopsied. FRED LEE : Probably the best one would be to biopsy this lesion here. There's some very accessible tumor. JAMES P. THOMAS: This gentleman is certainly an excellent candidate, so I think we'll approach him and ask him about entering into the study. NARRATOR: In June of 2000, Duane Gay received his first infusion of Endostatin. From now on, he has to come to the hospital seven days a week. It's a full time commitment. DUANE GAY: For the next couple of months this is my job. And it's a six and a half, seven-hour day on the easy days. But I think it's a small price to pay when you think about it. I've worked a lot harder at things for less. NARRATOR: This is a Phase One clinical trial and the dose starts out very low. The doctors are mainly looking for side effects, but the patients want Endostatin to stop or shrink their cancer. JAMES P. THOMAS: Patients that are going into phase one trials, they really are heroic in many aspects. We really can't advise them about whether something might make them very sick. We have no idea whether it's going to be effective or not. DUANE GAY: That's good, thanks. I don't want to sound over-dramatic about it, but I'll tell you the way I look at it. It's a war, and this is an enemy that has stolen too many lives and rained misery onto too many families. But I feel honored and humbled to be a soldier and hit that beach. And that's honestly the way that I feel about it right now. NARRATOR: This is Children's Hospital in Boston, an important battlefield in the war against cancer, and where Endostatin was discovered in the laboratory of Dr. Judah Folkman. It was a hard won discovery—40 years of complex science that has profoundly changed our understanding of how cancer works. C. EVERETT KOOP (Children's Hospital of Philadelphia 1948-1981, United States Surgeon General 1981-1989): When the history of medicine is written, it will be a story of a tremendous impact that was, at the beginning, pooh-poohed by his colleagues, at the end, proven to be what he said it would be and to have real, honest-to-goodness, practical value in the lives of patients, which is what Judah started out to do. NARRATOR: Today, treating cancer often involves extreme measures and some of the most poisonous substances known. DON INGBER (Children's Hospital/Harvard Medical School): Conventional cancer drugs, most of which are still derivatives of, basically, the mustard gases used in warfare in World War I and are really toxic to any cell, have the known side effects of you losing your hair, losing your immune response, affecting your intestinal tract. NARRATOR: Another problem with chemotherapy is drug resistance, which occurs when cancer cells mutate and become resistant to drugs that once worked on them. But Endostatin doesn't attack the cancer cells at all. It goes after normal cells, the ones that feed the tumor and allow it to grow. Starving cancer by cutting off its food supply was Dr. Folkman's revolutionary idea, which arose almost by accident more than 40 years ago. In 1961 the U.S. Navy introduced the nuclear-powered aircraft carrier. It was designed to stay at sea for months at a time. But there was a problem. The blood supply could only be stored for about three weeks. To help find a long-lasting substitute for whole blood the Navy drafted young doctors, among them a surgeon named Judah Folkman. JUDAH FOLKMAN: I was assigned to work on the problem of, \"could you dry the hemoglobin part of blood, the red part, like you dry coffee, and then reconstitute it by adding salt water and have it all ready to go?\" NARRATOR: Dr. Folkman's job was to find out if reconstituted hemoglobin could keep tissue alive like real blood does. With his colleague Fred Becker, Judah Folkman built a crude imitation of a circulatory system and attached a living organ, a rabbit thyroid. When the pump was turned on, the hemoglobin began to circulate and sure enough, the thyroid gland thrived. Then Dr. Folkman tried something that would turn this blood experiment into a four-decade quest to understand cancer. To see if the hemoglobin solution could not only sustain an organ but support new growth, Dr. Folkman injected the fastest growing cells he knew—cancer cells, harvested from a mouse. Before long, tiny dark tumors emerged on the thyroid gland. Then the tumors did something almost never seen before. They just stopped growing. JUDAH FOLKMAN: We thought maybe they died. And so, to see if they died, we put them...took them out of the thyroid gland and put them back into the donor mice. NARRATOR: To their amazement, the same cells, now in the mouse, came back to life. But why? Why would the tumors grow so ferociously in the mouse but not in the living thyroid gland? Under the microscope, Judah Folkman could see only one difference. JUDAH FOLKMAN: And the difference was that in the mouse we found many, many blood vessels had come into the tumor, and in the thyroid gland there seemed to be no vessels growing into the tumor. NARRATOR: Had Dr. Folkman stumbled on one of cancer's hidden mysteries? Did blood vessels play some role in cancer growth? JUDAH FOLKMAN: I had a feeling this was really something important. But I didn't have any idea that it would be some 30 years to try to understand the process by which tumors are able to recruit their own private blood supply and just keep going. NARRATOR: After the Navy, Judah Folkman returned to his surgical training. His talent was legendary and his rise meteoric. Within five years, he became the youngest chief of surgery ever appointed at Children's Hospital. The only problem was, he had no formal training with children. C. EVERETT KOOP: There he was, ensconced in that job without much knowledge about what it was all about. And so Harvard sent him to me for training...my training program...usually two years. And they gave me six whole months to do it. And they probably knew that Judah could do in six months what most people did in two years. NARRATOR: A rising star among surgeons, Judah Folkman would soon risk everything he had accomplished because he could not forget that experiment in the Navy. Every time he removed a tumor, he would see blood vessels and wonder if they held the key to cancer growth. By the late 1960s, Dr. Folkman began spending nights and weekends in the laboratory. He was developing a new theory about cancer. He called it angiogenesis, an old-fashioned term which means new blood vessel growth. A tumor, he believed, could not grow larger than the head of a pin without a blood supply. And, he suggested, the tumor secretes some \"mystery factor\" that stimulates angiogenesis, the growth of new blood vessels, which nourish the tumor and allow it to grow. BRUCE ZETTER (Children's Hospital/Harvard Medical School): Some of the scientific establishment said, \"Who is this guy? He's a surgeon. He's trained to take tumors out but he's not trained to understand the cell biology or the molecular biology or the biochemistry. Where did he get that training to be able to do that?\" NARRATOR: At a time when everyone else thought the secret to understanding cancer lay deep within the cancer cell itself, only Judah Folkman was looking at blood vessels. C. EVERETT KOOP: He came onto the scene when molecular biology was just getting going. And if you weren't working in a cell, working on a chromosome, or scratching a gene, you really weren't in the mainstream of bench research. And I think they thought, \"What's he talking about, blood vessels?\" NARRATOR: Blood vessels were seen as mere plumbing that brought oxygen and nutrients in and took waste products out. What's more, everyone believed that angiogenesis, or new blood vessel growth, only occurred under very specific circumstances—in the developing embryo, during menstruation and to heal wounds. The idea that tumors recruited their own supply of new blood vessels seemed ludicrous to most scientists. JUDAH FOLKMAN: One very distinguished pathologist said, \"Angiogenesis is just inflammation. These are inflammatory products.\" Which means they're non-specific dirt. And he said, \"He's working on dirt.\" NARRATOR: But the idea that met with the most resistance was his stunning speculation that if new blood vessel growth to the tumor could be blocked the tumor could not grow. Judah Folkman was suggesting an entirely new way to treat cancer. The criticism was swift and severe. When he spoke at meetings some fellow researchers walked out of the room. He had trouble getting published. And post-doctoral students, the lifeblood of any laboratory, were advised to stay away from Judah Folkman. DON INGBER: I remember more than one saying, \"I've never met him. I know nothing about him. But I worry about you and I just want you to know. I've heard he's a charlatan from a lot of people, and I'd be very careful.\" NARRATOR: But Judah Folkman was a man full of confidence. Even as a boy he was drawn to medicine instead of \"the family business.\" C. EVERETT KOOP: Judah was the son of a rabbi in Ohio, and that rabbi used to take his son to the hospital to visit patients in his congregation. And after a year of this Judah went to his father and said, \"You know, Pop, I can do what you're doing much better if I'm a doctor.\" And from that time on Judah had a passion for medicine. NARRATOR: Mostly, it was his experience as a surgeon that convinced him his theory about blood vessels was right. Unlike other researchers, he had seen cancer inside the body. JUDAH FOLKMAN: I had seen and handled cancers and they were hot and red and bloody. And so when critics would say, \"Well we don't see any blood vessels in these tumors,\" I knew they were looking at tumors that had been taken out. All the blood was drained. They were specimens. NARRATOR: Dr. Folkman knew there was only one way to quiet his doubtful colleagues. He started devising experiments to prove that tumor angiogenesis was real. This was the experiment that began changing some minds. The cornea is a crystal clear dome that covers the eye. There are no blood vessels in the cornea and there never should be. With his colleague Michael Gimbrone, Dr. Folkman sandwiched a tiny piece of tumor in the middle of a rabbit cornea. After a couple of days, new blood vessels emerged from the limbus that rings the eye. They headed straight toward the tumor, as if drawn to it by a magnet. This was angiogenesis in action. JUDAH FOLKMAN: Blood vessels would shoot in and when they got to the tumor, the tumor cells would grow around and suddenly this big tumor would grow. In two weeks it would grow 16,000 times its original size. NARRATOR: When they removed the tumor the blood vessels would regress and disappear. But, to the scientific community, seeing is not always believing. BRUCE ZETTER: If you say \"I found angiogenesis,\" your scientific colleagues are saying, \"What's the mechanism?\" Well, part of the answer to \"what's the mechanism of angiogenesis, of tumor angiogenesis?\" is, \"what factor is the tumor making that brings in those blood vessels?\" NARRATOR: The search for that factor, the mystery molecule that stimulates new blood vessel growth, began in the tumor. This one came from a laboratory rat. The molecule they were seeking was probably a protein but finding it would test the mettle of two researchers in Dr. Folkman's department, Yuen Shing and Michael Klagsbrun. MICHAEL KLAGSBRUN (Children's Hospital/Harvard Medical School): Well the body has thousands and thousands of proteins, and the challenge was to be able to separate one molecule out of these thousands. NARRATOR: Purifying or separating molecules is one of the most tedious processes in science. The liquefied tumor is put through a glass column packed with substances that capture certain molecules. MICHAEL KLAGSBRUN: So you have this column. You throw your tissue extract over that, and then you watch the material come out of the column. Drip, drip, drip. Drop by drop. The big proteins come out first. The little proteins gets stuck and they come out later.The tiniest proteins come out the latest. NARRATOR: Each test tube now holds a few dozen drops of liquid made up of hundreds of different proteins. Some of these solutions will have the molecule they're looking for, some won't. The only way to know is to test each one to see if it stimulates blood vessel growth, and then pour that sample into other columns to separate out the molecules even more. They purified by every biochemical property they could think of—molecular size and weight, positive and negative charges, and their affinity for other molecules. It was a drop by drop process that went on for weeks...then months...then years. BRUCE ZETTER: There are some molecules that are very hard to purify. A classic example is Interferon. An extremely important molecule, it took 17 years to purify. When the search reached 10 years, even Dr. Folkman was discouraged. JUDAH FOLKMAN: In research, there's a very fine line between persistence and obstinacy. You do not know whether if you're persistent a little while longer you'll make it, or whether you're just being obstinate, doesn't exist. And of course you can keep on going, stay with an idea too long, called pig-headedness. NARRATOR: Then one day, Klagsburn and Shing tried a new column. It was packed with a substance called \"heparin.\" When they poured in the sample one protein stuck to the heparin like glue. Could this be the molecule they were looking for? They filled a slow-release pellet with the protein and put it in the cornea. In short order, the blood vessels rushed in. There it was. Chemical proof that tumors put out a molecule that calls blood vessels in. JUDAH FOLKMAN: Almost overnight many, many, many critics were transformed into competitors, because people began to see that there was a molecule in this field. That was the first. There are now 17. NARRATOR: Finding molecules that stimulate new blood vessels to grow proved that angiogenesis was real. But Dr. Folkman wasn't satisfied. He wanted to find a molecule that did the opposite—inhibited new blood vessel growth—because that might lead to an entirely new way to treat cancer. JUDAH FOLKMAN: I said, \"We've got to begin to try to find something that will stop blood vessels from growing.\" But we didn't know how to find anything like that. And we called these \"angiogenesis inhibitors,\" but they didn't exist. NARRATOR: This is how the first search for an angiogenesis inhibitor began in the mid-1970s. Scores of post-doctoral students scraped out cartilage from hundreds of pounds of cow bones. It was Dr. Folkman's idea that cartilage might contain the molecule they were looking for. It was Bob Langer's job to find it. ROBERT LANGER (Massachusetts Institute of Technology): If you look at cartilage in the embryonic state it actually does have blood vessels. But when you get to a newborn it doesn't. So the thinking was that maybe cartilage or cartilage cells make something that causes the blood vessels to go away. NARRATOR: Bob Langer used chemicals to break down the cartilage, releasing the protein molecules. In this liquid the search began for an inhibitor of angiogenesis—a single molecule that could block blood vessels and maybe stop tumors from growing. ROBERT LANGER: Once I got those chemicals out I could put it over what are called different columns that help purify out different molecules. NARRATOR: Once again it was like looking for a needle in a haystack, a seemingly endless process of reducing the number of molecules and testing them. But this time it was to see if they could block angiogenesis. The testing began the same way. A slow-release pellet filled with the blood vessel stimulator was placed in the cornea. Then a pellet filled with extract from the cartilage was placed between the stimulator and the nearest blood vessel. If the new blood vessels grew right through the pellet, Bob Langer knew there was no inhibitor in that sample from the cartilage. But if the pellet contained an inhibitor the blood vessels would be blocked. ROBERT LANGER: What we found is that we had an extract that stopped blood vessels from growing. But what we had to do was now take this extract, which had literally thousands of molecules in it, and bring it down to one. NARRATOR: Bringing it down to one molecule would take many years, so the search for more blood vessel inhibitors continued on the tenth floor of Children's Hospital. But where would the next one come from? BRUCE ZETTER: Some people who don't do science think that everything comes as the result of a well-thought-out plan. But there is a place in every enterprise for good luck, and there is a place in science for it. NARRATOR: If luck favors the prepared mind, then Don Ingber was ready. In 1984 he joined Folkman's lab to study the role that shape plays in blood vessel cells. Working under sterile conditions, Don was surprised one Saturday, to find a strange growth in one of the wells of his cell culture—a fungus contamination. DON INGBER: The way you know contamination is that you see these tendrils, or filamented structures, that look like blades of grass coming out of what are normally an even layer of cells that are anchored on the dish. NARRATOR: Blood vessel cells have to lie flat to grow. But this is what happened in Don Ingber's fungal contamination: the cells popped off the dish, rounded up and died. But strangely, not all of them. Only the cells nearest to the fungus were affected. Looking further away, the shape of the cells gradually became flatter and more normal. DON INGBER: The idea went through my head that maybe this fungus was secreting something that could control shape. If it could control shape—these are capillary cells—maybe it can control capillary growth. NARRATOR: It was almost impossible to believe that a fungus that could block blood vessel growth would just appear in Don Ingber's experiment. DON INGBER: There was actually another post-doc on that Saturday. And I showed this to her, and I said, \"What do you think?\" She said, \"Throw it away.\" Because it seemed ridiculous. JUDAH FOLKMAN: Anyone else in the lab would have thrown that out. There were signs all over the lab that said, \"If your cell culture becomes contaminated with a fungus you must throw it out.\" NARRATOR: Breaking all the rules, Don cultured the fungus, thinking maybe someday he'd get back to it. It would be months before he told Dr. Folkman. DON INGBER: I remember where we stood. And I remember telling him. He said, \"Let's go see it.\" NARRATOR: They would soon find out the fungus that blew into Don Ingber's dish did indeed inhibit angiogenesis. Ultimately, it became an experimental drug called TNP-470. JUDAH FOLKMAN: When it was finally tested it could inhibit mouse tumors by about 67 percent...slow them down by that much. And at the time we thought it was very good. But I continued to ask, \"Can we find a better one or is this it?\" NARRATOR: The search for a better blood vessel inhibitor continued on, but still without any real theory to guide them or logical place to look. Then, Robert D'Amato, a new post-doctoral fellow, decided to try a different approach. Instead of searching for a brand new substance he began looking at existing ones. Maybe there was a drug already in use for some other purpose, which blocked blood vessel growth as an unwanted side effect. ROBERT D'AMATO (Children's Hospital/Harvard Medical School): I started thinking \"Now, what side effects could drugs have?\" Starting at the top of my head I went down my body and said, \"What things in my body need blood vessels?\" NARRATOR: His first thought was baldness, or alopecia, which can result from a loss of blood vessels in the hair follicles. But many drugs cause hair loss and most of them have nothing to do with angiogenesis. He considered the rest of his body without much luck. Then he had a startling thought. ROBERT D'AMATO: I said, \"Wait a minute. I'm thinking about this totally from a man's perspective. If I were a woman scientist thinking about this process, I'd immediately say, 'Geez, my menstrual cycles would stop.'\" NARRATOR: He also remembered another time in a woman's life when angiogenesis is crucial—pregnancy. If a pregnant woman takes a drug that blocks new blood vessel growth, surely the baby would be born with terrible birth defects. So, he typed in the two side effects, amenorrhea and teratogens, or poisons that cause birth defects. Six drugs came up, and the second one stopped him cold—thalidomide. In the 1960s thalidomide was prescribed liberally in Europe to ease morning sickness. The results were horrendous—many thousands of children with severe birth defects. Could this dreadful drug now have a use in treating cancer? Robert D'Amato sent away for some to test it. By now Dr. Folkman's lab had developed a new test for angiogenesis—fertilized chick eggs. They were cheap, abundant and fast. The egg is carefully cracked to avoid harming the embryo inside. At this point the chick embryo is little more than a crude circulatory system. After two days in an incubator, the chick egg is ready for the test. A pellet impregnated with thalidomide was carefully placed on the egg. ROBERT D'AMATO: Two days later we take the chicken egg out, we look at the thalidomide, and the blood vessel grew right threw the thalidomide. NARRATOR: It didn't inhibit blood vessels at all. But then Robert remembered something important. For thalidomide to be active it had to be broken down by the body. He tried the test again with the metabolized version. ROBERT D'AMATO: And this time, instead of no effect, we saw that the blood vessels were avoiding the pellet and growing around it. NARRATOR: The faint outline of the pellet can still be seen in the middle of a zone of blood vessel inhibition. Thalidomide did indeed block blood vessel growth. And because it was an existing drug it would go quickly into clinical trial. In 1997 at the Arkansas Cancer Research Center, Dr. Bart Barlogie became one of the first physicians to try thalidomide with cancer patients. He specializes in one cancer, multiple myeloma. It's a disease with very few treatments. And Tim Dawson had tried them all. At 40-years-old, with a young family, Tim had failed the only two known treatments for myeloma—chemotherapy and bone marrow transplant. Then Dr. Barlogie suggested thalidomide. TIM DAWSON (Thalidomide Recipient): When I first heard the name thalidomide, I didn't realize it was the drug that caused all the problems, all the birth defects. And I couldn't figure out how that was going to work. With no other options, Tim started on the highest dose—16 capsules of thalidomide every day. BART BARLOGIE (Arkansas Cancer Research Center): Four weeks later, he showed up, and he didn't look so bad. And we did our blood tests. The hemoglobin was high, so I suspected he had just been transfused. No. Platelets were almost normal. That was absolutely startling for somebody who had been trying to wear on myeloma with all the tricks. And here was a silly pill with a bad reputation and without substantial side effects, and the patient ended up in a remission. NARRATOR: Tim has been in remission for more than one year. He still takes thalidomide and it does have some side effects. He gets tired easily and his fingers and toes are numb and tingle. And it doesn't work for everyone. TIM DAWSON: I'm just so happy to be in remission. I can still do things that are normal, and probably without thalidomide I couldn't do that. I don't know where I'd be if I didn't have it. NARRATOR: Long before promising results like thalidomide, Judah Folkman was forced to make a difficult decision between surgery and research. He chose research. But his surgical background continued to prove invaluable, especially with a very dangerous aspect of cancer called metastases. JUDAH FOLKMAN: Cancer cells don't stay at home. Thyroid cells never wander around the body to other organs and liver cells don't wander around. As soon as they would enter the blood supply and start to circulate, they die. NARRATOR: But cancer cells do travel. A marble-sized tumor can release about a million cancer cells every day. And some of them survive very long journeys, from the breast to the lung, or the colon to the liver. JUDAH FOLKMAN: Cancer cells can enter the blood stream, stay alive, and come out some other place, like the brain or the lung and grow again. BRUCE ZETTER: Now what you have are hundreds or even thousands of tumors in the liver. And as each one of those tumors grows up, what happens is that the whole liver becomes replaced with cancer and can no longer function. NARRATOR: Sometimes the metastases will settle in a new location but they don't call in new blood vessels and they don't grow. They're not dead. They're just dormant. When they'll wake up is not known except in one unusual circumstance. Sometimes when the primary tumor is removed, the metastases suddenly come to life. New blood vessels appear and the metastases grow rapidly. It only happens to a small percentage of patients, but it has troubled surgeons for more than a century. JUDAH FOLKMAN: Always that had been thought to be blamed on the surgeon. \"It must have come from the wound that he made, some factor.\" NARRATOR: But was it the surgeon? Or was something else at play, keeping the metastases dormant until the primary tumor was removed? It was a medical mystery that would unravel in a most unusual way. And the answer would ultimately provide Dr. Folkman with one of the most important insights of his life. It all started when Noël Bouck wore a new pair of shoes to a cancer meeting. NOËL BOUCK (Northwestern University Medical School): My feet were killing me. So I found a room where nothing was going on, and I just went in and sat down. And then people started coming in, just slowly, and then my row started to fill in. And I just couldn't gracefully get out of it. NARRATOR: Dr. Judah Folkman was giving the next presentation. Noël had never heard of him. NOËL BOUCK: I had never heard the word angiogenesis before. I had never considered the fact that tumors needed new blood vessels. And by the time he got through I thought, \"This guy is right. He's absolutely right. I believe it.\" NARRATOR: Noël was so impressed, she changed the focus of her research from cancer genes to angiogenesis. Two years later, Dr. Folkman was at home reading with his wife when he came upon a paper that astounded him. It was from the lab of Noël Bouck. She had discovered something remarkable. There are some normal cells that secrete angiogenic inhibitors all the time. Shown here in yellow, the inhibitors are part of the body's natural defense against disease. They keep our blood vessels quiet. But when normal cells switch to cancer cells two things happen. First, they start producing blood vessel stimulators, the blue molecules. At the same time, they drastically reduce the inhibitor they were previously making. It is a delicate balance of chemicals in which the stimulator must overwhelm the inhibitor before blood vessels can emerge. But why would a tumor cell continue make a blood vessel inhibitor at all? Dr. Folkman would think about that question every day for the next several months, until one September morning on the Jewish holiday of Yom Kippur. And suddenly, everything made sense. JUDAH FOLKMAN: It was exactly ten o'clock in the morning and...I can remember exactly...we were in the corner...I can remember the seat we were in because suddenly it explained everything. NARRATOR: In the back of a Boston synagogue Dr. Folkman finally understood that century old mystery about metastases. When the primary tumor is in place it makes a small amount of inhibitor, the yellow substance. It's not enough to overwhelm the much more abundant blue stimulator. But the inhibitor is very stable. It can survive the long journey through the blood stream to the distant and much smaller metastases, preventing them from calling in new blood vessels. But when the primary tumor is removed the source of the inhibitor is also taken away. Now the metastases are able to call in their own blood supply and grow. Suddenly, it was crystal clear to Dr. Folkman that the powerful blood vessel inhibitor he'd been seeking for decades could be found in the primary tumor itself. Now all he had to do was inspire one of his students or colleagues to look for it. JUDAH FOLKMAN: Nobody would do the experiment in 1989, nor 1990. And I kept saying, \"This is a great experiment.\" And in 1991 no one would do it. And Michael O'Reilly came to the lab in July of '91. NARRATOR: Michael O'Reilly had no idea what he was in for. He started looking for the inhibitor in a mouse tumor. MICHAEL O'REILLY (Children's Hospital/Harvard 1991-2000): When we ground it up, it was very easy to see the simulators because the tumors were making so many of them. But there were just so many proteins that we couldn't tease out the one that was responsible for inhibiting angiogenesis. NARRATOR: If Michael couldn't find the inhibitor in the tumor maybe he could find it in a place where there are fewer proteins. Since substances that don't get used by the body often end up in the urine, that's where he decided to look next, in the urine of mice with large primary tumors. MICHAEL O'REILLY: What seemed like a great solution at the time, in retrospect, made it much more difficult, because I then had to work with mouse urine, which smelled pretty bad. NARRATOR: Not only did it smell but he needed gallons of it. So Michael designed a high speed collection system. He strung three mouse cages together (later it would be 6 and then 12). The cages had open mesh bottoms. The urine ran down the funnel went through the tubes and into a collection jar below. JUDAH FOLKMAN: The problem was he had to collect urine from a mouse. Now a mouse urinates only one cc a day. A little...that's a thimble-full. MICHAEL O'REILLY: So the solution was to give the mice sugar water and they enjoyed it quite a bit. JUDAH FOLKMAN: They drank all day and they urinated all day. So we got huge volumes of urine from one mouse. The total body weight of the mouse was in urine. NARRATOR: After processing the urine, it was time to purify it—separate the protein molecules to find the one that inhibited new blood vessel growth. The tedious process began. Column after column, drip after drip, egg after egg. The search lasted for more than two years, until finally he found the molecule he was looking for. They called it angiostatin. Angio for blood vessels, statin for stop. With the molecule identified, it was time for the ultimate test—treating cancer. Would this protein keep the metastases dormant? Michael used 20 mice with a special cancer on their back, which he knew sent many metastases to their lungs. But while the primary tumor was in place the metastases stayed quiet. MICHAEL O'REILLY: I removed the original tumor and then divided the mice into two groups. One group of mice had no treatment. The other group of mice were (sic) treated with angiostatin. And we gave the angiostatin every day and then just waited and saw what happened to the mice. NARRATOR: When some of the mice started to look sick it was time to end the experiment. Dr. Folkman rushed through the lab gathering people to witness the moment. JUDAH FOLKMAN: In a few minutes Michael's going to open the angiostatin mice. If you can join us as a witness it would be good. JUDAH FOLKMAN: Okay, thank you. In a few minutes Michael's going to open the angiostatin mice. I knew that if we had a good result no one would believe it. So we invited everyone in the lab who was there that day. And this is probably the high point in the history of the laboratory. NARRATOR: Nervously, Michael operated on the first mouse. It was treated with Angiostatin. MICHAEL O'REILLY: The lungs look very good. I really don't see any metastasis here. NARRATOR: The lungs were clear. No metastases. MICHAEL O'REILLY: Okay, now we're going to open up one of the untreated mice. NARRATOR: The second mouse had no treatment at all. The difference was stunning. The lungs were heavy, bloody and fully burdened with tumors. Michael would operate on all 20 mice. The correlation was perfect. The 10 mice who were not treated had extensive lung cancer. The 10 mice that got angiostatin had none. After decades of searching, angiostatin was the most potent inhibitor of new blood vessel growth yet found. MICHAEL O'REILLY: Oh, that looks really great. I don't see any metastasis at all. NARRATOR: One year later Michael found another angiogenic inhibitor in the same way. They called it Endostatin. JUDAH FOLKMAN: Most research is failure. You go years and years and years and then every once in a while there is a tremendous finding and you realize for the first time in your life that you know something that hour or that day that nobody else in history has ever known. And you can understand something about how nature works. That doesn't happen to most...many scientists. And if it does it's a blessing. And if it happens more than twice it's...it's a miracle. And when it happens it's a very big high. NARRATOR: It took four years of painstaking animal studies before Endostatin was ready for human testing. But moving from mouse to man is always the most precarious moment in drug development. After only six weeks on Endostatin, John Matt was taken off the study. His cancer was still growing and complications set in. Four months later he died at home with his family. But John Matt's legacy will live on in what the scientists learned from his experience. JAMES P. THOMAS: Phase one trials generate a lot of questions. Is it because some patients have more advanced cancers? Is it the type of cancer that's important? Are we not at the right dose of Endostatin? Do we need to give it a higher dose? Do we need to give it a different way? And so we need to go back and take the clues that we have from these trials and move forward and try and make these things work better. NARRATOR: Duane Gay has been on the study for half a year and it's time to find out whether he should continue. JAMES P. THOMAS: Okay, Duane. I wanted to have a chance to show some of the scans that... NARRATOR: This is always a nerve-racking time for Duane, when he finds out how his tumors are doing. JAMES P. THOMAS: ...and I think in general we feel very happy with how you've done. There's been some slight growth in the one large lesion. Most of the smaller lesions, we haven't seen any increase in size of those lesions at all. The other thing is that we haven't seen any new lesions. There's been no new lesion set in. NARRATOR: Duane's tumors haven't shrunk and the growth has been minimal. So he'll continue on Endostatin until the next assessment in eight weeks. DUANE GAY: I think it's good news when I don't see things getting a lot worse. NARRATOR: To cancer patients like Duane stable disease is an enormous victory. Feeling hopeful about the future, Duane and his wife Teri moved into their dream house in the fall. And this year they celebrated a Christmas they never thought they'd see together. TERI GAY (Wife of Endostatin Trial Participant): Merry Christmas. Our first tree. DUANE GAY: It's beautiful. We can fully appreciate and live our lives in this home with great joy and happiness because I feel good. I mean, you know what a blessing that is? NARRATOR: Duane's experience on Endostatin may represent the beginning of a change in how physicians treat cancer patients. DON INGBER: It offers an opportunity to manage cancer rather than cure cancer, and I think that's the future. It's one that is going to be more like tuberculosis was years ago. It wasn't a complete, immediate cure, but it was managed, and progressively over time became really something that's a smaller part of our fears in life. NARRATOR: Today, in addition to Endostatin, there are almost two dozen drugs in clinical trial that block blood vessels. And they're beginning to be tested on other diseases. JUDAH FOLKMAN: If you look at each medical specialty you find diseases which are angiogenesis dependent. There's arthritis, psoriasis, there's macular degeneration and many others. BRUCE ZETTER: When I look out at the future, I see a world of people working on angiogenesis. Every month new angiogenic inhibitors are going to be found. They're going to be used in novel ways. People are going to combine them in ways that we're not thinking about now. NARRATOR: In the first year of the Endostatin clinical trial, 61 patients received the drug. As the dose increased, Endostatin began showing significant biological effect good enough to justify continued testing of this drug. In future trials the dose will continue to escalate and new methods of delivering the drug to the patient will be tried. In searching for a better future for cancer patients Dr. Folkman has created a powerful new field of medicine. Today thousands of researchers around the world are working on angiogenesis. And Judah Folkman is no longer a lonely warrior in the battle against cancer. NARRATOR: A short time before this program was broadcast Duane Gay was removed from the Endostatin clinical trial. His tumors had grown beyond the strict limit allowed by the University of Wisconsin's Endostatin protocol. He is now taking a new angiogenesis inhibitor and hopes to get back on Endostatin when a new protocol is approved. Still have questions? Visit NOVA's Web site for information on clinical trials, answers to frequently asked questions about cancer, and more, at www.PBS.org or America Online, keyword PBS. To order Cancer Warrior on video, for $19.95 plus shipping and handling, or the companion book, Dr. Folkman's War by Robert Cook, for $25.95 plus shipping and handling, please call 1-800-255-9424. Major funding for NOVA is provided by The Park Foundation, dedicated to education and quality television. This program is funded in part by the Northwestern Mutual Foundation. Some people already know Northwestern Mutual can help plan for your children's education. Are you there yet? Northwestern Mutual Financial Network. Scientific achievement is fueled by the simple desire to make things clear. Sprint PCS is proud to support NOVA. And by the Corporation for Public Broadcasting, and by contributions to your PBS station from viewers like you. Thank you. \n\n\n\n And the many cancer patients who shared their stories during production of this film. Archival Material\n\n ABC News VideoSource\n\n Archive Films\n\n BBC Worldwide Americas, Inc.\n\n Ann Chambers, London Regional Cancer Centre\n\n Elsevier Science\n\n The Johns Hopkins University School of Medicine\n\n Tyco Healthcare Group\n\n WISN-TV\n\n \"Survive\" by Jimmy Buffet Courtesy of Coral Reefer Music & MCA/Universal Music Group", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": null}