{"result_id": "MNTT003034", "URL": "https://www.cbs.com/shows/the_young_and_the_restless/cast/216451/", "timestamp": "2024-03-06 15:09:41 CET+0100", "meta": {"description": "Courtney Hope joined the cast of The Young and the Restless in November 2020 as Sally Spectra, a talented fashion designer looking for a fresh start in Genoa City. She originated the role on The Bold ...", "lang": "en", "favicon": "/favicon.ico", "canonical": "https://www.cbs.com/shows/the_young_and_the_restless/cast/216451/", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.cbs.com", "title": "Courtney Hope - The Young and the Restless Cast Member", "cleaned_text": "Courtney Hope joined the cast of The Young and the Restless in November 2020 as Sally Spectra, a talented fashion designer looking for a fresh start in Genoa City. She originated the role on The Bold and the Beautiful in 2017 and departed the show in August 2020. Sally Spectra is the namesake to her grandmother (portrayed by the late Darlene Conley) on The Bold and the Beautiful.\n\n \n\n In 2021, she nominated for Daytime Emmy Award for Outstanding Supporting Actress in a Drama Series for her work on The Bold and the Beautiful.\n\n \n\n Hope was born in Dallas, Texas and lived in Plano before moving to Los Angeles with her family while in high school.\n\n \n\n Hope's acting résumé includes guest starring roles in hit television shows such as Transparent, Bones, NCIS, Criminal Minds, CSI: Miami, Grey's Anatomy, Joan of Arcadia, and Walker, Texas Ranger. Her film credits include Allegiant, Displacement, and Swelter. Hope also performs in the video games Star Wars: The Old Republic—Knights of the Eternal Throne, Quantum Break (based on the 2016 Sci-Fi series, in which she starred), and the just released hit game, Control.\n\n \n\n Outside of acting, she has extensive experience as fitness instructor, certified nutrition coach, and has been a proficient and competitive dancer since the age of five.\n\n \n\n In her spare time, she enjoys working out, traveling, painting, designing clothes, and spending time with her loved ones which includes her three adorable dogs, Stevie, Bella, and Bentley.\n\n \n\n Courtney is a Celebrity Ambassador for Breaking the Chains Foundation, an organization dedicated to de-stigmatizing conversations around eating disorders and mental health. She also devotes time to working with adoption organizations for pets and supporting causes surrounding mental health and wellness.\n\n \n\n Her birthday is August 15. Follow her on Instagram at @thecourtneyhope, and on Twitter at @TheCourtneyHope.", "opengraph": {"title": "Courtney Hope - The Young and the Restless Cast Member", "description": "Courtney Hope joined the cast of The Young and the Restless in November 2020 as Sally Spectra, a talented fashion designer looking for a fresh start in Genoa City. She originated the role on The Bold ...", "image": "https://wwwimage-tve.cbsstatic.com/thumbnails/photos/w136-q80/cast/courtneyhope_800x1000.jpg", "image:secure_url": "https://wwwimage-tve.cbsstatic.com/thumbnails/photos/w136-q80/cast/courtneyhope_800x1000.jpg", "type": "video.tv_show", "url": "https://www.cbs.com/shows/the_young_and_the_restless/cast/216451/"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": null}