{"result_id": "MNTT002024", "URL": "https://www.pbs.org/wgbh/pages/frontline/shows/medicating/talk/", "timestamp": "2024-03-06 15:08:00 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/pages/frontline/shows/medicating/talk/", "encoding": null, "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "frontline: medicating kids: discussion | PBS", "cleaned_text": "I watched this program last night and was really struck by two facts: 1. several of the stories testified to the beneficial effects of Ritalin and other drugs. Yet you made it look as if ADD were nothing but an invention of the drug companies and only part of a marketing strategy.I think that is a disservice to many who could benefit. In the glorious past , before it was universally recognized that certain chemical imbalances in the brain are at the root of many psychiatric disorders and can therefore be addressed by chemical remedies, hyperactive children were classified as \"bad\" ,just as sufferers of more severe disorders were considered to be \"possessed\". 2. In the story of Alex, on the other hand, this boy seemed to suffer from low self-esteem because other children made fun of him, as many children of that age will do,because of his obvious weight problem, apparently inherited. In this case an approach tyargeting this problem may have been a more approprite, although difficult, solution. Obviously, Medicine is often influenced by temporary fads and fashions, and I can readily believe that some children may be falsely diagnosed, but by and large the opposition of people who are biased by unscientific religious superstitions ought to be discounted. My wife & I really enjoyed the program on medicating kids. We have a 10 year old son who was originally diagnosed with ADD/ADHD at age 6. After not seeing much improvement with original Ritilan treatment, our family psychologist referred us to a pediatric psychiatrist who diagnosed our son with Early Onset Bipolar Disorder. He has been on may different medications a list too long to mention but recently we have found a combination that keeps him on a pretty stable path. The current mix of meds are as follows: Concerta, Inderal LA, Buspar, Trileptal, Seroquel, and Topamax. Unfortunately this will be a life-long disorder for him and he will have to medicate the rest of his life. He is a highly intelligent child scoring well above his grade level in all subjects. He does have a higher quality of life now as he become involved in soccer, swimming, and is now playing in the 5th grade band. Our questions from the program are: 1> Why was E.O.B.D. not addressed, as it tends to mirror ADD/ADHD?; 2> Were the children on Ritilan having any sleep or rebound issues as a side effect of the medication? There are many parents out there who are facing similar problems and are just too afraid to voice their concerns and questions. I know in the past Bill Moyers hosted a program dealing with bipolar disorder in adults, would you PLEASE consider doing one on Early Onset Bipolar Disorder in children in the near future. Thanks for all of the fantastic programming from FRONTLINE! After viewing your show there was one extremely disturbing aspect of medicating kids that was left out. This is a dangerous situation which every parent should be aware of. Just read the Physicians Desk Reference to see some of the serious side effects of Adderall. Adderall is an addicting drug which one builds up tolerance to. Over time dosage must be increased to achieve the same effect. With increased dosage paranoid symptoms similar to schizophrenia may occur. This is a very frightening and potential lethal situation. Currently coming to awareness is a post adderall depressive syndrome which may take months if not years to resolve. The drug companies and the psychiatrists do not make the public aware of this possibility and for that they are morally culpable. I would like parents to be aware of the down side to these drugs. The \"quick fix\" may in the long run be damaging. We watched with great interest your program last night on the \"over medication\" of kids in today's society. Although there is no doubt that thousands of children are prescribed inappropriate medications in order for them to \"conform\", I really have a major issue with many of the \"opponents\" that we viewed on the program. As a Mom with 3 children - one diagnosed as ADD,we spent 8 fruitless years looking into every possible avenue to help our son overcome his problems. We did not believe in medication and subsequently wasted our time and quite frankly years of our son's life looking for alternatives. We eventually \"gave in\" and started on Ritalin. It has been quite literally a lifesaver for our son and by extension our entire family. There is absolutely no doubt in our minds that this child was headed for lifelong problems. He is now able to concentrate and therefore actually grasp the concepts taught in school, get along with both his peers and family members and have the concentration to do many of the things he now enjoys. He has become a much happier individual because of the medication. I laugh as I listen to the opponents and wonder what they might do if they personally lived with a child in crisis.... would they just sit back and spout their anti medication views as their child continued in a downwards spiral? How would they react as they saw their child fail school, have no friends and live in constant frustration? Their attitudes and views do a grave disservice to your viewers ... The problem in ADHD is not overdiagnosis and subsequent treatment with medication. The problem is lack of accurate diagnosis and the resulting poor quality of life for children who could otherwise be helped. If a child is diagnosed with ADHD but does not have the condition, stimulant medication will not affect the presenting problems and will be stopped within a month or two. No parent wants her child on medication, and no responsible doctor will continue to prescribe it in absence of value. The far more serious issue created by medication scare tactics is the likelihood a child with undiagnosed ADHD will be overlooked. These undiagnosed children are fated every day to suffer inappropriate punishment in schools and placement in classrooms for the emotionally disturbed. This damage to their self concept, forced association with anti-social children, and unaddressed impulse problems, guarantee a far worse outcome than their accurately diagnosed ADHD peers, independent of whether those peers received stimulant medications. Parents of children with ADHD don't have time for this old Ritalin debate. They know that medications can even the field for their children and give them an equal chance to succeed or fail along with their peers. And that chance is all mothers and fathers really want for their child with ADHD..a fair shot at life. These parents know medications are not the heart of the matter. The heart of ADHD is the poor self esteem, loneliness, social isolation, and depression that their child suffers every day. The heart is the tears at night when no one is listening, the child's eyes that grow from hurt to hard, the fear of tomorrows even their love can't touch. It is time we professionals expand our view to the quality of the ADHD child's life. The only effective treatment, with or without medication, is that designed for the unique person. Let that be our focus. An interesting question was asked during the program: What has happened since 1950 to cause so much appearance of ADHD? How about TV? BY the time kids get to preschool, they have been absorbing the rapidly varying images of the tube for several years. It is known that strobe lights can induce seizures in people with epilepsy. Is it not possible that some kids learn more slowly how to distinguish the visual leaps on the TV screen from ordinary reality, and simply find ordinary reality to be a particularly boring, slow-moving show? In addition, there may be neurological damage inflicted on growing brains by the absorption of unrelated successive imagery. Try the following experiment: Whenever a child is displaying difficulties with attention span, withdraw TV from their visual diet, and see what happens. Maybe it will take a while to have an effect. Using chemicals like ritalin is simply treating the symptoms, much the way lobotomies did. Why not go for fixing the causes? It may be as simple as ceasing to give our kids neurological poison. I am a 46 year old pastor with ADHD. I've know I was \"different\" since about 3rd grade when teachers started insisting that I \"wasn't living up to my potential.\" Yes, I tested with high scores in IQ tests and all the standard \"fill in the circles with a number 2 pencil.\" When I was 3, my family physician had me on 8 grains of phenobarbytol sp? to control my night time convulsions, but I had no medication through any of my schooling. Do I wish that medication would have been available to me? YES! I was finally diagnosed 7 years ago when my now 14 year old son was diagnosed with ADHD and accompanying syndromes.... After trials with different medications, I'm finally on Concerta and Prozac and doing better than I ever have in my life. Did I make it without medication? Sure I did. I was proud to say that I tested in the \"top 3/4\" of my high school class! I made it through college on the \"ten year plan\" and with a very understanding wife and support, EARNED my Master's Degree from Seminary in 1989 graduating from high school in 1975!. I had few friends, should have been in more trouble than I got into I was good at not getting caught, and was heavily into taking drugs along the way now finding out that I was actually attempting to self-medicate. I become enraged when I hear supposedly intelligent people discussing whether or not ADHD is a \"real\" ailment, or something brought on by mass-hysteria or parents trying to get on the latest craze... Did it occur to anyone that the quick rise in Ritalin sales in the early 90's may have come about because of the wonderful education that CHADD and others were bringing out into the public? I thank God that I was able to finally get some help -- for myself, and now for my two boys. My wife is so relieved at the difference as well! No, medication isn't the solution. It's only a small part in learning to live with a pretty rough situation. But that small part has made an enormous impact on my life! I am a School Psychologist and Special Education Adminstrator in very active retirement. Thank you for your presentation of at least two sides of the ADD/ADHD controversy. One correction I must make to your presentation, however, is that ADD/ADHD never has been recognized as one of the categories of Special Education under the Individuals with Disabilities Education ActIDEA, its subsequent revisions, or its predecessor, Education for all Handicapped children Act EHA, Public Law 94-142. A clarification through official memorandum from the US Department of Education, Office of Special Education Programs did in fact clarify that indeed, ADD/ADHD may in fact accompany other already recognized categories under said law IDEA. That memorandum also indicated that should a child be diagnosed as having ADD/ADHD as a bonafide disability, that accomodations for that disability could be sought under Section 504 of the Rehabililtation Act of 1973 and the subsequent more stringent Americans with Disabilities Act. Please correct the misleading comment about this law and Federal Regulation in a future program of Frontline. Thank you again for your efforts in this important issue. \n\nIn 1991, the Department of Education issued a memorandum entitled \"Clarification of Policy to Address the Needs of Children with [ADD] within General and/or Special Education\". It states that, under certain circumstances, children with ADD/ADHD are eligible to receive special education and related services under Part B of the Individuals with Disabilities Education Act IDEA. And in March 1999, the Department of Education issued the Implementing Regulations for IDEA. They included for the first time specific reference to 'attention deficit disorder' 'ADD' and 'attention deficit hyperactivity disorder' 'ADHD' in the definition of a \"child with a disability\".\n\n\n\n For further background, see ideapractices.org I absolutely believe in ADD/ADHD, but still have concerns about whether all the children need medication that are being medicated.... I would like to see a follow-up on more children that were diagnosed 10 years ago and both were and were not medicated. I would like to see the statistics on high school graduation, college attendance, happiness, employment, suicide, drug use, and side affects of the medications. As a person who has lived with the anguish of ADD I have no doubts as to the value of medications like ritalin and adderall. There is, I believe, another and perhaps scarier side to this story. At the end of the program the narrator said that the McCarty boy would be taking medication \"for the forseeable future\". For children on ADD/ADHD medication what is the \"forseeable future\"? About ten years ago I began taking ritalin and later switched to adderall. It saved my life. I am 55 years old and do not believe that the condition miraculously disappears when its victims reach adulthood. I am appalled at the numbers of families subjecting their children to medications that could have long-term deleterious effects on their children. Personally, my son who is 28 now was diagnosed with ADHD. I NEVER considered putting him on medication but found a natural vitamin company, Shaklee, that helped all of us deal with the situation. Additionally, we tried to have a healthy household with non-toxic cleaners and foods that were free of dyes and additives, all the things that can only exacerbate the behavioral problems. I am proud to say my son is currently in a graduate program at an Ivy League school. Granted, his academic career was not an easy road, but through persistence, NO DRUGS, good vitamin/mineral supplements, a parent who was at home and supervising and lots of attention, and the help of lots of prayers, we have seen our son achieve. I feel these medications can actually destroy a very creative area in the brain.... I feel the program did not provide alternatives that are natural and sensible and made the opponents of the medication route look like kooks! And I am not talking about \"strange,\" untested or inappropriate alternatives that are just as harmful as the drugs. I can fully understand the frustration parents face when confronted by schools, physicians and psychiatrrists with only one alternative. I feel, though, that no one is advocating for the children. These decisions are being made, often, for expediency without looking at the long-term effect they may have on the children. I am not saying it is easy to deal with a child with ADHD, but, certainly, I think it is foolhardy to have so many children on such strong drugs. Thank you for the opportunity to voice my opinion. I am 18 years old from Oklahoma. I have been on antidepressants since age 11 for sucidal tendancies, self-mutilation, and Borderline personality disorder. I was disgusted by the comments of the organization that opposes medicating children. Without these medications I would have surely killed myself years ago. Medication isn't the answer for everyone but it is a life saver for alot of people. I did not catch the name of the organization that oppses meds but I pity the children who will never get the help they need because their parents are so ignorant. This Frontline web site is extremely valuable information. Please don't archive it afterwhile. Leave it up so new people can access it for information. I was diagnosed with ADHD at the age of 53 and began successful stimulant medication treatment, which is still in effect. I'm 60 now, so I've had plenty of occasions to discuss this topic with a lot of people who are wondering about it. I'm always looking for good information resources to suggest to them. This looks like one of the best I've seen. I need you to keep it up so I can refer other people to it. Thanks for the intensive work you have done on this critical issue. Had I been diagnosed and treated as a kid, I wouldn't now be fighting poverty, homelessness, lack of medical insurance, lack of employment, and essentially being exiled from mainstream America. I love science and math, but as a kid, I couldn't stay focused and sequential in my reading of math characters in a textbook. Once on medication in my mid-to-late 50s, I began taking math classes, advancing into calculus, which I found I loved. But it's now too late to really do much with it. I'm still in lower division math at the age of 60. When you're 60, the aging process puts a lot of limitations on learning, as well as on society's willingness to expend resources on your potential or possible employability. I don't want young people to experience the discouraging, frustrating life path I've had because I couldn't productively utilize my intelligence at the critical young learning stages. If my life's experience does nothing else but help others realize the importance of this issue, it will be worthwhile. I am the psychologist that discussed AD/HD with the parents of Nicholas. Overall I believe the producers did an excellent job of presenting some of the challenges that parents of children with AD/HD face. Unfortunately, there are so many more challenges besides the medication issue. When [producer Martin Smith] interviewed me regarding my sessions with the Duperrets, I expressed my own apprehension about medicating someone as young as Nicholas at the time. I wish my comments could have been included in the program. Because of the need for brevity, the program stated that I only used a 28 item questionnaire to make the diagnosis of AD/HD. In fact, that is only one small part of the evaluation procedure that I employ and the questionnaire has over 50 items. Fortunatley Frontline has provided information about what should be included in a thorough evaluation through a another link to this program website. I never tell parents that they should use medication to treat the disorder. I recommend that they consider using the medicine if their child with AD/HD has moderate to severe symptoms. Because of my experience as a clinician working with families who have benefitted from medication, I feel that it is my responsibility to discuss the benefits that medicine can provide. I also discuss some of the side effects that can occur. I also insist that parents discuss the benefits and disadvantages of medication with their pediatrician or psychiatrist before deciding to use Ritalin, Adderall, or Concerta. I do not receive incentives or kickbacks from pharmaceutical companies. My sole motivation is to help my clients find the help that they will need to help their children. As a psychologist I cannot prescribe medication. I provide alternative and compensatory therapeutic techniques to help families manage the AD/HD characteristics with or without medication. Sometimes the therapy and techniques are all that is needed to help manage the AD/HD. Unfortunately some children and adults make little progress without medication to improve their concentration and self-control. It is a hard decision for parents to make and I respect their right and responsibility to make the best judgment for their children. Finally, it disturbs me to hear people say that AD/HD, autism, and schizophrenia do not exist. It is hard enough for parents to gather information, find the help they need, and make heart breaking decisions without some groups spreading misinformation for political and misguided reasons. I've read some of the comments about the show that have disparaged parents of AD/HD for failing to use the right discipline or for not applying the right diet to solve the problem. Most of the parents of children with AD/HD that I have encountered have tried all of those things before considering the possibility of AD/HD. As several of the parents have said, \"Walk a mile in my shoes before you judge me.\" Most of the parents that I've worked with deserve praise and encouragement for their efforts and their struggles. Frontline should return to the topic of AD/HD. There are so many more difficulties and struggles that the children with AD/HD and their families face than just dealing with the medication issue. Please contace me at drednc@aol.com if you have comments or questions for me. I'm Barb Day --the mom of the \"Last Family\" you watched on Frontline's PBS \"Medicating Kids\". Many of the comments have caused me to write this following response. Many have put a lot of thought and time in these statements. They listed about every question people have about this--and a big reason why I decided to be in the documentary... I too felt a bit like Frontline didn't get the job done but I think they tried very very hard. I was so happy to see that many saw and thought my son was artistic--Yeah!!!!!!!!!!!!! I got to know the producers very well--they basically lived with us for a year through constant phone calls, cameras, requests for baby pictures--etc. In the end so much was unsaid!!! TV puts unfair limits on some subjects and ADHD and medicating kids is very emotional. But I think their goal to show how parents struggle with this is what should have been clear and that's where I got upset at some comments here. We \"parent\" our kids probably 100 % more than any other parent--we check out EVERY kid that ever calls up on our phone--we almost are hyper vigilant over every other aspect of their lives--as for what they eat!!????????? I've actually tested my kid's urine for drugs--how many parents do that?? You can get home test kids from stores --2 for $38 All these parents who brag about how their kids don't eat sugar!!!I was a school nurse and used to watch these \"perfect\" kids trade off their organic sandwhiches and humis spreads for candy bars and cheese puffs during lunch. Wake up!!! The Frontline show needed to be at least 4 hours long to be able to do it right but it didn't happen. *ADD is good and benefits the world--just different-- we are the Hunters vs the Farmers..we need both. *Schools don't understand ADD and often damage our *Medication can be very helpful. But we also tried things that also did not work: mom, etc--Frontline didn't have time to cover all *Do less shrink stuff and push for more talent discovery instead: music, art whatever the kid *All life has meaning and keep your nose out of things unless you can be positive and helpful to Thanks for watching the show. My son is 9yrs. old and very bright. He tested in the 99.8 th percentile for his age. Yet in the second and third grades he struggled with impulsivity and distactability issues. We could have easily had him diagnosed ADD. In fact I believe anyone can be diagnosed ADD, since the symptoms are so broad and include normal childhood behaviors. We have been disturbed by the large numbers of boys being medicated in our area. The Lake Oswego School district consistantly ranks as one of the best in the State of Oregon. I believe there is pressure to keep the children in top performance condition, medication being the most efficient way of meeting that goal. There is no doubt that the medication helps. If we medicated the entire school population, we would have very productive class-rooms. I do believe that for some people, medication is the best action. These are cases that leave no doubt that a huge problem exists. However, I have many friends that have children diagnosed with \"mild ADD\", in which low doses of stimulants work or, their children have \"out grown\" their ADD.This screams, \"Misdiagnosis!\". These could not have been true ADD or ADHD cases because the experts say it is life long condition. What are the implications of labeling such a huge percentage of our children ADD/ADHD? When they are adults will they be prevented from working for NASA, the FBI, the CIA, the Pentagon? As for my son, he is still exceedingly bright. He has outgrown the impulsivity symptoms. He is still distractable but, he is aware of it and working to overcome that as well. No magic pill, no label although it could help,we don't need it that badly. \n\n \n\n home · watch the program · four families · adhd drugs · adhd · backlash\n\n readings · adhd in schools · interviews · discussion · the producers · viewers' guide\n\n synopsis · tapes & transcripts · press reaction · credits\n\n frontline · wgbh · pbs online", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.ideapractices.org/law/briefs/brief06.php", "index2.html", "../", "../watch/", "../four/", "../drugs/", "../adhd/", "../backlash/", "../readings/", "../schools/", "../interviews/", "../talk/", "../etc/producers.html", "../etc/guide.html", "../etc/synopsis.html", "../etc/tapes.html", "../etc/press.html", "../etc/credits.html", "https://www.pbs.org/wgbh/frontline/", "http://main.wgbh.org/", "http://www.pbs.org/", "/wgbh/pages/frontline/about-us/copyright/"], "authors": [], "publish_date": null}