{"result_id": "MNTT002074", "URL": "https://www.pbs.org/wgbh/victorygarden/ask/pests_weeds.html", "timestamp": "2024-03-06 15:08:52 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/victorygarden/ask/pests_weeds.html", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "The Victory Garden . Ask . Questions & Answers: Pests & Weeds | PBS", "cleaned_text": "What natural pesticides are available for bugs that love roses? Aphids, spider mites, and flies are at the top of my list. — Armando, Gretna, Louisiana \"Natural\" is one of those trick words that means different things to different people. Some of the more natural pesticides, like those that are nicotine based, are so toxic and so persistent that they are no longer legal in the United States! I assume that what you are after is a pest control solution that is fairly specific (doesn't kill things other than the pests) or fairly short-lived in the environment (won't go on killing for years) or preferably both. The best natural pest control is other bugs. Ladybugs and lacewings eat aphids. There are various bacteria used to control caterpillars. Predatory wasps take out some flies and some other caterpillars. All of these can be purchased at local nurseries or through the mail. Whether theses predators remain in your garden is another story. Your goal should not be to eliminate all the pests in your garden, but rather to control them to a manageable level. If you remove all the pests, the pests' predators will leave, and your garden will be unprotected when new pests move in. Nature is very good at balancing itself, given half a chance, so the goal should be to gently tip it back into a sustainable balance. If biological controls fail or you want quicker results, consider some naturally occurring chemicals such as the pyrethrins, which are focused and low impact when used according to the label. For more information see the American Rose Society.\n\nI'm looking for an \"organic\" way to keep bugs off my tomato plants. They have been in the ground about two weeks and I noticed today that one leaf had numerous \"chew\" holes in it. I really do not want to put an insecticide on the plants. Do I have any options? Thank you. — Susanne, Athens, Georgia You have good instincts about avoiding unnecessary pesticides. A few chew holes in a leaf will not affect the plant's production. In fact, researchers are recognizing more and more that a few early chew holes on a plant often triggers natural defenses in a plant that deter more serious predation. The question is, where the line is between a few holes and too many holes. The answer is somewhat subjective; certainly if the plant has lost a large percentage of its leaf surface, something needs to be done. The first step in deciding what to do is determining what is causing those holes. Inspect the plant carefully at mid-day and also at dawn or dusk. One of the more common predators that causes holes in tomato leaves are hornworms (a kind of caterpillar), which are big enough to see and pick off by hand. If the culprit is not obvious, pick a leaf and either explore the Internet looking for similar pictures or take it to a good nursery and ask for identification. Once you know what it is, if picking the bugs off by hand is not an option, consult the University of Georgia's IPM (Integrated Pest Management) guide at http://department.caes.uga.edu/entomology/pmh/Com_Vegetable.pdf.\n\nWe have had a poor harvest because we lost the roots of our Swiss chard, kale, parsley, and basil. Upon checking the soil we discovered several grubs under the surface. What can be done to improve our harvest? — Kathi, Montreal, Canada The larvae of many kinds of insects attack plant roots, but usually they are specialized in regard to the plants they prefer. The best way to prevent adult insects from laying eggs is to erect a physical barrier, using a lightweight spunbonded polypropylene row cover. In the event that insect larvae have wintered-over in your soil and are already present, you may have to solarize your garden (cover it with a double layer of clear plastic until the soil reaches a temperature of about 120° F) or introduce insect-pathogenic nematodes. Insects may not be the real problem, though. Voles (short-tailed field mice) eat many kinds of plant roots. If you see shallow one-inch diameter tunnels in your garden, then voles are probably the culprits. Poison bait (in pet-safe containers) or mouse traps baited with bits of apple should provide effective control.\n\nWe had an old shed in the area that we want to use to make a new garden area. The old shed was infested with carpenter ants and we had it sprayed intensely to kill them and then had the shed torn down. This was all done by May 2004. I just dug up about a foot deep of all the old sand and dirt hoping to remove any possible poison that had been left in the soil. How do I know if it is safe to plant and not have any poison in the soil still? Should I be safe to say I dug up all possible traces of poison? Who can I have test the soil to be sure? What kinds of soil should I use to replace the missing soil? I would appreciate as much help as possible. I have searched the internet and I haven't found any useful info. Thanks! — Janet, Woodridge, Illinois Unfortunately, without knowing what exactly you had sprayed, it's hard to be sure, but my guess is that the area won't be safe for vegetables this year, as many pesticides can linger in the soil for a considerable time before breaking down. Growing non-comestible plants, like flowers, would of course be fine. \n\n\n\n You can have your soil tested at most state Agricultural Extension stations, but these kinds of tests are generally for soil nutrients, not poisons. It's possible however, if you tell them what pesticides you used, you may be able to test for that as well. \n\n\n\n In terms of replacing the soil, I would order a load of compost/loam mix from your local supplier. Just tell them the square footage and the depth of your area, and they will be able to tell you the amount.\n\nI have red Asiatic lily beetles. By treating the lilies as annuals, won't the beetles still find the plants? What do you do at the end of the season? Do you dig up the bulbs and store them? Throw them out? Any ideas for control? — Diane, Seekonk, Massachusetts Leave the bulbs in the ground. Treating lilies as annuals would be a shame because it takes a couple of years for each clump to increase and begin putting on really spectacular flower shows. And your surmise is correct: the beetles will find them, reducing the foliage to a disgusting mess if no steps are taken to correct the problem. Picking the scarlet beetles by hand is a possibility, but you have to be quick (and not squeamish), for these rapacious insects have a knack for falling to the ground when disturbed and disappearing into the mulch. I usually hit the beetles with a solution of pyrethrins and piperonyl, pre-mixed in spray containers sold in garden centers and hardware stores. It is 100% effective (provided your aim is good), and the toxicity to humans is negligible. However, the procedure must be repeated almost every day. Some people spray their lilies with a systemic insecticide — such as Isotox — which is much more toxic but may be effective for weeks. Consider grouping your lilies together someplace where you can inspect them daily without going to a lot of extra trouble.\n\nHelp, my garden is smothered by bindweed. What was your solution used on one of the July episodes? Is this a slow solution to the problem? — Roberta, Dahinda, Illinois The method used to kill the broad-leaf weeds you refer to was probably the application of vinegar, an idea Sharon Lovejoy introduced on our show. The trouble with bindweed (Convolvulus arvensis) is that killing the leaves does not get to the root of the problem. Bindweed produces long white brittle roots, even a small length of which is capable of producing new top-growth. If a growing vine is yanked from the ground, part of the root is inevitably left behind. New shoots will appear within a week, and in a month you are back where you started from. Eventually, with persistent removal of new growth, you might exhaust the plant's energy reserves, but it could take years. Bindweed is one of the few problem weeds (another being poison ivy) for which I might recommend a careful, narrowly-focused application of a conventional herbicide.\n\nWhat can I safely put on my perennial flowerbeds, which also contain shrubs, to kill grubs? The only information I have found about June bug grubs is about lawn control. Is what is safe for the lawn also safe for my precious beds? We treat our lawn each year, but not the beds. So, if left untreated, will the problem get worse in the beds? Help, I have invested so much of my time creating a beautiful landscape around my home. I am scared that these grubs are going to start killing my plants. What can I do? Thanks. — Fiona, Carol Stream, Illinois While the Green June bug is a common problem in the lawn — the grubs, if found in sufficient numbers, can kill grass by eating the roots — generally June bugs aren't a major problem in beds and borders in the home landscape. The adults feed on the ripening fruits of many plants, while the grubs eat decaying matter underground and seem to prefer the thatch layer of lawns where they can be controlled by the application of various insecticides. It's only natural that you will find a few in your beds and I wouldn't worry about it unless their numbers become overwhelming or you start to notice root damage on your ornamental plants. Control on ornamental beds, as opposed to food producing areas, which should not be treated, is achieved with the same products used on lawns, though again that rarely should become necessary. One non-chemical method of controlling June bugs is to avoid applying manures or other organic fertilizers to your beds during the summer months as the grubs are attracted to decaying organic matter. Apply in the fall instead, after the grubs are dormant.\n\nHow can I get rid of or at least control the Japanese beetles that are destroying my flowers, shrubs, and trees? — Stella, Oregonia, Ohio One tactic you probably should not use is placing Japanese beetle traps in your yard. Yes, you will certainly kill large numbers of these voracious insects, but you will also likely attract many more than usual, some of which will light on your plants before reaching the traps. Now, if you could get all your neighbors to hang traps... — but that would hardly be fair. I have found that the beetles are more attracted to certain plants than they are to others: Roses, for instances, and in my yard, Porcelain Berry (Ampelopsis brevipedunculata). During the two- or three-week period when Japanese beetles are flying, I go out to my ampelopsis vine every day with a spray-bottle of pyrethrin solution (readily available wherever gardening supplies are sold) and take target practice for 10 minutes. If the infestation is more general in scope, a drum sprayer loaded with pyrethrin and/or rotenone would be better suited to the task. Treating large trees, alas, is nearly impossible.", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": ["./index.html", "./faq.html", "./questions.html", "http://www.ars.org/", "http://department.caes.uga.edu/entomology/pmh/Com_Vegetable.pdf", "./index.html"], "authors": [], "publish_date": null}