{"result_id": "MNTT002053", "URL": "https://www.pbs.org/wgbh/nova/transcripts/3413_genes.html", "timestamp": "2024-03-06 15:08:33 CET+0100", "meta": {"description": "Find the complete program transcript, including credits for the NOVA program Ghost in Your Genes, originally broadcast on PBS on October 16, 2007.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/transcripts/3413_genes.html", "encoding": "iso-8859-1", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "NOVA | Transcripts | Ghost in Your Genes | PBS", "cleaned_text": "NARRATOR: Imagine sharing life with a person who seems to be you. Created from the same fertilized egg, you share exactly the same genes. So profound is their influence, everything about you appears the same: the spaces between your teeth, the way you laugh, your body language. You are, in a word, identical. Or are you? SUSAN: As infants, they were very much alike. Their physical similarities are obvious. And all their physical milestones happened at the same time. But functioning today, for Jenna and Bridget...they're completely different. Jenna is enthusiastic, productive. Jenna's going to college. She talks about it all the time now. Bridget is essentially non-verbal. She doesn't have purposeful conversational speech. And there's very unusual behavior. For example, she likes to spit on monitors and then rubs it in. I don't know why, but that's what she does. How? How could these guys be identical and so, on such a different level, functioning-wise? NARRATOR: So if genes don't tell the whole story of who we are, then what does? Scientists suspect the answer lies in a vast chemical network within our cells that controls our genes, turning them on and off. ANDREW P. FEINBERG (Johns Hopkins University): It's a little bit like the dark matter of the universe. I mean, we know it's there, we know it's terribly important, but we don't really know all that much about how that symphony gets played out. MARK MEHLER (Albert Einstein College of Medicine): We're in the midst of probably the biggest revolution in biology that is going to forever transform the way we understand genetics, environment, the way the two interact, what causes disease. It's another level of biology, which, for the first time, really, is up to the task of explaining the biological complexity of life. NARRATOR: Ghost in Your Genes, up next on NOVA. Major funding for NOVA is provided by the following: For each of us, there is a moment of discovery. We understand that all of life is elemental, and as we marvel at element bonding with element, we soon realize that when you add the human element to the equation, everything changes. Suddenly all of chemistry illuminates humanity and all of humanity illuminates chemistry. The human element: nothing is more fundamental, nothing more elemental. And by David H. Koch, and... And by the Corporation for Public Broadcasting, and by contributions to your PBS station from viewers like you. Thank you. NARRATOR: In the early 1990s, the biggest project ever undertaken in biology captivated the world. NEWS AUDIO: The Human Genome Project will be seen as the outstanding achievement in the history of mankind. NARRATOR: The endeavor would reveal the chemical structure of each gene locked within our cells, the blueprint for life itself. WOLF REIK (The Babraham Institute): The human genome is like a bible where everything was written down. The hope and the expectation was that once we had that book in front of us, and all the letters, we could just read down the pages and we would understand how the body was put together. NARRATOR: Once the code was deciphered, scientists hoped to find the genetic cause and cure for every disease. They estimated that the human genome, the book of life, would contain around 100,000 genes. MICHAEL SKINNER (Washington State University): And then when they started sequencing...and it popped down to 60. And then it popped down to 50. And, slowly, it went down to a much smaller number. NARRATOR: Thirty thousand, twenty-five thousand...as the mapping drew to an end, it appeared that humans had about the same number of genes as fish and mice. MICHAEL SKINNER: In fact, we found out that the human genome is probably not as complex and doesn't have as many genes as plants do. So that, then, made us really question, \"Well, if the genome has less genes in this species versus this species, and we're more complex potentially, what's going on here?\" NARRATOR: So few genes didn't appear enough to explain human complexity. Even more startling, it turned out the same key genes that make a fruitfly, a worm or a mouse also make a human. Chimpanzees share 98.9 percent of our genome. So what accounts for the vast differences between species? Might genes not be the whole story? Long before the genome was mapped, geneticists, like Marcus Pembrey, had caught hints of this possibility as they encountered baffling genetic conditions—Angelman syndrome, for instance. MARCUS PEMBREY (University College London): ...named after Harry Angelman, the pediatrician who first described Angelman syndrome. He referred to them as \"happy puppet children,\" because this described, to some extent, the features. They have a rather jerky sort of movement when they're walking. These children have no speech; they are severely incapacitated in terms of learning but are uncharacteristically happy, and they're smiling all the time. NARRATION: The condition is caused by a genetic defect. A key sequence of DNA is deleted from chromosome 15. MARCUS PEMBREY: Then we came across a paradox. At the same time, the same change, the same little deletion of chromosome 15, had been clearly associated with a quite different syndrome—much milder in terms of intellectual impairment—the Prader-Willi syndrome. These children are characterized by being very floppy at birth, but once they started eating properly and so on, they then had an insatiable appetite and would get very, very large. NARRATOR: Pembrey was stunned. Angelman syndrome and Prader-Willi syndrome, two completely different diseases, were caused by the same genetic abnormality. MARCUS PEMBREY: So here we're in a bizarre situation really. How could one propose that the same deletion could cause a different syndrome? NARRATOR: As Pembrey looked at the inheritance pattern for the two conditions, he noticed something even stranger. MARCUS PEMBREY: What really mattered was the origin of the chromosome 15 that had the deletion. If the deletion was on the chromosome 15 that the child had inherited from father, then you would have Prader-Willi syndrome, whereas if the deletion was inherited from the mother, you had the Angelman syndrome. NARRATOR: It was a complete surprise that the same missing strip of DNA, depending upon its parental origin, could cause different diseases. It was as if the genes knew where they came from. MARCUS PEMBREY: You've got a developing fetus manifesting this condition. How does the chromosome 15 know where it came from? There must have been a tag or an imprint placed on that chromosome, during either egg or sperm formation in the previous generation, to say, \"Hi, I came from Mother.\" \"I came from Father, and we are functioning differently.\" So that's the key thing, that although the DNA sequence is the same, the different sets of genes were being silenced depending on whether it came from the mother or from the father. NARRATOR: It was the first human evidence that something other than genes passed between generations. Something that could control genes directly, switch them on or off. But how exactly did these tags go about silencing a gene? This odd strain of agouti mice provides a visual clue. Despite the difference in color and size, they're twins, genetically identical. Both, therefore, have a particular gene, called agouti, but in the yellow mouse it's switched on all the time. RANDY JIRTLE (Duke University Medical Center): As a consequence, it inappropriately blocks a receptor in what's called the satiation center of the brain, which tells mice and us when we're full. So the yellow animals literally eat themselves into obesity, diabetes and cancer. NARRATOR: So what switched the agouti gene off in the thin mouse? Exercise? Atkins? No, a chemical tag called a methyl molecule. Composed of carbon and hydrogen, it affixes near the agouti gene, shutting it down. Living creatures possess millions of tags like these. Some, like methyl molecules, attach to DNA directly. Other types grab the proteins called histones, around which DNA wraps, and tighten or loosen them to turn genes on or off. JEAN-PIERRE ISSA (M.D. Anderson Cancer Center): And, in simple terms, this contact can be thought of as hugging the DNA. And if these proteins hug the DNA very tightly, then it is hidden from view for the cell. And a gene that is hidden cannot be utilized. NARRATOR: These tags and others control gene expression through a vast network in the body called the epigenome. RANDY JIRTLE: Epigenetics literally translates into just meaning above the genome. So if you would think, for example, of the genome as being like a computer, the hardware of a computer, the epigenome would be like the software that tells the computer when to work, how to work, and how much. JEAN-PIERRE ISSA: Perhaps the best example of an epigenetic phenomenon...you're actually looking at it. You see, skin and eyes and teeth and hair and organs all have exactly the same DNA. You cannot genetically tell my skin from my eyes or my teeth, yet you couldn't really imagine that these are the same tissues. NARRATOR: What distinguishes cells is not their genes, but how these genes are switched on or off by epigenetics. WOLF REIK: And, as development unfolds, certain switches need to be thrown. And you can think of it as a light switch. Switch on the gene, the light is shining, the gene is active... makes the cell do a certain thing. Or the light switch is off, everything is dark. That gene is off. And as the cells divide, the memory of whether it's a liver cell or a brain cell, that's brought about by these switches. And the switches are incredibly stable. NARRATOR: But occasionally, some epigenetic switches can be flipped. To turn off the overactive agouti gene, researchers gave pregnant mothers foods rich in vitamins like B-12, or folic acid, from which they could make those methyl tags that silence genes. The change was small, the effect huge. Fat yellow mothers gave birth to thin brown pups no longer prone to disease. RANDY JIRTLE: This study, why it is so important is it opened the black box up and told us that this early stage of development—in the womb, basically—is linked to adult disease susceptibilities by, literally, tiny little changes in the epigenome. NARRATOR: Agouti mice revealed the impact of an epigenetic change, one that occurred without altering a single chemical letter in the agouti gene. It was increasingly clear that genes needed instructions for what to do, when and where. If the thousands of genes identified by the Human Genome Project symbolized the words in the book of life, it was the epigenome that determined how that book got read. MARK MEHLER: We thought that by understanding the genetic code, we would understand life, disease, and then we'd all go home and be fine. But, in fact, the human genome project was just the beginning. What it did was it opened us up to this new world, getting us to the point where we're understanding another level of biology which, for the first time, is up to the challenge of the biological complexity of life. NARRATOR: If the epigenome controls the expression of our genes, could it solve the mystery of identical twins? These rare individuals are living illustrations of the boundary point between nature and nurture. For, since their DNA is 100 percent the same, any difference should reveal the influence of the outside world. Most identical twins appear so similar they seem the product of genes alone. Consider Javier and Carlos. Their every gesture seems the same. Or take Ana Mari and Clotilde, who show up in nearly the same red dress when, in fact, neither had a clue what the other was going to wear. They moved through life in symmetry. CLOTILDE: When I see my sister, I see myself. If she looks good, I think, \"I look pretty today.\" But if she's not wearing makeup, I say, \"My god, I look horrible.\" NARRATOR: But, five years ago, symmetry appeared to break. Ana Marie was diagnosed with cancer and Clotilde was not. CLOTILDE: I've been told that I am a high risk for cancer. Damocles' sword hangs over me. NARRATOR: In fact, it's not unusual for one twin to get a dread disease while the other does not. But how? How can two people so alike, be so different? Intrigued by the mystery, Spanish geneticist Manel Esteller set out, in 2005, to find the answer to that question. MANEL ESTELLER (Spanish National Cancer Center): One of the questions of twins is, \"If my twin has this disease, I will have the same disease?\" And genetics tell us that there is a high risk of developing the same disease. But it's not really sure they are going to have it, because our genes are just part of the story. NARRATOR: Esteller suspected epigenetics was the rest. To find out, he and his team collected cells from 40 pairs of identical twins, age three to 74. Then began the meticulous process of dissolving the cells until all that was left were the wispy strands of DNA, the master molecule that contains our genes. Next, researchers amplified fragments of the DNA, revealing both the genes and their epigenetic tags. Those that had been turned off appear as dark pink marks on the gel. Now, notice what happens when these genes are cut out and overlapped. The epigenetic effects stand out, especially when you contrast the genes of two sets of twins who differ in age. Here, on the left, is the overlapped DNA of six-year-old Javier and Carlos. The yellow indicates where their genes are functioning identically. On the right, is the DNA of 66-year-old Ana Mari and Clotilde. In contrast to the younger twins', hardly any yellow shines through. Their genome may be the same, their epigenome clearly is not. Identical genes active in one twin maybe shut down in the other. Thus, as the years pass, epigenetic changes accumulate in twins, as in the rest of us. MANEL ESTELLER: One of the main findings of our research is that epigenomes can change in function of what we eat, of what we smoke or what we drink. And this is one of the key differences between epigenetics and genetics. NARRATOR: But why does the epigenome change, when the genome does not? In Montreal, scientists Michael Meaney and Moshe Szyf believe the question contains its own answer. MOSHE SZYF (McGill University): We have this very, very static genome, very hard to change. It could be only changed by really dramatic things like nuclear explosions or, you know, hundreds of thousands of years of evolution. On the other hand, we have the dynamic environment that changes all the time. And so what there is here is an interface between the highly dynamic world around us and the highly static genome that we have. Epigenome is an in-between creature, built in a way, to respond to changes around us. NARRATOR: Szyf and Meaney believe that experience itself changes the epigenome. To reach this startling conclusion they studied two kinds of rats: those born to nurturing mothers who licked and groomed them intensely after birth, and those born to mothers who took a more paws-off approach. MICHAEL MEANEY (Douglas Institute/McGill University): What we were particularly interested in is the way in which these animals might respond to stressful events. And we found the offspring of low-licking mothers, during periods of stress, show greater increases in blood pressure and greater increases in stress hormone production. MOSHE SZYF: They will scream. They will try to bite you. Just walking into their cage, those rats will respond differently. NARRATOR: To rule out a genetic cause, high-licking mothers were given the babies of low-licking ones and vice versa. Once again, the less-nurtured pups grew up markedly different, and not only on blood tests. MOSHE SZYF: So the conclusion from that is, it's not the genes that the mother brings into the game. It is the behavior of the mother that has an impact on the offspring years after the mother is already gone. And the basic question was, \"How does the rat remember what kind of care it received from its mother, so that it now has better or worse health conditions?\" And we reasoned that there must be some mark in genes that marks that memory. NARRATOR: But could such a mark, capturing memory, be found? The researchers focused on a gene which lowers the levels of stress hormones in the blood. It's active in a part of the rat's brain called the hippocampus. By extracting and analyzing the gene, they could compare how its activity varied between low- and high-licked rats. The difference was striking. Less nurtured rats had multiple epigenetic marks silencing the gene. The result? With the gene less active, stress levels in neglected rats soared. In stark contrast, nurtured rats could better handle stress because they had nothing dimming the genes' activity. MOSHE SZYF: The maternal behavior essentially sculpted the genome of their babies. We looked at one gene; we know hundreds of genes were changed. But for me, it was a fantastic thing that just a behavior of one subject can change the gene expression in a different subject. NARRATOR: The most surprising phase of the experiment, however, was yet to come. Szyf and Meaney injected anxious rats with a drug known to remove epigenetic marks. MOSHE SZYF: And as we injected the drug, the gene turned on. And when it turned on, the entire behavior of the rat changed. It became less anxious. Also, it responded to stress like a normally-reared rat. And we looked at the way that gene was marked in the brain, and we saw that we actually changed the epigenetic marking of that gene. NARRATOR: Although the work has yet to be replicated, it appears that Szyf and Meaney have linked personality traits, albeit in a rat, to the epigenome. Could this have implications for humans? We will not know until the completion of a 10-year study, now underway, that will look at children from both nurturing and neglected backgrounds. But even now, says Meaney, we have clues that our own upbringings produce the same effects. MICHAEL MEANEY: If you grow up in a family that involves abuse, neglect, harsh and inconsistent discipline, then you are statistically more likely to develop depression, anxiety, drug abuse. And I don't think that surprises anyone. But what is interesting is that you are also more likely to develop diabetes, heart disease and obesity. And the stress hormones actively promote the development of these individual diseases. MOSHE SZYF: So, one day, we'll be able, perhaps, to chart the pathway from child abuse to changes in the way certain genes are epigenetically marked in the brain that unfortunately affect our health years later in life. NARRATOR: This work is controversial. Still, many scientists now believe that epigenetic changes in gene expression may underlie human diseases. Take a disorder like M.D.S., cancer of the blood and bone marrow. It's not a diagnosis you would ever want to hear. SANDRA SHELBY (Medical patient): When I went in, he started patting my hand and he was going, \"Your blood work does not look very good at all,\" and that I had M.D.S. leukemia, and that there was not a cure for it, and, basically, I had six months to live. NARRATOR: With no viable treatment, Sandra entered a clinical trial experimenting with epigenetic therapy. It was the result of a radical new way of thinking about the causes of diseases like cancer. JEAN-PIERRE ISSA: If one has a genetic basis of cancer in mind, then one is simply asking, \"What causes genetic damage?\" Cigarette smoking, certain types of environmental exposures and radiation causes genetic damage. But, now if I come in and say, \"Well, wait a minute, epigenetic damage can also cause cancer,\" then you've got to ask \"Well, why does this come about?\" NARRATOR: The trouble begins, believes Issa, when our stem cells, the master cells that create and replace our tissues, overwork. JEAN-PIERRE ISSA: Every time a stem cell has to repair injury, it is aging a little more. And because each time a stem cell divides there is a finite chance of some sort of epigenetic damage, what we find is that in older people there's been an accumulation of these epigenetic events that is easily measurable in DNA. Now where does the cancer angle come from? Well, if you count age as how many times a stem cell has divided, then cancers, which copy themselves tirelessly, are awfully old tissues. NARRATOR: As epigenetic errors pile up, the switches that turn genes on and off can go awry, creating havoc within the cell. ANDREW FEINBERG: There are genes that help to prevent tumors that are normally active that epigenetically become silenced. Those are called tumor suppressor genes. And there are other genes, called oncogenes, that stimulate the growth of tumors. And then the tags, such as the methylation tags, come off those genes, and those genes become activated. So both ways, turning on and turning off, is a way of getting epigenetic disease. NARRATOR: But could misplaced tags be rearranged? In 2004, Sandra and other patients began taking a drug to remove methyl tags silencing their tumor suppressor genes. ROY CANTWELL (Medical patient): Your number one thing is, \"Okay, is it going work?\" And when you know that before this there was nothing, then yeah, it makes you pretty happy that there is a chance to go forward in your life. NARRATOR: Ironically, the drug, decitabine, was tried in conventional chemotherapy in the 1970s and deemed too toxic. Today, Issa is giving his patients a dose 20 to 30 times lower. JEAN-PIERRE ISSA: The idea of epigenetic therapy is to stay away from killing the cell. Rather, what we are trying to do is diplomacy, trying to change the instructions of the cancer cells, reminding the cell, \"Hey, you're a human cell. You shouldn't be behaving this way.\" And we try to do that by reactivating genes. SANDRA SHELBY: The results have been incredible. And I didn't have, really, any horrible side effects. ROY CANTWELL: I am in remission, and going in the plus direction is a whole lot better than the minus direction. NARRATOR: Roy has not been cured, but he has been cancer-free for two years. And he is not alone. JEAN-PIERRE ISSA: Spectacular results—complete disappearance of the disease—can be seen in almost half of the patients that receive this drug. And 20 years ago we wouldn't have dreamed that a drug that affects DNA methylation could have such a profound effect on patients. NARRATOR: As epigenetic therapy takes off, so do the expectations for this new science. Many believe that a multitude of complex diseases, from Alzheimer's to autism, may have epigenetic triggers. Consider autism, a mysterious disorder characterized by social withdrawal. This is Bridget. She passes her day running her fingers across her computer screen. Locked in her own world, she has spent the past 13 years drifting apart from her identical twin sister, Jenna. SUSAN : As infants, they were very much alike. Their physical similarities are obvious. And all their physical milestones happened at the same time. And then, at their first birthday party, we had a big party at the house, lots of balloons, lots of people. And I remember watching Bridget maneuver around the house as if there were nobody there. She was fixated on a balloon, which a lot of babies would be, but something struck me that she was not in tune with everybody that was there. NARRATOR: Bridget was eventually diagnosed with severe autism. As the girls developed, so did their differences. SUSAN : Functioning today for Jenna and Bridget...they're completely different. Jenna is enthusiastic, productive, you know? Jenna's going to college, talks about it all the time now. Bridget is essentially non-verbal. She doesn't have purposeful conversational speech, so everything she does say is very memorized because she was taught over and over again. Do you want grilled cheese? SUSAN: You want grilled cheese, yes? There's no prescription that you get when your child's diagnosed with autism. And new things come that weren't there before, new behaviors that are very problematic, that interfere with her ability to learn anything. So we don't know, really, what the prognosis is. NARRATOR: And, for a long time, doctors couldn't really help. Despite millions of dollars and years of searching, no single definitive autism gene had been found. But about a decade ago, scientists at the Kennedy Krieger Institute, in Baltimore, turned their high power imagers on the problem. They scanned the brains of both healthy and autistic children, searching for a biological cause of the disorder. One of the researchers involved was Walter Kaufmann.* WALTER KAUFMANN (Kennedy Krieger Institute): For a long time, people questioned whether autism was a real entity, because the ways to diagnose autism had been behavior...behavioral abnormalities. And those sometimes are difficult to identify in a consistent and reliable way. NARRATOR: But, in comparing the brain scans of identical twins discordant for autism, Kaufman finally saw the definitive data he was searching for: an area in the brain linked to learning, memory and emotions—called the hippocampus—was smaller in the twin with severe autism. But how could the same genes create different brain structures? Kaufmann asked Andy Feinberg at Johns Hopkins University. ANDREW FEINBERG: And suddenly we were able to form an epigenetic hypothesis. And that hypothesis is that they have the same genome, but one of them maybe has an epigenetic change that's leading to a difference in their brain that you don't see in the other twin. NARRATOR: Kaufmann and Feinberg are now searching for methyl marks in the DNA of identical twins discordant for autism. The work has just begun, but the hope is that by finding identical genes that differ in their expression, some causes of autism may emerge. WALTER KAUFMANN: We know environmental stimulation, sensory stimulation, auditory, visual stimulation, have an impact on brain development and brain function. And this impact we know now is mediated, at least in part, by epigenetic mechanisms. ANDREW FEINBERG: Epigenetic changes...generally they stand at the cornerstone between our genome—in other words, all of our genes, the development of the cells of our body—and the environment that we live in. NARRATOR: So the environment molds our epigenomes. But might it do more? At the far speculative edge of this new science, some are seeing evidence of an astonishing possibility, that genes may not be all that passes from generation to generation. The evidence comes from this Swedish village huddled on the Arctic Circle. Overkalix stands out for one reason, its archives. Olov Bygren, a Swedish public health expert, has been studying them from more than 20 years. What makes these records unique is their detail. They track births and deaths over centuries—and harvests. This is significant because, in years past, Overkalix's location left it particularly vulnerable to crop failures and famines. LARS OLOV BYGREN (The University of Umeå): In the 19th century this was a very isolated area. They could not have help from outside. As it was so poor, they really had a hard time when there was a famine, and they really had a good, good time when the harvests were good. NARRATOR: Bygren was studying the connection between poor nutrition and health when he stumbled on something curious. It appeared that a famine might affect people almost a century later, even if they had never experienced a famine themselves. If so, past and future generations might be linked in ways no one had imagined. Wondering if epigenetics might explain the phenomenon, Bygren sent his research to geneticist Marcus Pembrey. MARCUS PEMBREY: I was terribly excited to get this, completely out of the blue. And for the first time it seemed that there was some data that we could then start to explore, so that was the beginning of our collaboration. NARRATOR: Overkalix offered Pembrey a unique opportunity to see if the events that happened in one generation could affect another decades later. MARCUS PEMBREY: Olly first reported that the food supply of the ancestors was affecting the longevity or mortality rate of the grandchildren, so I was very excited. I responded immediately. NARRATOR: Pembrey suspected the incidence of one disease, diabetes, might show that the environment and epigenetics were involved. So Olov trawled the records for any deaths due to diabetes and then looked back to see if there was anything unusual about the diet of their grandparents. MARCUS PEMBREY: A few months later he emailed me to say that indeed they had shown a strong association between the food supply of the father's father and the chance of diabetes being mentioned on the death certificate of the grandchild. NARRATOR: In fact, a grandson was four times more likely to die from an illness related to diabetes if his grandfather had plenty of food to eat in late childhood. This was one of the first indications that an environmental exposure in a man, one that did not cause a genetic mutation, could directly affect his male offspring. MARCUS PEMBREY: It really did look as if there was some new mechanism transmitting environmental exposure information from one generation to the next. NARRATOR: Because these ideas were so heretical, Pembrey knew the results could be dismissed as nothing more than a curiosity. To bolster the research, he needed to find out how a trans-generational effect impacted each sex and if it was linked to a specific period of development. MARCUS PEMBREY: We wanted to tease out when you could trigger, in the ancestor, a trans-generational response. NARRATOR: So he and Bygren went back to the data. The more they looked, the more patterns started to appear. MARCUS PEMBREY: We were able to look at the food supply every year, in the grandfather and the grandmother, from the moment they were conceived right through to the age of 20. We found that there are only certain periods in the ancestors' development when they can trigger this trans-generational response. They're what one might call sensitive periods of development. NARRATOR: They discovered that when a famine was able to trigger an effect was different for the grandmother than the grandfather. The grandmother appeared susceptible while she, herself, was still in the womb, while the grandfather was affected in late childhood. MARCUS PEMBREY: And the timing of these sensitive periods was telling us that it was tied in with the formation of the eggs and the sperm. NARRATOR: This suggested what might be happening. Perhaps environmental information was being imprinted on the egg and sperm at the time of their formation. At last a sharper picture was beginning to emerge. The next step was to compile their findings. Bygren drew up a rough diagram and sent it to Pembrey. MARCUS PEMBREY: Hand-drawn...this is what Olly sent me, you know he was too excited to wait for the thing to be drawn out properly. You know, he sent me the data, and, in fact, I was recovering from having something done on my heart, so he sent it saying, you know, \"I hope this helps you get better quickly,\" you know? Because it was so exciting. NARRATOR: When Pembrey looked at the diagram, he was immediately struck by seemingly bizarre connections between gender, diet and health, connections that were most pronounced two generations later. Men, for example, who experienced famine at around age 10, had paternal grandsons who lived much longer than those whose grandfathers experienced plenty. Yet, women who experienced famine while in the womb, had paternal granddaughters who died on average far earlier. MARCUS PEMBREY: Once I had plotted out the full extent of those results, it was so beautiful and such a clear pattern, I knew then, quite definitely, that we were dealing with a trans-generational response. It was so coherent—and that's important in science, that the effect was coherent in some way—was tying in when eggs and sperm were being formed. NARRATOR: The diagram showed a significant link between generations, between the diet in one and the life expectancy of another. OLOV BYGREN: When you think that you have found something important for the understanding of the seasons itself, you can imagine that this is something really special. MARCUS PEMBREY: This is going to become a famous diagram, I'm convinced about that. I get so excited every time I see it. It's just amazing. Every time I look at it, I find it really exciting. It's fantastic. NARRATOR: Much about these findings puzzles researchers. Why, for instance, does this effect only appear in the paternal line of inheritance? And why should famine be both harmful and beneficial, depending on the sex and age of the grandparent who experiences it? Nonetheless, it raises a tantalizing prospect: that the impact of famine can be captured by the genes, in the egg and sperm, and that the memory of this event could be carried forward to affect grandchildren two generations later. MARCUS PEMBREY: We are changing the view of what inheritance is. You can't, in life, in ordinary development and living, separate out the gene from the environmental effect. They're so intertwined. NARRATOR: Pembrey and Bygren's work suggests that our grandparents' experiences effect our health. But is the effect epigenetic? With no DNA yet analyzed, Pembrey can only speculate. But in Washington state, Michael Skinner seems to have found compelling additional evidence by triggering a similar effect with commonly used pesticides. Skinner wanted to see how these chemicals would affect pregnant rats and their offspring. MICHAEL SKINNER: And so I treated the animals, the pregnant mother, with these compounds, and then we started seeing, between six months to a year, a whole host of other diseases that we didn't expect. And this ranged between tumors, such as breast and skin tumors, prostate disease, kidney disease and immune dysfunction. NARRATOR: He checked that there were no genetic mutations and then proceeded to breed the rats. MICHAEL SKINNER: The next step was for us to go to the next generation. And the same disease state occurs. So after we did several repeats, and got the third generation showing it and then a fourth generation, we sat back and realized that the phenomenon was real. We started seeing these major diseases occur in approximately 85 percent of all the animals of every single generation. MICHAEL SKINNER: We knew that if an individual was exposed to an environmental toxin that they can get a disease state, potentially. The new phenomenon is that environmental toxin no longer affects just the individual exposed but two or three generations down the line. I knew that epigenetics existed. I knew that it was a controlling factor for DNA activity—whether genes are silenced or not—but to say that epigenetics would have a major role in disease development, so...I had no concept for that. The fact that this could have such a huge impact and could explain a whole host of things we couldn't explain before took a while to actually sink in. NARRATOR: Further work has revealed changed epigenetic marks in 25 segments of the affected rat's DNA. The implications, if they apply to humans, are sobering. MICHAEL SKINNER: What this means, then, is what your grandmother was exposed to when she was pregnant could cause a disease in you—even though you've had no exposure—and you're going to pass it on to your great-grandchildren. NARRATOR: And if a pesticide can generate such effects, what about stress, smoking, drinking? To some, the epigenetic evidence is compelling enough already to warrant a public note of caution. RANDY JIRTLE: We've got to get people thinking more about what they do. They have a responsibility for their epigenome. Their genome they inherit. But their epigenome, they potentially can alter, and particularly that of their children. And that brings in responsibility, but it also brings in hope. You're not necessarily stuck with this. You can alter this. NARRATOR: Might our lifestyle choices resonate down the ages, effecting people yet unborn? Such ideas remain, to say the least, controversial. But one thing many in the field can agree upon is the need to take a cue from the Human Genome Project and launch a similar effort, this time to decipher the epigenome. ANDREW FEINBERG: Mapping the human epigenome is the most important thing that we could do right now, as a big project in science, because it will tell us some very important things about why organisms function the way they do, why cells have the behavior they do. JEAN-PIERRE ISSA: We now know how many genes we have, but we really don't know how they are regulated inside the cells. And mapping the epigenome will give a much better understanding of this particular process. NARRATOR: The hurdle is that, unlike the genome, which is the same in every cell, the epigenome varies from tissue to tissue, between individuals and over time. MARK MEHLER: If you thought sequencing the human genome took years and was difficult, you're talking about levels of complexity that will dwarf anything we knew about the human genome. But it's crucial, it's essential. That's the way that the future is going to unfold. So in a sense, the Human Genome Project was just the beginning. NARRATOR: The end may be the realization that the code of life is more complex and interactive than we ever imagined. MARCUS PEMBREY: I've thought of nothing else really for the last five years. It is said, the first time, you know, one had a photograph of the Earth, you know this sort of delicate thing sailing through the universe, you know, it had a huge effect on the sort of \"save-the-planet\" type of feeling, you know? I'm sure that's part of why the future generation think in a planetary way, because they've actually seen that picture, you know? And this might be the same. It may get to a point where they realize that you live your life as a sort of guardian of your genome. It seems to me you've got to be careful of it because it's not just you. You can't be selfish because you can't say, \"Well I'll smoke,\" or \"I'll do whatever it is because I'm prepared to die early.\" You're also looking after it for your children and grandchildren. It is changing the way we think about inheritance forever. *This study was led by the Kennedy Krieger Institute's Dr. Wendy Kates, who is now (late 2007) at the State University of New York at Upstate Medical University. NOVA would like to thank Dr. Kates for providing access to the autistic twins featured in the program. On the Ghost in Your Genes Web site, an expert answers viewer questions about the growing field of epigenetics and its potential. Find it on PBS.org. Educators and other educational institutions can order this or other NOVA programs for $19.95 plus shipping and handling. Call WGBH Boston Video at 1-800-255-9424. Major funding for NOVA is provided by the following: For each of us, there is a moment of discovery. We understand that all of life is elemental, and as we marvel at element bonding with element, we soon realize that when you add the human element to the equation, everything changes. Suddenly all of chemistry illuminates humanity, and all of humanity illuminates chemistry. The human element: nothing is more fundamental, nothing more elemental. And by David H. Koch, and... And by the Corporation for Public Broadcasting, and by contributions to your PBS station from viewers like you. Thank you. \n\n\n\n Archival Material\n\n \"Nurture Takes the Spotlight\" reprinted with permission from Science News, Copyright 2006, Science Service\n\n\n\n \"Genetics' Accomplice\" reprinted with permission from The Dallas Morning News Special Thanks\n\n Wendy Kates, SUNY Upstate Medical University\n\n Applera Corporation\n\n Celera Genomics\n\n David P. Speechly\n\n Whitehead Institute for Biomedical Research\n\n Discover Magazine\n\n The Economist\n\n Houston Chronicle\n\n HealthDay\n\n Nature Genetics\n\n Pets Plus\n\n Hagop Kantarjian\n\n Peter Jones\n\n Emma Whitelaw\n\n Marisa S. Bartolomei\n\n Timothy Bestor\n\n Mario Fraga\n\n Dana Dolinoy\n\n Hélène Gaudreau\n\n Susan & Joe\n\n The Gruetzke-Blais family\n\n The Kilroy family\n\n The Lista family\n\n The Shapiro family\n\n The St. Cyr family\n\n Rev. David O'Leary\n\n Rita Allitto\n\n Kathy Johnson\n\n MA Mothers of Twins and Multiples Assoc.\n\n Alyce Charlton \"Ghost in Your Genes\" Directed and Produced for the BBC by\n\n Nigel Paterson A NOVA Production by Holt Productions LLC and the BBC.", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": ["/wgbh/nova/genes/"], "authors": [], "publish_date": null}