{"result_id": "MNTT002041", "URL": "https://www.pbs.org/newshour/health/fda-weighs-crackdown-shut-hundreds-stem-cell-clinics", "timestamp": "2024-03-06 15:08:19 CET+0100", "meta": {"description": "Scientists on Monday will urge the Food and Drug Administration to crack down on rogue clinics across the country that market stem cell treatments.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/fda-weighs-crackdown-shut-hundreds-stem-cell-clinics", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "FDA weighs crackdown that could shut hundreds of stem cell clinics", "cleaned_text": "Scientists on Monday will urge the Food and Drug Administration to crack down on rogue clinics across the country that market stem cell treatments for a dizzying array of ailments from autism to paralysis to erectile dysfunction.\n\nBut the move comes at an awkward time — because research on stem cell treatments is just starting to bear fruit.\n\nTantalizing results from a series of small studies suggest injections with certain types of stem cells may be effective treatments for conditions such as stroke and multiple sclerosis. The results have energized patients and doctors, who are expected to bombard the FDA with pleas to leave commercial stem cell clinics alone, in the name of speeding research and giving desperate patients hope.\n\nAcademic researchers will be left to walk a delicate line: Acknowledge the progress they’ve made in developing stem cell therapies — and then make the case that such treatments aren’t yet ready for prime time, and especially not in for-profit clinics.\n\nThere are now more than 500 stem cell clinics in the United States. Many charge $5,000 to $20,000 for injections of “stem cell” solutions that may not contain the same kind of stem cells used in controlled experiments — and indeed may not contain stem cells at all.\n\nBecause they generally use cells they’ve isolated from a patient’s own fat, and because those cells are considered only “minimally manipulated,” the FDA has not regulated the treatments as it would a traditional pharmaceutical. But safety concerns have spiked — some patients have gone blind after treatment, and others have developed tumors — so the FDA is now proposing to regulate the cells as drugs, meaning clinics would have to go through a costly and rigorous approval process before treating patients.\n\n“It would put an end to any cell therapy now being offered in the US,” said Dr. Leslie Miller, a cardiologist from Tampa, Fla., who has studied stem cells for the past decade.\n\nMiller argues that such a stern crackdown would hinder research progress: “We need an approach that’s more pragmatic.”\n\nPatients who want immediate treatment for their conditions — and clinic owners who want to sell those treatments — say the FDA is being pressured into taking a tough line by academics and pharmaceutical giants who want to control, and profit from, the stem cell industry.\n\n“The problem is, if we do well, it hurts their business plan,” said Dr. Mark Berman, a plastic surgeon in Beverly Hills, Calif., who is scheduled to testify.\n\nBack in 2002, Berman cofounded a chain of clinics called the Cell Surgical Network. He says he and other physicians in the network have conducted some 5,000 stem cell treatments — including on himself and his wife — for conditions such as arthritis and hip, back and joint pain. He called the draft regulations arbitrary and hypocritical.\n\nThe fight over regulation comes at a time when leading stem cell researchers, after years of disappointing results, are increasingly excited about new studies showing the cells appear to be safe and may be effective in treating a variety of crippling diseases, including macular degeneration and Parkinson’s.\n\n“It’s a very exciting time,” said Sally Temple, a stem cell researcher at the Neural Stem Cell Institute in Rensselaer, N.Y. “We’re going to see many treatments for diseases that are currently untreatable.”\n\nThe results researchers are so excited about are only possible because of decades of tedious work to establish safety protocols, test concepts and learn how to grow, produce, and manipulate stem cells, she said.\n\n“It’s hard to have people understand how long this whole process takes,” said Temple, who also serves as president of the International Society of Stem Cell Research. “You would not believe what we have to do in my lab to prepare cells properly.”\n\nResearchers in favor of an FDA crackdown warn that the new crop of studies are small — one involves just a single patient — and far from definitive. Some have not yet been published. They also note that some experimental treatments have highly toxic side effects.\n\nAnd they worry that if the FDA does not act, more and more patients who hear about the promising but very preliminary study results will seek care at unregulated, for-profit clinics, which may not have the expertise to properly prepare and administer stem cell treatments, or which may not even be using actual stem cells in their injections.\n\n“Academics and stem cell researchers are part of the problem,” said Leigh Turner, a bioethicist at the University of Minnesota who has been urging the FDA for years to shut down private stem cell clinics. “They give sober talks on the spread of red-flag clinics — but whether they like it or not, they are part of the stem cell hype machine.”\n\n“You see scientists issuing press releases describing patients getting out of wheelchairs and walking. They sound just like the clinic operators,” he said.\n\nThe FDA has shut down a handful of the more than 550 commercial stem cell clinics in the US, mostly over concerns about sterility, but many critics say that’s just a drop in the bucket.\n\n“The clinics are doing an unapproved and for-profit gigantic human experiment,” said Paul Knoepfler, a stem cell researcher at the University of California, Davis who has extensively and repeatedly chastised the FDA for non-action on his blog The Niche.\n\nTantalizing hints of the promise of stem cells\n\nStem cells can be extracted from a number of different tissues. They’re highly flexible and can turn into other kinds of cells — heart cells, say, or retinal cells. That ability lets them act as a kind of internal repair system.\n\nStem cells extracted from bone marrow have long been used to treat cancer, and blood and immune disorders. Now a variety of types of stem cells are being tested in a slew of other applications.\n\nFor example, a team at Stanford and the University of Pittsburgh announced in June in the journal Stroke that they had restored mobility in some stroke patients by injecting a particular kind of modified stem cell directly into their brains. Most stroke patients don’t improve much after six months, but some who received the treatment gained mobility a year or more after their strokes. Some who had been confined to wheelchairs even began to walk.\n\nDr. Gary Steinberg, a neurosurgeon at Stanford and the study’s lead author, said he thought the cells might be helping by secreting factors that led to the regeneration or reactivation of patient’s cells. “We didn’t imagine we could restore neurologic function in these chronic stroke patients with severe disability,” said Steinberg.\n\nBut the study involved just 18 patients; Steinberg is recruiting 156 more for additional study.\n\nIn another promising effort, a team from the University of Southern California this week announced they had restored some mobility in a 21-year-old man, Kris Boesen, who had become paralyzed from the neck down after a car accident this spring.\n\nThe team, led by USC neurosurgeon and bioengineer Dr. Charles Liu, injected 10 million specialized cells created from embryonic stem cells directly into the patient’s spine.\n\nTo be sure, it’s unclear whether, or how much, the treatment helped; the patient may also have recovered spontaneously. But whatever the mechanism, the improvement was dramatic: Three months after the treatment, the patient was feeding himself, hugging his family, and using his cell phone.\n\n“The first thing he did when he could use his hands was text his girlfriend,” Liu said.\n\nThis patient was one of five enrolled in a multicenter clinical trial using cells that support nervous system functioning created from embryonic cells by Asterias Biotherapeutics, which plans to release results from several other patients Wednesday at an International Spinal Cord Society meeting in Vienna.\n\n“If it bears out, it’s going to be huge,” Liu said. “This was the difference between someone using his hands or not.”\n\nIn what may be the most dramatic of recent results, a study of 24 patients published in Lancet in June showed that stem cell transplants arrested the progress of multiple sclerosis, a disease marked by damage to the myelin that coats nerve fibers.\n\nPatients were followed for four to 13 years. Seventy percent of them did not see any progression in their disability and 40 percent showed sustained improvement. In all cases, damage to the nerve fibers was halted. There was no control group; study leaders said it would have been unethical to enroll patients and not offer them a therapy.\n\nOne of the patients, Jennifer Molson, was in assisted living and unable to feed or dress herself when she received the stem cell transplant in 2002. Molson, who’s now 41, recovered so well she was able to walk down the aisle when she married a year later and now downhill-skis and kayaks.\n\n“I got my life back, 100 percent,” she said. “I wasn’t supposed to get better, but I did.”\n\nShe did despite the devastating treatment, which included far more than stem cells. First, she had to take a powerful combination of chemotherapy drugs to wipe out her immune system — which was attacking her nervous system. She was then injected with stem cells harvested from her own blood to create a new immune system with no memory of the previous one.\n\n“There’s no sugarcoating it, the treatment was awful,” she said. “I didn’t know you could throw up your own feeding tube.”\n\nThe treatment was so toxic that one patient in the trial died of liver failure and another required intensive care. And it’s only suitable for about 5 percent of MS patients — those with an early and aggressive form of the disease who haven’t suffered too much nerve damage already.\n\nBut the treatment appears to be so effective in stopping the progression of MS it is now offered with a less toxic dose of chemo as a treatment (for those with Canadian insurance) at Ottawa Hospital, where it was pioneered. Researchers in other countries are working on similar therapies.\n\nDr. Harold Atkins, a hematologist at Ottawa Hospital who conducted the study with neurologist Dr. Mark Freedman said he’s extremely excited about the results. But he’s concerned about MS patients who might seek stem cell injections at commercial clinics that can’t carry out the stringent and complex procedures he uses in Ottawa.\n\n“It’s frustrating that what some patients are looking at doing doesn’t make sense biologically or medically,” he said. “You tell them that, but they’re desperate and they don’t listen.”\n\nThe FDA hearing on the draft regulation was originally scheduled to be held in April, but the agency was flooded with public comments.\n\nWith hundreds of people clamoring to be heard, the FDA is now holding the hearings over two days — Monday and Tuesday — with a long list of speakers allotted five minutes each. The agency also held a workshop on the subject this week.\n\nThe agency has not said when it will make a final decision on the regulations.\n\nCritics fear that even if FDA does classify stem cells as drugs, it will be difficult for the chronically understaffed agency to force the closure of hundreds of clinics. Turner said the FDA should have issued these rules a few years ago, when there were only a handful of stem cell clinics operating.\n\nSome clinic owners are pushing for a middle ground: They’re urging the FDA to let them continue to treat patients, but to set up a registry for them to report safety and efficacy data. The idea would be to encourage commercial clinics to effectively carry out the bigger clinical trials that academics and even biotech startups often can’t afford to do.\n\nKnoepfler says this plan is patently ridiculous. For-profit clinics have no motivation to report results of therapies that don’t work, he said, and wouldn’t have any incentive to compare those who got treatment against a control group that did not.\n\n“They have a vested interest in not testing their ‘treatments’ scientifically because of the risk of showing it is not real,” he said.\n\nThis article is reproduced with permission from STAT. It was first published on Sept. 9, 2016. Find the original story here.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "FDA weighs crackdown that could shut hundreds of stem cell clinics", "description": "Scientists on Monday will urge the Food and Drug Administration to crack down on rogue clinics across the country that market stem cell treatments.", "image": "https://d3i6fh83elv35t.cloudfront.net/newshour/app/uploads/2015/01/genome_80109390-1024x682.jpg", "image:height": "682", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/fda-weighs-crackdown-shut-hundreds-stem-cell-clinics", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2016-09-11T17:15:32-05:00", "article:section": "Health", "article:tag": "fda, stat news, stem cell research, stem cells, stroke"}, "tags": ["stroke", "The Leading Edge", "Long-Term Care", "stat news", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "Race Matters", "stem cells", "fda", "Politics Monday", "stem cell research", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["https://www.statnews.com/2016/06/16/stem-cell-diabetes-treatment/", "https://www.statnews.com/2016/03/17/stem-cells-drug-testing/", "https://www.statnews.com/2016/06/30/stem-cell-clinics-proliferate/", "https://www.statnews.com/2016/06/30/stem-cell-political-fight/", "https://www.statnews.com/2016/02/08/fda-crackdown-stem-cell-clinics/", "https://www.statnews.com/2016/03/16/jason-lezak-stem-cells/", "https://www.statnews.com/2016/01/30/paul-knoepfler/", "http://www.ipscell.com/", "http://stroke.ahajournals.org/content/early/2016/06/02/STROKEAHA.116.012995.abstract", "http://www.thelancet.com/journals/lancet/article/PIIS0140-6736(16)30169-6/fulltext", "https://www.statnews.com/2016/06/01/stem-cell-company-shutters/", "https://www.statnews.com/2016/09/09/stem-cell-fda-hearing/"], "authors": ["Usha Lee McFarling, STAT"], "publish_date": "2016-09-11T17:15:32-05:00"}