{"result_id": "MNTT005066", "URL": "https://apnews.com/article/weight-loss-pill-obesity-ozempic-wegovy-2c0f852513994226af456166f65b5e82", "timestamp": "2024-03-06 15:11:18 CET+0100", "meta": {"description": "Losing significant amounts of weight may soon be as easy as taking a daily pill. New research released Sunday shows high-dose oral versions of the medication in the blockbuster drugs Ozepmic and Wegovy may work as well as the popular injections — even in hard-to-treat people with diabetes.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/weight-loss-pill-obesity-ozempic-wegovy-2c0f852513994226af456166f65b5e82", "encoding": "UTF-8", "website_keywords": "Medication, Obesity, a, Lifestyle, Health, Science, Weight management, Massachusetts, f, New Jersey, l, Business"}, "image": null, "domain": "apnews.com", "title": "No more needles? A daily pill may work as well as Wegovy shots to treat obesity", "cleaned_text": "What if treating obesity could be as easy as popping an effective pill?\n\nThat’s a notion that has long fueled hope for many of the more than 40% of Americans who are considered obese — and fueled criticism by those who advocate for wider weight acceptance. Soon, it may be a reality.\n\nHigh-dose oral versions of the medication in the weight-loss drug Wegovy may work as well as the popular injections when it comes to paring pounds and improving health, according to final results of two studies released Sunday night. The potent tablets also appear to work for people with diabetes, who notoriously struggle to lose weight.\n\nDrugmaker Novo Nordisk plans to ask the U.S. Food and Drug Administration to approve the pills later this year.\n\n“If you ask people a random question, ‘Would you rather take a pill or an injection?’ People overwhelmingly prefer a pill,” said Dr. Daniel Bessesen, chief of endocrinology at Denver Health, who treats patients with obesity but was not involved in the new research.\n\nThat’s assuming, Bessesen said, that both ways to take the medications are equally effective, available and affordable. “Those are the most important factors for people,” he said.\n\nThere have been other weight-loss pills on the market, but none that achieve the substantial reductions seen with injected drugs like Wegovy. People with obesity will be “thrilled” to have an oral option that’s as effective, said Dr. Katherine Saunders, clinical professor of medicine at Weill Cornell Health and co-founder of Intellihealth, a company that focuses on obesity treatment.\n\nNovo Nordisk already sells Rybelsus, which is approved to treat diabetes and is an oral version of semaglutide, the same medication used in the diabetes drug Ozempic and Wegovy. It comes in doses up to 14 milligrams.\n\nBut results of two gold-standard trials released at the American Diabetes Association’s annual meeting looked at how doses of oral semaglutide as high as 25 milligrams and 50 milligrams worked to reduce weight and improve blood sugar and other health markers.\n\nA 16-month study of about 1,600 people who were overweight or had obesity and were already found the high-dose daily pills lowered blood sugar significantly better than the standard dose of Rybelsus. From a baseline weight of 212 pounds (96.16 kilograms), the higher doses also resulted in weight loss of between 15 pounds (6.80 kilograms) to 20 pounds (9.07 kilograms), compared to about 10 pounds (4.54 kilograms) on the lower dose.\n\nAnother of more than 660 adults who had obesity or were overweight with at least one related disease — but not diabetes — found the 50-milligram daily pill helped people lose an average of about 15% of their body weight, or about 35 pounds (15.88 kilograms), versus about 6 pounds (2.72 kilograms) with a dummy pill, or placebo.\n\nThat’s “notably consistent” with the weight loss spurred by weekly shots of the highest dose of Wegovy, the study authors said.\n\nBut there were side effects. About 80% of participants receiving any size dose of oral semaglutide experienced things like mild to moderate intestinal problems, such as nausea, constipation and diarrhea.\n\nIn the 50-milligram obesity trial, there was evidence of higher rates of benign tumors in people who took the drug versus a placebo. In addition, about 13% of those who took the drug had “altered skin sensation” such as tingling or extra sensitivity.\n\nMedical experts predict the pills will be popular, especially among people who want to lose weight but are fearful of needles. Plus, tablets would be more portable than injection pens and they don’t have to be stored in the refrigerator.\n\nBut the pills aren’t necessarily a better option for the hundreds of thousands of people already taking injectable versions such as Ozempic or Wegovy, said Dr. Fatima Cody Stanford, an obesity medicine expert at Massachusetts General Hospital.\n\n“I don’t find significant hesitancy surrounding receiving an injection,” she said. “A lot of people like the ease of taking a medication once a week.”\n\nIn addition, she said, some patients may actually prefer shots to the new pills, which have to be taken 30 minutes before eating or drinking in the morning.\n\nPaul Morer, 56, who works for a New Jersey hospital system, lost 85 pounds using Wegovy and hopes to lose 30 more. He said he would probably stick with the weekly injections, even if pills were available.\n\n“I do it on Saturday morning. It’s part of my routine,” he said. “I don’t even feel the needle. It’s a non-issue.”\n\nSome critics also worry that a pill will also put pressure on people who are obese to use it, fueling social stigma against people who can’t — or don’t want to — lose weight, said Tigress Osborn, chair of the National Association to Advance Fat Acceptance.\n\n“There is no escape from the narrative that your body is wrong and it should change,” Osborn said.\n\nStill, Novo Nordisk is banking on the popularity of a higher-dose pill to treat both diabetes and obesity. Sales of Rybelsus reached about $1.63 billion last year, more than double the 2021 figure.\n\nOther companies are working on oral versions of drugs that work as well as Eli Lilly and Co.'s Mounjaro — an injectable diabetes drug expected to be soon. Lilly researchers reported promising mid-stage trial results for an oral pill called orforglipron to treat patients who are obese or overweight and diabetes.\n\nPfizer, too, has released mid-stage results for , an oral drug for diabetes taken twice daily with food.\n\nNovo Nordisk officials said it’s too early to say what the cost of the firm’s high-dose oral pills would be or how the company plans to guarantee adequate manufacturing capacity to meet demand. Despite surging popularity, injectable doses of Wegovy will be in short supply until at least September, company officials said.\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group. The AP is solely responsible for all content.", "opengraph": {"title": "No more needles? A daily pill may work as well as Wegovy shots to treat obesity", "url": "https://apnews.com/article/weight-loss-pill-obesity-ozempic-wegovy-2c0f852513994226af456166f65b5e82", "image": "https://dims.apnews.com/dims4/default/c1b0be0/2147483647/strip/true/crop/4500x2531+0+236/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fd9%2F0f%2Fb1ec29678db0dfd856a4b678a1d5%2Fae4185995a964c30851338d3ef6f8397", "image:url": "https://dims.apnews.com/dims4/default/c1b0be0/2147483647/strip/true/crop/4500x2531+0+236/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fd9%2F0f%2Fb1ec29678db0dfd856a4b678a1d5%2Fae4185995a964c30851338d3ef6f8397", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "FILE - This Tuesday, April 3, 2018 file photo shows a closeup of a beam scale in New York. High-dose oral versions of the medication in the weight-loss drug Wegovy may work as well as injections at paring pounds and improving health, including hard-to-treat people with diabetes, according to research released Sunday, June 25, 2023. (AP Photo/Patrick Sison, File)", "description": "Losing significant amounts of weight may soon be as easy as taking a daily pill. New research released Sunday shows high-dose oral versions of the medication in the blockbuster drugs Ozepmic and Wegovy may work as well as the popular injections — even in hard-to-treat people with diabetes.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/jonel-aleccia", "article:published_time": "2023-06-26T01:49:11", "article:modified_time": "2023-06-26T12:47:16.586", "article:section": "Health", "article:tag": "Medication"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/mounjaro-ozempic-wegovy-weight-loss-obesity-53d02d95d3e6d4e5e5905a88142a701d", "https://apnews.com/article/mounjaro-ozempic-wegovy-weight-loss-obesity-53d02d95d3e6d4e5e5905a88142a701d", "https://apnews.com/article/teen-weight-loss-drugs-obesity-surgery-3b49528121e78df20a74f177cd7e3a5a", "https://apnews.com/article/teen-weight-loss-drugs-obesity-surgery-3b49528121e78df20a74f177cd7e3a5a", "https://apnews.com/article/ozempic-wegovy-semaglutide-fda-warning-169c76ac16d3fa1bda42ad499ce44e24", "https://apnews.com/article/ozempic-wegovy-semaglutide-fda-warning-169c76ac16d3fa1bda42ad499ce44e24", "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(23)01127-3/fulltext", "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(23)01185-6/fulltext", "https://apnews.com/article/mounjaro-wegovy-ozempic-obesity-weight-loss-bd0e037cc5981513487260d40636752a", "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(23)01302-8/fulltext", "https://www.nejm.org/doi/full/10.1056/NEJMoa2302392", "https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2805054"], "authors": [], "publish_date": "2023-06-26T01:49:11"}