{"result_id": "MNTT002081", "URL": "https://www.pbs.org/newshour/health/8-things-didnt-know-truvadaprep", "timestamp": "2024-03-06 15:09:01 CET+0100", "meta": {"description": "Truvada can be used for what is called \"PrEP,\" short for \"pre-exposure prophylaxis,\" the controversial practice of using antiretroviral drugs to prevent HIV infection.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/8-things-didnt-know-truvadaprep", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "8 things you didn't know about Truvada", "cleaned_text": "On PBS NewsHour Weekend Sunday, we travel to San Francisco, where city public health officials have set an ambitious goal, called “Getting to Zero,” to eliminate new HIV infections. One of the main pillars of the plan relies on use of the antiretroviral drug Truvada.\n\nTruvada can be used for what is called “PrEP,” short for “pre-exposure prophylaxis,” the controversial practice of using antiretroviral drugs to prevent HIV infection.\n\nRead on to learn 8 things you may not know about Truvada.\n\n1. Truvada has been used to treat HIV for a decade\n\nTruvada is a combination of two medicines, emtricitabine and tenofovir. It has been used for ten years as part of a drug regimen that suppresses HIV in people already suffering from the virus.\n\nTruvada works by blocking an enzyme called reverse transcriptase, which HIV uses to copy its genetic material and reproduce. In addition to suppressing HIV in people who have already been infected, Truvada can also prevent the virus from infecting people in the first place.\n\nIn 2012, it became the first drug to be approved by the Food and Drug Administration for use in preventing HIV-negative people from getting HIV through sexual intercourse.\n\n2. PrEP can reduce the risk of HIV infection by more than 90 percent if used properly, but is far less effective if not taken as recommended\n\nPrEP is recommended for people at high risk of HIV infection. In practice, this mostly applies to gay or bisexual men who have had anal sex without a condom or been diagnosed with a sexually transmitted disease (STD) in the past six months. But it also includes intravenous drug users who share equipment and heterosexual men and women who don’t regularly use condoms during sex with high-risk partners.\n\nOne major study of men who have sex with men, called iPrEx, found that HIV-negative men prescribed Truvada for daily use were 44 percent less likely to contract HIV than those who took a placebo. That figure may be misleading, however, since many of the trial participants did not take the drug, or failed to take it as frequently as recommended.\n\nThe study showed that all of the men who were prescribed Truvada but still became infected either had not taken the drug at all or had taken it less frequently than instructed. The study’s conclusion was that proper use of Truvada can reduce the risk of infection by 92 percent; subsequent statistical analysis has indicated that the drug may be up to 99 percent effective when taken daily.\n\n3. Some fear widespread use of PrEP could contribute to the spread of other STDs\n\n\n\nPrEP has been criticized by some public health experts, most notably AIDS Healthcare Foundation President Michael Weinstein, who has called Truvada “a party drug,” arguing that it will encourage irresponsible sexual practices.\n\nWeinstein and other critics fear that Truvada will provide people with a false sense of security, leading to decreased condom use, riskier sex and an increase in the transmission rates of STDs like syphilis and gonorrhea. Critics also fear that people will not take the medication reliably, as is required for maximum protection.\n\nTruvada is intended to be used along with condoms, not in place of them, and doesn’t protect against other sexually transmitted diseases.\n\nPrEP proponents argue that many men who might benefit from Truvada already don’t use condoms, making the drug a pragmatic tool for preventing HIV infection. PrEP should complement established safer sex techniques, these proponents argue, and provide protection that is currently lacking for those who do not use condoms.\n\n4. PrEP has not been as widely adopted as public health officials expected\n\nWhen PrEP was first declared a viable treatment, many public health officials expected a stampede of people demanding the drug.\n\nAs Dr. Robert Grant, the lead scientist of the 2010 National Institutes of Health study that demonstrated Truvada’s efficacy in preventing HIV transmission, told The New Yorker:\n\nBut despite the fact that an estimated half million Americans could be good candidates for PrEP treatment, relatively few actually take Truvada.\n\nThe drug’s manufacturer, Gilead Sciences Inc., says that in reviewing records from about half of U.S. pharmacies that dispensed Truvada between January 1, 2012, and March 31, 2014, it found that only 3,253 people had started the PrEP regimen during that period.\n\nVarious factors have been cited as contributing to the low numbers of people using PrEP, including criticism from groups like the AIDS Healthcare Foundation, the drug’s high cost and the fact that Gilead hasn’t actively marketed the drug for use in preventing HIV.\n\n5. Truvada use has been stigmatized by some members of the gay community\n\nAnother possible reason for Truvada’s limited use is that PrEP users have been criticized by some in the gay community, who have labeled them “Truvada whores.”\n\nThese critics argue that many who use the drug see it as en excuse to engage in unsafe sexual practices, and that encouraging people to use PrEP is tantamount to giving them permission to have sex without condoms.\n\n6. Truvada is expensive — it costs about $1300 per month, but it is covered under most insurance plans and the drug’s manufacturer offers payment assistance\n\nWithout insurance, PrEP costs about $1300 per month, plus the added expenses of office visits and lab work. But most insurance providers cover at least part of the drug’s cost, since it is generally cheaper to pay for prevention than to cover the costs of treating people infected with HIV.\n\nGilead offers payment assistance for those who don’t have insurance, or who have unaffordable co-pays.\n\nTruvada can have a number of adverse side effects, including lactic acidosis, a dangerous buildup of lactic acid in the bloodstream, liver problems, kidney issues — including kidney failure — and bone density loss.\n\nSo far, no evidence of bone density loss had been found in people taking Truvada to prevent HIV, though it has been seen in those who take it to suppress the virus.\n\n8. New York Gov. Andrew Cuomo has advocated for PrEP use\n\nGov. Cuomo has made PrEP use a central part of his plan to end the state’s HIV epidemic by 2020, making him one of the first high-profile U.S. politicians to advocate its use.\n\nNew York has made good progress in reducing HIV infection rates among most high-risk groups, including drug users. But progress in reducing infections among gay men has been slow.\n\nEncouraging condom use has been the cornerstone of New York’s past risk-prevention efforts. And while the state will still aggressively encourage condom use, the promotion of PrEP may be intended to help prevent infections in people who refuse to use condoms, or who use them irregularly.\n\nAsked by The New York Times why Gov. Cuomo decided to make PrEP part of his anti-HIV efforts, an unnamed top administration official said, “Some people use condoms, some people don’t. You can’t offer condoms to people who don’t want them.”", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "8 things you didn't know about Truvada", "description": "Truvada can be used for what is called \"PrEP,\" short for \"pre-exposure prophylaxis,\" the controversial practice of using antiretroviral drugs to prevent HIV infection.", "image": "https://d3i6fh83elv35t.cloudfront.net/newshour/app/uploads/2015/04/107091580-1024x652.jpg", "image:height": "652", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/8-things-didnt-know-truvadaprep", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2015-04-12T13:57:43-05:00", "article:section": "Health", "article:tag": "8 things you didn't know, aids, health, hiv, hiv/aids, infection, pbs newshour weekend, prep, prevention, public health, san francisco, std, truvada"}, "tags": ["pbs newshour weekend", "Brooks and Capehart", "aids", "public health", "prep", "Politics Monday", "The Leading Edge", "san francisco", "ScienceScope", "infection", "std", "Supreme Court", "hiv", "Race Matters", "Basic Research", "Long-Term Care", "hiv/aids", "health", "Essays", "8 things you didn't know", "prevention", "truvada", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [{"embed_type": "iframe", "provider": "youtube", "width": "500", "height": "281", "embed_code": "<iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/2t4qyXTq5x4?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"/>", "src": "https://www.youtube.com/embed/2t4qyXTq5x4?feature=oembed"}], "links": ["http://www.pbs.org/newshour/bb/san-francisco-plans-get-zero-new-infections-hiv/", "http://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm312210.htm", "http://www.nejm.org/doi/full/10.1056/NEJMoa1011205", "http://www.usatoday.com/story/news/nation/2014/04/06/gay-men-divided-over-use-of-hiv-prevention-drug/7390879/", "http://www.newyorker.com/tech/elements/why-is-no-one-on-the-first-treatment-to-prevent-h-i-v", "http://www.huffingtonpost.com/david-duran/truvada-whores_b_2113588.html", "http://www.truvada.com/truvada-patient-assistance", "http://www.nytimes.com/2014/07/04/upshot/pill-to-prevent-hiv-gets-a-prominent-backer-andrew-cuomo.html?abt=0002&abg=0"], "authors": ["Daniel Costa-Roberts"], "publish_date": "2015-04-12T13:57:43-05:00"}