{"result_id": "MNTT005062", "URL": "https://apnews.com/article/testosterone-replacement-therapy-low-t-safety-study-702598905c3f650576247a5d7322fcdf", "timestamp": "2024-03-06 15:11:15 CET+0100", "meta": {"description": "New research suggests testosterone replacement therapy is safe for men with “low T” and who have cardiovascular disease or are at high risk for it.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/testosterone-replacement-therapy-low-t-safety-study-702598905c3f650576247a5d7322fcdf", "encoding": "UTF-8", "website_keywords": "Heart disease, AP Top News, Medication, Heart attack, Science, a, Health, Mens health, Cleveland, Medical research, l, Lifestyle"}, "image": null, "domain": "apnews.com", "title": "Popular 'low T' treatment is safe for men with heart disease, but doctors warn it's no youth serum", "cleaned_text": "Testosterone replacement therapy is safe for men with “low T” who have heart disease or are at high risk for it, a new study suggests.\n\nBut doctors warn the popular treatment is no “anti-aging tonic.”\n\nThe research, published Friday in the New England Journal of Medicine, found that heart attacks, strokes and other major cardiac issues were no more common among those using testosterone gel than those using a placebo.\n\nThat implies the gel is also safe for men without cardiovascular problems who have low T, said Dr. Steven Nissen, a cardiologist at the Cleveland Clinic and senior author of the study. But, he added, it doesn’t mean the treatment should be used by men without low T — a condition also known as hypogonadism that’s measured by levels of the sex hormone in the blood.\n\n“What we’ve shown here is that for a very specific group of men, testosterone can be given safely,” Nissen said. “But it is not to be given as an anti-aging tonic for widespread use in men who are aging.”\n\nMore than 5,000 men ages 45-80 at 316 trial sites throughout the U.S. were randomly assigned to get the testosterone gel or the placebo, which they rubbed on their skin daily for an average of about 22 months. “Major cardiac events” occurred in 182 patients in the testosterone group and 190 patients in the placebo group.\n\nThe testosterone group did have a higher incidence of less severe problems, such as atrial fibrillation, acute kidney injury and issues from blood clots in veins.\n\nThe large study helps address “a gap of understanding” about how testosterone treatment affects cardiovascular outcomes for men with true low T, said Dr. Alan Baik, a cardiologist at the University of California-San Francisco who was not involved in the research.\n\nBut he’d like to see more research, he said, on whether testosterone therapy can actually reduce cardiovascular risk factors in men with low T, who seem more likely to have conditions like high blood pressure and diabetes.\n\nTreating low T has been a big business for many years, largely driven by advertisements for pills, patches, gels and injections. Online sites and clinics across the nation offer the treatment, and many tie low T to common issues such as fatigue and weight gain.\n\nThe new study, led by the Cleveland Clinic and funded by a consortium of drug companies, was done in response to a 2015 mandate by the Food and Drug Administration for makers of testosterone products to carefully examine the risk of heart attack or stroke. A previous FDA review had shown that many men got low T treatment even though their testosterone levels hadn’t been checked.\n\nNissen said while low T is a “very common disorder,” aging men also want to feel like they’re 18 again and “have the sexual performance they had when they were young,” he said.\n\nBut the treatment, he added, “should not be used by bodybuilders. It should not be used by athletes. The concerns about the misuse of testosterone are quite high. And I think we have to be very cautious.”\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group. The AP is solely responsible for all content.", "opengraph": {"title": "Popular 'low T' treatment is safe for men with heart disease, but doctors warn it's no youth serum", "url": "https://apnews.com/article/testosterone-replacement-therapy-low-t-safety-study-702598905c3f650576247a5d7322fcdf", "image": "https://dims.apnews.com/dims4/default/f5557d0/2147483647/strip/true/crop/4484x2522+0+233/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F45%2F54%2F067f1d01757f24825cdf9b1cd937%2Ffabc91f6874b4439ae05c526d805ae14", "image:url": "https://dims.apnews.com/dims4/default/f5557d0/2147483647/strip/true/crop/4484x2522+0+233/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F45%2F54%2F067f1d01757f24825cdf9b1cd937%2Ffabc91f6874b4439ae05c526d805ae14", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "FILE - A screen displays a patient's vital signs at a hospital in Baltimore on Nov. 28, 2016. Research published in the New England Journal of Medicine on Friday, June 16, 2023, suggests testosterone replacement therapy is safe for men with “low T” who have cardiovascular disease or are at high risk for it. But doctors say men shouldn’t view the treatment as an “anti-aging tonic.” (AP Photo/Patrick Semansky, File)", "description": "New research suggests testosterone replacement therapy is safe for men with “low T” and who have cardiovascular disease or are at high risk for it.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/laura-ungar", "article:published_time": "2023-06-16T15:33:29", "article:modified_time": "2023-12-04T22:32:27.517", "article:section": "Health", "article:tag": "Heart disease"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/tom-lockyer-luton-cardiac-arrest-dbd3dbc32dd02dff246870858756248e", "https://apnews.com/article/tom-lockyer-luton-cardiac-arrest-dbd3dbc32dd02dff246870858756248e", "https://apnews.com/article/norway-soccer-mounir-hamoud-dies-83c4640eccaa53828212bb8edab2e6c9", "https://apnews.com/article/norway-soccer-mounir-hamoud-dies-83c4640eccaa53828212bb8edab2e6c9", "https://apnews.com/article/colts-911-call-irsay-b29bbf14f2c669c188d88c4d7080b20b", "https://apnews.com/article/colts-911-call-irsay-b29bbf14f2c669c188d88c4d7080b20b"], "authors": [], "publish_date": "2023-06-16T15:33:29"}