{"result_id": "MNTT005009", "URL": "https://apnews.com/article/virus-outbreak-health-bolivia-ap-top-news-pandemics-97afc6e9f07751ba14493a4587ff26dc", "timestamp": "2024-03-06 15:10:32 CET+0100", "meta": {"description": "COCHABAMBA, Bolivia (AP) — Long lines form every morning in one of the Bolivian cities hardest hit by the coronavirus pandemic as desperate people wait to buy small bottles of chlorine dioxide, a toxic bleaching agent that has been falsely touted as a cure for COVID-19 and myriad other diseases.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/virus-outbreak-health-bolivia-ap-top-news-pandemics-97afc6e9f07751ba14493a4587ff26dc", "encoding": "UTF-8", "website_keywords": "Latin America, Caribbean, La Paz, Pandemics, AP Top News, Bolivia, General news, Virus Outbreak, Health"}, "image": null, "domain": "apnews.com", "title": "In Bolivian city, people buy fake - and toxic - virus cure", "cleaned_text": "COCHABAMBA, Bolivia (AP) — Long lines form every morning in one of the Bolivian cities hardest hit by the coronavirus pandemic as desperate people wait to buy small bottles of chlorine dioxide, a toxic bleaching agent that has been falsely touted as a cure for COVID-19 and myriad other diseases.\n\nThe rush in the city of Cochabamba to buy a disinfectant known to cause harm to those who ingest it comes even after the Bolivian Health Ministry warned of its dangers and said at least five people were poisoned after taking chlorine dioxide in La Paz, the capital.\n\nDr. Antonio Viruez, who is treating the five at a hospital, said one incorrectly believed he had COVID-19 and developed pneumonitis, an inflammation of lung tissue, after taking chlorine dioxide and a medication used to treat parasite infestations. The other patients are improving, he said.\n\n“The Health Ministry cannot risk recommending something that doesn’t have a scientific basis,” said Miguel Ángel Delgado, a senior ministry official.\n\nHowever, Bolivia’s opposition-controlled congress is promoting the use of chlorine dioxide. Last week, the Senate approved a bill authorizing the emergency “manufacture, marketing, supply and use of chlorine dioxide solution for the prevention and treatment of coronavirus.”\n\nThe bill would require the approval of interim President Jeanine Áñez, who is in quarantine after testing positive for the new coronavirus. She has sparred with opposition lawmakers loyal to Evo Morales, the former leader who was forced to resign last year after an election marred by irregularities.\n\nMany fearful residents in Cochabamba, where opposition support is strong, are giving chlorine dioxide a try. Cochabamba has reported about 440 deaths from COVID-19, or one-quarter of the total number of reported deaths in Bolivia. The real toll is believed to be higher.\n\n“I am afraid. I have to try it,” said Andrés Poma, a 34-year-old teacher who is skeptical that beleaguered health services can help him if he gets sick. “What am I going to do? Wait to die at the door of the hospital or at the door of my house?”\n\nFederico Anza, who sells chlorine dioxide at his Cochabamba store, said thousands of people have bought it, consuming it in drops.\n\n“My wife and I took it and nothing happened to us,” he said.\n\nHe said his clients had not fallen ill after taking the agent, though provincial health authorities reported 10 cases of poisoning from chlorine dioxide in the past week.\n\nThe governor of Cochabamba state, Esther Soria, said she supports a plan for a state law authorizing the use of chlorine dioxide and traditional medicine to treat COVID-19. Cochabamba’s mayor, José María Leyes, said he favors the free distribution of the bleaching agent to treat patients.\n\nBut Fernando Rengel, president of the Cochabamba’s scientific association, said there are old beliefs that the toxic substance is “miraculous” and cures cancer, AIDS, malaria and other diseases, “but there is no scientific study that proves that it cures any disease.”\n\nChlorine dioxide is one of a number of fake cures that have been promoted, often by fringe groups online, since the pandemic began.\n\nIn April, a federal judge in South Florida ordered a Colombia-based group, the Genesis II Church of Health and Healing, to stop selling a related product, Miracle Mineral Solution, in the U.S. Prosecutors said Genesis marketed the solution as a treatment for COVID-19, autism and other ailments.\n\nThe U.S. Food and Drug Administration has previously issued public warnings that MMS can cause nausea, vomiting, diarrhea and severe dehydration.\n\nIn April, U.S. President Donald Trump mused about whether disinfectants could be injected or ingested to fight COVID-19, prompting intense blowback from doctors and other health officials.", "opengraph": {"title": "In Bolivian city, people buy fake - and toxic - virus cure", "url": "https://apnews.com/article/virus-outbreak-health-bolivia-ap-top-news-pandemics-97afc6e9f07751ba14493a4587ff26dc", "image": "https://dims.apnews.com/dims4/default/bb0ae70/2147483647/strip/true/crop/3000x1688+0+71/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F1ed454634f6e49b4b8980005b78f3ad9%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/bb0ae70/2147483647/strip/true/crop/3000x1688+0+71/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F1ed454634f6e49b4b8980005b78f3ad9%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Health workers carry an empty coffin into the San Jose nursing home to recover the body of an recently deceases resident, in Cochabamba, Bolivia, Thursday, July 16, 2020. According to city authorities, 10 elderly people with suspected COVID-19 symptoms have died in the last two weeks at the nursing home. (AP Photo/Dico Solis)", "description": "COCHABAMBA, Bolivia (AP) — Long lines form every morning in one of the Bolivian cities hardest hit by the coronavirus pandemic as desperate people wait to buy small bottles of chlorine dioxide, a toxic bleaching agent that has been falsely touted as a cure for COVID-19 and myriad other diseases.", "site_name": "AP News", "type": "article", "article:published_time": "2020-07-17T20:04:21", "article:modified_time": "2021-05-01T03:19:03.759", "article:tag": "Virus Outbreak"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": "2020-07-17T20:04:21"}