{"result_id": "MNTT001001", "URL": "https://www.bbc.com/bitesize/guides/zpn9q6f/revision/3", "timestamp": "2024-02-28 23:17:39 CET+0100", "meta": {"description": "Learn about and revise preventing, treating and curing diseases with this BBC Bitesize Combined Science AQA Synergy study guide.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.co.uk/bitesize/guides/zxk9v9q/revision/5", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Testing new drugs - Preventing, treating and curing diseases - AQA Synergy - GCSE Combined Science Revision - AQA Synergy", "cleaned_text": "New drugA substance that can change chemical reactions in the body. are being developed all the time. Historically drugs have come from nature, as parts of plants and microorganisms have been extracted. One of the most famous discoveries was made by Sir Alexander Fleming, who discovered penicillin from the Penicillium mouldA type of fungus..\n\nCertain drugs can be extracted from natural sources, and have been known about for a long time. For example, willow bark was used by the ancient Greeks to help cure fevers and pains. It was later discovered that the active ingredient was salicylic acid. This was modified by chemists into the substance we call aspirin, which is less irritating to the stomach than salicylic acid.\n\nPlants are still important in providing new drugs today, but most plant drugs are now created in a laboratory by scientists at pharmaceuticalRelating to medicines and drugs, and their production, sale and use. companies. Many of these companies now produce syntheticA material made by a chemical process, not naturally occurring. versions of the plant extracts, and also use these as the starting point to develop new drugs.\n\nNew drugs need to be tested and trialled before doctors prescribe them and patients take them. This allows drugs to be checked for:\n\nThe placeboAn inactive substance made to resemble a drug for researchers to use as a control. effect occurs when someone feels they are better when they have been given a dummy form of the drug, not the drug itself.\n• in A clinical trial in which the patient does not know whether they are receiving the new treatment but their doctor does. only, the doctor knows which patients have been given the drug and which have been given the placebo\n• in A medical trial to test a drug in which neither the patient nor doctor know who has the drug and who has the placebo. , neither the doctor nor the patient knows who has been given the drug or placebo\n\nThere is a small amount of risk involved in many choices we take in our lives. There is some risk involved in volunteering to be in a drug trial. Some people choose to do this though. Sometimes sick people volunteer to try a newly developed type of treatment. Other volunteers are healthy. They are paid a small sum of money to participate. Drug testing on humans is an important part of the process described above.", "opengraph": {"title": "Testing new drugs - Preventing, treating and curing diseases - AQA Synergy - GCSE Combined Science Revision - AQA Synergy - BBC Bitesize", "description": "Learn about and revise preventing, treating and curing diseases with this BBC Bitesize Combined Science AQA Synergy study guide.", "site_name": "BBC Bitesize", "locale": "en_GB", "url": "https://www.bbc.co.uk/bitesize/guides/zxk9v9q/revision/5", "image": "https://ichef.bbci.co.uk/images/ic/1200xn/p01l7hr7.jpg", "image:secure_url": "https://ichef.bbci.co.uk/images/ic/1200xn/p01l7hr7.jpg", "image:width": "1200", "type": "article"}, "tags": ["Jobs that use Science"], "tweets": [], "movies": [], "links": ["https://www.bbc.co.uk/sounds/brand/p0f9sz0d?page=1", "https://bam.files.bbci.co.uk/bam/live/content/zvgmnk7/transcript"], "authors": [], "publish_date": null}