{"result_id": "MNTT005068", "URL": "https://apnews.com/article/environment-pittsburgh-8cd934f2c75eb062d8cdb2cad966ad14", "timestamp": "2024-03-06 15:11:19 CET+0100", "meta": {"description": "PPG Industries Inc. has agreed to do more to clean up a factory waste dump leaking toxic metals upriver from where Pittsburgh draws drinking water.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/general-news-8cd934f2c75eb062d8cdb2cad966ad14", "encoding": "UTF-8", "website_keywords": "General news, Climate and environment, Water management, Environmental concerns, Rivers and streams, Crime, Pittsburgh, Water treatment, Law and order, Waste treatment, Waste management, Production facilities, PPG Industries Inc, Natural resource management, Business, Legal proceedings, Sierra Club, Corporate news, Environment, Pennsylvania, f, Water environment, Drinking water quality, North America, Violations of environmental law, n, Pollution, United States, Water quality, Water pollution, Climate"}, "image": null, "domain": "apnews.com", "title": "Deal signed to treat glass factory waste by Allegheny River", "cleaned_text": "HARRISBURG, Pa. (AP) — After a nearly decade-long lawsuit waged by two environmental groups, PPG Industries Inc. has agreed to do more to clean up a factory waste dump leaking toxic metals into the Allegheny River, upriver from where Pittsburgh draws drinking water.\n\nThe agreement, signed by a federal magistrate judge in Pittsburgh on Friday, comes after PennEnvironment and the Sierra Club sued in 2012 to try to force PPG to clean up the site where, for decades, it dumped wastes — such as glass cuttings and slurry — from its Ford City glass manufacturing plant.\n\nThe agreement commits PPG to guarantee the long-term treatment of contaminated water leaking from massive lagoons of glass polishing slurry waste and to cover a solid waste pit, among other things. The judge could also impose fines.\n\nIn a statement, PPG would say only that the agreement allows it to continue to work with the state to “ensure protection of the environment by addressing the legacy conditions at the Ford City site without the risk of continued litigation, which further delays the clean-up.”\n\nThe lagoons, stretching across some 77 acres and sitting above the Allegheny River, have polluted runoff and groundwater with water so alkaline that some of it is on par with the pH of bleach and ammonia, the environmental groups .\n\nThe water is contaminated with high levels of heavy metals, particularly arsenic, lead, antimony, iron, aluminum and chromium, they say.\n\nIn the early 1900s, the Pittsburgh Plate Glass factory at Ford City was the largest of its kind in the world, employing thousands of workers about 40 miles northeast of Pittsburgh. The output was so great that the plant built a pipeline under the river to move wastes to the dump site a little downstream.\n\nAfter decades of declining production the plant closed for good in 1992, but the dump site remained.\n\nPPG was first ordered to clean up the waste in 1971, but has failed to do so, PennEnvironment and the Sierra Club say.\n\nIn 2010, PPG installed what it called an interim collection and treatment system.\n\nBut Carolyn Smith Pravlik, the Terris, Pravlik & Millian lawyer who represented PennEnvironment and the Sierra Club, said the water collected from an assortment of seepages is essentially untreated when it reaches the river.\n\n“We saw little purpose in how they were going about this,” Pravlik said. ‘They are not addressing the discharges and the contamination.”\n\nIn 2019, PPG agreed in a settlement with the state to pay a $1.2 million fine and treat the leaking water. Those treatment systems are not yet in place, Pravlik said, but even so, PennEnvironment and the Sierra Club deemed those treatment obligations to be too weak.\n\nPPG this month agreed to stronger treatment standards, and to financially guarantee the treatment system even if the company is no longer around to pay for it, Pravlik said.\n\nPPG also agreed to give $250,000 to the Stroud Water Research Center for wetland and mollusk research and to lay a 12-inch covering of soil over the solid waste dump site to prevent exposure to animals.", "opengraph": {"title": "Deal signed to treat glass factory waste by Allegheny River", "url": "https://apnews.com/general-news-8cd934f2c75eb062d8cdb2cad966ad14", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "PPG Industries Inc. has agreed to do more to clean up a factory waste dump leaking toxic metals upriver from where Pittsburgh draws drinking water.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/marc-levy", "article:published_time": "2021-03-30T21:02:58", "article:modified_time": "2023-12-01T14:45:10.847", "article:tag": "General news"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.timesonline.com/article/20120107/News/301079948", "https://apnews.com/article/28f00dd702c648828cc05213bdf23e1f"], "authors": [], "publish_date": "2021-03-30T21:02:58"}