{"result_id": "MNTT005056", "URL": "https://apnews.com/article/health-cancer-clinical-trials-3bd9a11343fd4a029d83726c7c72bb67", "timestamp": "2024-03-06 15:11:10 CET+0100", "meta": {"description": "DUBLIN--(BUSINESS WIRE)--Dec 15, 2022-- The \"Immune Checkpoint Inhibitors: Analysis of Clinical Trial Results (Featuring Recently Published Trial Results, Contemporary Pipeline Review, Clinical Trial Analysis, Clinical Publications Analysis, and Estimated Time to Market Analysis for Novel Drug Candidates)\" report has been added to Researc", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/business-wire/health-cancer-clinical-trials-3bd9a11343fd4a029d83726c7c72bb67", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "Immune Checkpoint Inhibitors Clinical Trial Analysis 2022: PD-1/ PD-L1 Blockades Show Promise as New Form of Targeted Cancer Therapy - ResearchAndMarkets.com", "cleaned_text": "The “Immune Checkpoint Inhibitors: Analysis of Clinical Trial Results (Featuring Recently Published Trial Results, Contemporary Pipeline Review, Clinical Trial Analysis, Clinical Publications Analysis, and Estimated Time to Market Analysis for Novel Drug Candidates)” report has been added to ResearchAndMarkets.com’s offering.\n\nCancer is one of the leading causes of death, worldwide. In 2020 alone, over 19 million new cases of the disease (affecting different organs) and close 10 million associated fatalities, were reported worldwide. Over the next couple of decades, experts believe that the global cancer burden is likely to increase by almost 50%. Currently, a variety of therapeutic measures are available for the treatment of different types of cancers; of these, surgery, chemotherapy, and radiation therapy, are considered the current standards of care.\n\nHowever, the efficacy of the aforementioned procedures has been shown to be severely limited, especially in treating advanced-stage cancers that have metastasized beyond their respective points of origin.\n\nAdditionally, the non-specific and highly toxic nature of both chemotherapy and radiation therapy is known to significantly deteriorate quality of life.\n\nOver the last couple of decades, several targeted, anti-cancer therapies have been developed, and many are already available in the market. Of these, immune checkpoint directed therapies, which are designed to prevent malignantly transformed cells from evading immune surveillance, have demonstrated a lot of potential in treating a variety of cancer types.\n\nThe programmed cell death protein 1 receptor (PD-1) receptor, and programmed death ligand 1 (PD-L1) are known to negatively regulate T-cell-mediated immune responses. Multiple studies have shown that the activation of PD-1 / PD-L1 signaling is a mechanism used by tumors to evade a T-cell based immunological response.\n\nThis led to the development of the hypothesis that PD-1 / PD-L1 blockade may prove to be an effective form of anti-cancer therapy that is capable of harnessing the key mediators of the adaptive human immune system. KEYTRUDA (pembrolizumab), the first PD-1 targeting anti-cancer therapy was approved by the FDA in September 2014 for the treatment of patients suffering from advanced / unresectable melanoma who were no longer responding to other forms of treatment. Later, in the same year, OPDIVO (nivolumab), another PD-1 targeting therapy, was approved by the FDA.\n\nThese immune checkpoint inhibitors soon demonstrated the fact that they were both viable and potent therapeutic options and had the ability to substantially prolong the lives of patients suffering from advanced stage tumors. As a result, till date, there are seven approved drugs against PD-1 and PD-L1, and several more under development.\n\nDrug developers are now capitalizing on the success of PD-1 blockade in several different types of malignancies, and also researching alternative areas of application. Consequently, this field of research is abuzz with activity both at the clinical and preclinical levels. This report provides a deeper perspective on some of the recently published results from completed and ongoing clinical research activity.\n• The “Immune Checkpoint Inhibitors (PD-1 & PD-L1 Targeting Drugs): Analysis of Clinical Trial Results” report provides detailed information on the contemporary R&D efforts related to an important segment of the immune checkpoint inhibitors market, specifically the drugs / drug candidates that have been developed to target the PD-1 and PD-L1 molecules. It offers a technical perspective of the innovation in this domain, in terms of products in the pipeline, clinical research activity, and trend of scientific publications (focused on clinical trial results). The information in this report has been presented across two deliverables, featuring an interactive MS Excel sheet and a MS PowerPoint pack, which summarizes the key takeaways from the project, and insights drawn from the curated data.\n• Detailed summaries of published clinical research results, featuring key insights related to completed and ongoing trials of PD-1 and PD-L1 inhibitors. For each trial, we have provided an elaborate [A] overview (including details of the related publication, and names of the journal and authors, trial ID, mentioned phase of development, sponsor(s), target indications, important study-related dates and locations of hospitals / centers involved), and also collated and presented information on the [B] clinical study design (featuring study type, primary purpose, total enrollment, allocation, intervention model, type of masking used, among others, along with information on the participant screening process, treatment plan and follow-up plan), [C] key research outcomes (based on information available in the dedicated trial related webpage), [D] reported results (segregated across both primary and secondary endpoints, featuring important participant and key parameter assessment related details, and key insights mentioned in the affiliated publication(s)) and [E] treatment related adverse events (including both treatment- and immune related events, segregated across different grades of severity).\n• A review of the current market landscape of PD-1 & PD-L1 targeting immune checkpoint therapies, providing information on phase of development, type of molecule, biological target, and mechanism of action. In addition, the section includes details on the key developers of PD-1 / PD-L1 based drugs, along with information on their respective year of establishment, company size, and location of headquarters.\n• A clinical trial analysis, offering information on trial registration year, phase of development, enrolled patient population, study design, key sponsors (and their respective collaborators), popular target therapeutic area, and geography. The insights from this analysis are organized to provide an informed perspective on the historical and recent pace of innovation in this domain.\n• An insightful publication analysis, taking into account only clinical trial results that have been published in peer-reviewed, scientific journals. The analysis highlights key trends observed across the aforementioned articles, including those related to year of publication, biological target, target therapeutic areas(s), key journals (in terms of number of articles published in this domain and impact factor of the journal), and popular authors (taking into consideration only the first authors of the mentioned publications). The insights from this analysis are organized to provide an informed perspective on the historical and recent trends of publishing activity, in this field of research.\n• An informed perspective concerning the likely time of launch for all the PD-1 / PD-L1 targeting drugs candidates that have not yet been approved. This analysis takes into consideration the current phase of development, time required for regulatory submissions and review, and other parameters that are expected to drive the transition from the clinic to the market.\n• Section I is a dashboard, featuring a pictorial summary of the key inclusions of the report.\n• Section II is a tabular representation of the contemporary PD-1 / PD-L1 inhibitors pipeline, including details on their respective developers.\n• Section III features data from clinicaltrials.gov which was used for a historical clinical trial analysis of studies featuring PD-1 and PD-L1 inhibitors.\n• Section IV includes a list of clinical trial result-related publications, sourced from PubMed, which was further analyzed to identify articles focused on singular clinical trials. The latter types of publications were shortlisted, linked to the corresponding clinical study-related information, and used for the trials results analysis.\n• Section V is a tabular representation of the clinical trials for which detailed publications of results are available in PubMed.\n• Section VI features the input data used for the estimated time to launch analysis.\n• Section VII includes a set of appendices, featuring pivot tables and other inputs that drive the interactive elements in the summary dashboard.\n• Section I is an executive summary of all the key takeaways from the report.\n• Section II features a detailed analysis of all clinical trial (phase I, phase II and phase III) results, which have been published in reputed, scientific journals in the period between 2020 and 2021, related to PD-1 / PD-L1 targeting drugs. The insights generated were categorized into the following sections: general trial related details, pictorial representation of study design and treatment plan, participant-related information, primary and secondary study related outcomes, tools used for patient selection and statistical analysis of clinical data, key inputs from study endpoints, and observed adverse events.\n• Section III features a detailed review of the current market landscape of PD-1 & PD-L1 targeting immune checkpoint therapies, offering insights on phase of development, type of molecule, biological target, and mechanism of action. In addition, the section includes details on the key developers of PD-1 / PD-L1 based drugs, along with information on their respective year of establishment, company size, and location of headquarters.\n• Section IV presents the clinical trial analysis, offering inputs related to key trends associated with trial registration year, phase of development, enrolled patient population, study design, key sponsors (and their respective collaborators), popular target therapeutic area, and geography. The insights from this analysis are organized to provide an informed perspective on the historical and recent pace of innovation and clinical research activity in this domain.\n• Section V provides insight from a detailed publication analysis, taking into account only clinical trial results that have been published in peer-reviewed, scientific journals. It also features our independent opinion related to trends observed across the aforementioned articles, including those related to year of publication, biological target, target therapeutic areas(s), key journals (in terms of number of articles published in this domain and impact factor of the journal), and popular authors (taking into consideration only the first authors of the mentioned publications).\n• Section VI offers an informed perspective concerning the likely time of launch for all the PD-1 / PD-L1 targeting drugs candidates that have not yet been approved. This analysis takes into consideration the current phase of development, time required for regulatory submissions and review, and other parameters that are expected to drive the transition from the clinic to the market.\n• Section VII provides a proprietary perspective on the future of immune checkpoint inhibitors, primarily focusing on drugs that target the PD-1 receptor and its ligand, PD-L1. This part of the report highlights what can be expected in terms of likely product launches, future application areas, potential for being used in combination with other drugs / therapies and estimated size of the PD-1 / PD-L1 therapies market.\n• Section VIII is an appendix, featuring a list of tables (representing numerical data from the charts and graphs in the deliverable) and a list of companies and organizations captured during the course of the study.\n\nFor more information about this report visit\n\nFor U.S./ CAN Toll Free Call 1-800-526-8630", "opengraph": {"title": "Immune Checkpoint Inhibitors Clinical Trial Analysis 2022: PD-1/ PD-L1 Blockades Show Promise as New Form of Targeted Cancer Therapy - ResearchAndMarkets.com", "url": "https://apnews.com/press-release/business-wire/health-cancer-clinical-trials-3bd9a11343fd4a029d83726c7c72bb67", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "DUBLIN--(BUSINESS WIRE)--Dec 15, 2022-- The \"Immune Checkpoint Inhibitors: Analysis of Clinical Trial Results (Featuring Recently Published Trial Results, Contemporary Pipeline Review, Clinical Trial Analysis, Clinical Publications Analysis, and Estimated Time to Market Analysis for Novel Drug Candidates)\" report has been added to Researc", "site_name": "AP News", "type": "article", "article:published_time": "2022-12-15T18:43:25", "article:modified_time": "2022-12-15T18:43:53.134", "article:tag": "Clinical trials"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.researchandmarkets.com/reports/5701131/immune-checkpoint-inhibitors-analysis-of?utm_source=BW&utm_medium=PressRelease&utm_code=l9hj6r&utm_campaign=1792981+-+Immune+Checkpoint+Inhibitors+Clinical+Trial+Analysis+2022%3a+PD-1%2f+PD-L1+Blockades+Show+Promise+as+New+Form+of+Targeted+Cancer+Therapy&utm_exec=como322prd", "https://www.researchandmarkets.com/reports/5701131/immune-checkpoint-inhibitors-analysis-of?utm_source=BW&utm_medium=PressRelease&utm_code=l9hj6r&utm_campaign=1792981+-+Immune+Checkpoint+Inhibitors+Clinical+Trial+Analysis+2022%3a+PD-1%2f+PD-L1+Blockades+Show+Promise+as+New+Form+of+Targeted+Cancer+Therapy&utm_exec=como322prd", "https://www.businesswire.com/news/home/20221215005960/en/"], "authors": [], "publish_date": "2022-12-15T18:43:25"}