{"result_id": "MNTT002030", "URL": "https://www.pbs.org/wgbh/americanexperience/features/nash-treatments-mental-illness/", "timestamp": "2024-03-06 15:08:06 CET+0100", "meta": {"description": "Learn about how mental illness has been understood and treated over time.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/americanexperience/features/nash-treatments-mental-illness/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Treatments for Mental Illness | | PBS", "cleaned_text": "400 B.C.\n\n The Greek physician Hippocrates treats mental disorders as diseases to be understood in terms of disturbed physiology, rather than reflections of the displeasure of the gods or evidence of demonic possession, as they were often treated in Egyptian, Indian, Greek, and Roman writings. Later, Greek medical writers set out treatments for mentally ill people that include quiet, occupation, and the use of drugs such as the purgative hellebore. Family members care for most people with mental illness in ancient times.\n\nMiddle Ages\n\n In general, medieval Europeans allow the mentally ill their freedom -- granted they are not dangerous. However, less enlightened treatment of people with mental disorders is also prevalent, with those people often labeled as witches and assumed to be inhabited by demons. Some religious orders, which care for the sick in general, also care for the mentally ill. Muslim Arabs, who establish asylums as early as the 8th century, carry on the quasi-scientific approach of the Greeks.\n\n1407\n\n The first European establishment specifically for people with mental illness is probably established in Valencia, Spain, in 1407.\n\n1600s\n\n Europeans increasingly begin to isolate mentally ill people, often housing them with handicapped people, vagrants, and delinquents. Those considered insane are increasingly treated inhumanely, often chained to walls and kept in dungeons.\n\nLate 1700s\n\n Concern about the treatment of mentally ill people grows to the point that occasional reforms are instituted. After the French Revolution, French physician Phillippe Pinel takes over the Bicêtre insane asylum and forbids the use of chains and shackles. He removes patients from dungeons, provides them with sunny rooms, and also allows them to exercise on the grounds. Yet in other places, mistreatment persists.\n\n1840s\n\n U.S. reformer Dorothea Dix observes that mentally ill people in Massachusetts, both men and women and all ages, are incarcerated with criminals and left unclothed and in darkness and without heat or bathrooms. Many are chained and beaten. Over the next 40 years, Dix will lobby to establish 32 state hospitals for the mentally ill. On a tour of Europe in 1854-56, she convinces Pope Pius IX to examine how cruelly the mentally ill are treated.\n\n1883\n\n Mental illness is studied more scientifically as German psychiatrist Emil Kraepelin distinguishes mental disorders. Though subsequent research will disprove some of his findings, his fundamental distinction between manic-depressive psychosis and schizophrenia holds to this day.\n\nLate 1800s\n\n The expectation in the United States that hospitals for the mentally ill and humane treatment will cure the sick does not prove true. State mental hospitals become over-crowded and custodial care supersedes humane treatment. New York World reporter Nellie Bly poses as a mentally ill person to become an inmate at an asylum. Her reports from inside result in more funding to improve conditions.\n\nEarly 1900s\n\n The primary treatments of neurotic mental disorders, and sometimes psychosis, are psychoanalytical therapies (\"talking cures\") developed by Sigmund Freud and others, such as Carl Jung. Society still treats those with psychosis, including schizophrenia, with custodial care.\n\n1908\n\n Clifford Beers publishes his autobiography, A Mind That Found Itself, detailing his degrading, dehumanizing experience in a Connecticut mental institution and calling for the reform of mental health care in America. Within a year, he will spearhead the founding of the National Committee for Mental Hygiene, an education and advocacy group. This organization will evolve into the National Mental Health Association, the nation's largest umbrella organization for aspects of mental health and mental illness.\n\n1930s\n\n Drugs, electro-convulsive therapy, and surgery are used to treat people with schizophrenia and others with persistent mental illnesses. Some are infected with malaria; others are treated with repeated insulin-induced comas. Others have parts of their brain removed surgically, an operation called a lobotomy, which is performed widely over the next two decades to treat schizophrenia, intractable depression, severe anxiety, and obsessions.\n\n1935\n\n Schizophrenia is treated by inducing convulsions, first induced by the injection of camphor, a technique developed by psychiatrist Ladislaus Joseph von Meduna in Budapest. In 1938 doctors run electric current through the brain — the beginning of electro-shock therapy — to induce the convulsions, but the process proves more successful in treating depression than schizophrenia.\n\nJuly 3, 1946\n\n President Harry Truman signs the National Mental Health Act, calling for a National Institute of Mental Health to conduct research into mind, brain, and behavior and thereby reduce mental illness. As a result of this law, NIMH will be formally established on April 15, 1949.\n\n1949\n\n Australian psychiatrist J. F. J. Cade introduces the use of lithium to treat psychosis. Prior to this, drugs such as bromides and barbiturates had been used to quiet or sedate patients, but they were ineffective in treating the basic symptoms of those suffering from psychosis. Lithium will gain wide use in the mid-1960s to treat those with manic depression, now known as bipolar disorder.\n\n1950s\n\n A series of successful anti-psychotic drugs are introduced that do not cure psychosis but control its symptoms. The first of the anti-psychotics, the major class of drug used to treat psychosis, is discovered in France in 1952 and is named chlorpromazine (Thorazine). Studies show that 70 percent of patients with schizophrenia clearly improve on anti-psychotic drugs.\n\nMid-1950s\n\n The numbers of hospitalized mentally ill people in Europe and America peaks. In England and Wales, there were 7,000 patients in 1850, 120,000 in 1930, and nearly 150,000 in 1954. In the United States, the number peaks at 560,000 in 1955.\n\nA new type of therapy, called behavior therapy, is developed, which holds that people with phobias can be trained to overcome them.\n\n1961\n\n Psychiatrist Thomas Szasz's book, The Myth of Mental Illness, argues that there is no such disease as schizophrenia. Sociologist Erving Goffman's book, Asylums, also comes out. Another critic of the mental health establishment's approach, Goffman claims that most people in mental hospitals exhibit their psychotic symptoms and behavior as a direct result of being hospitalized.\n\n1962\n\n Counterculture author Ken Kesey's best-selling novel, One Flew Over the Cuckoo's Nest is based on his experiences working in the psychiatric ward of a Veterans' Administration hospital. Kesey is motivated by the premise that the patients he sees don't really have mental illnesses; they simply behave in ways a rigid society is unwilling to accept. In 1975, Kesey's book will be made into an influential movie starring Jack Nicholson as anti-authoritarian anti-hero Randle McMurphy.\n\nMid-1960s\n\n Many seriously mentally ill people are removed from institutions. In the United States they are directed toward local mental health homes and facilities. The number of institutionalized mentally ill people in the United States will drop from a peak of 560,000 to just over 130,000 in 1980. Some of this deinstitutionalization is possible because of anti-psychotic drugs, which allow many psychotic patients to live more successfully and independently. However, many people suffering from mental illness become homeless because of inadequate housing and follow-up care.\n\n1963\n\n In the U.S., passage of the Mental Retardation Facilities and Community Mental Health Centers Construction Act provides the first federal money for developing a network of community-based mental health services. Advocates for deinstitutionalization believe that people with mental illness will voluntarily seek out treatment at these facilities if they need it, although in practice this will not always be the case.\n\n1979\n\n A support and advocacy organization, the National Alliance for the Mentally Ill, is founded to provide support, education, advocacy, and research services for people with serious psychiatric illnesses.\n\n1980s\n\n An estimated one-third of all homeless people are considered seriously mentally ill, the vast majority of them suffering from schizophrenia.\n\n1986\n\n Advocacy groups band together to form the National Alliance for Research on Schizophrenia and Depression. In pursuit of improved treatments and cures for schizophrenia and depression, it will become the largest non-government, donor-supported organization that distributes funds for brain disorder research.\n\n1990s\n\n A new generation of anti-psychotic drugs is introduced. These drugs prove to be more effective in treating schizophrenia and have fewer side effects.\n\n1992\n\n A survey of American jails reports that 7.2 percent of inmates are overtly and seriously mentally ill, meaning that 100,000 seriously mentally ill people have been incarcerated. Over a quarter of them are held without charges, often awaiting a bed in a psychiatric hospital.", "opengraph": {"type": "tv_show", "url": "https://www.pbs.org/wgbh/americanexperience/features/nash-treatments-mental-illness/", "title": "Treatments for Mental Illness | American Experience | PBS", "description": "Learn about how mental illness has been understood and treated over time.", "image": "https://www.pbs.org/wgbh/americanexperience/media/__sized__/canonical_images/feature/Nash_timeline_Hippocrates-resize-1200x0-50.jpg"}, "tags": [], "tweets": [], "movies": [], "links": ["/wgbh/americanexperience/films/nash/", "https://www.facebook.com/sharer/sharer.php?u=https://www.pbs.org/wgbh/americanexperience/features/nash-treatments-mental-illness/", "http://twitter.com/share?text=Treatments for Mental Illness&url=https://www.pbs.org/wgbh/americanexperience/features/nash-treatments-mental-illness/&via=AmExperiencePBS", "mailto:?body=From%20American%20Experience%20|%20PBS%0D%0A%0D%0Ahttps://www.pbs.org/wgbh/americanexperience/features/nash-treatments-mental-illness/%0D%0A%0D%0ALearn about how mental illness has been understood and treated over time.&subject=Treatments for Mental Illness"], "authors": [], "publish_date": "2018-01-24T13:55:08.279519-05:00"}