{"result_id": "MNTT002005", "URL": "https://www.pbs.org/newshour/health/these-3-charts-show-how-rural-health-care-was-weakened-even-before-covid-19", "timestamp": "2024-02-28 23:18:26 CET+0100", "meta": {"description": "Even before the emergence of COVID-19, hundreds of rural hospitals sat on the verge of closure, and vital services like obstetrics, chemotherapy and orthopedics were drying up, according to new analysis from the Chartis Center for Rural Health.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/these-3-charts-show-how-rural-health-care-was-weakened-even-before-covid-19", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "These 3 charts show how rural health care was weakened even before COVID-19", "cleaned_text": "It is too soon to know the full extent of the ways the pandemic will reshape health care in the United States, but if history serves as a guide, its rural areas, home to one out of five Americans, will be shaken. Even before the emergence of COVID-19, roughly 450 out of nearly 2,200 hospitals that serve these areas were sitting on the verge of closure, and vital services like obstetrics, chemotherapy and orthopedics were drying up. As states relax social distancing measures and communities attempt to resume normal life without COVID-19 being contained, those endangered modes of care could actually be taxed further if people had postponed non-emergency health visits.\n\nTo get a snapshot of these risks, the Chartis Center for Rural Health looked back at federal data for these systems and specific services, and shared their analysis exclusively with the PBS NewsHour.\n\nRoughly half of rural hospitals were operating at a loss before COVID-19, according to the Chartis Center. That’s up from a third of those hospitals five years earlier. And when the U.S. practiced social distancing to slow the spread of novel coronavirus, these health care systems saw patient visits and income plummet — more than three quarters of rural hospital revenues come from outpatient procedures, such as X-rays or diagnostic tests. So when the U.S. practiced social distancing to slow the spread of novel coronavirus, these health care systems saw patient visits and income plummet.\n\nFor years, rural hospitals have been hurting for cash. With more people moving to urban and suburban areas, remote parts of the U.S. are struggling to support health care infrastructure. Hospital and health care system administrators often have cut services to lower costs and avoid shutting down an entire system, said Michael Topchik, national leader for the Chartis Center for Rural Health. But the move can be short-sighted and undermine a community’s confidence in — and access to — its closest health care providers.\n\n“Everyone’s paying attention to the ‘nuclear explosion’ when a rural hospital closes,” Topchik said, referring to the catastrophic effects of an entire facility disappearing, “but there’s a death-by-a-thousand-cuts in rural hospitals that’s happening just beneath the surface.”\n\nRural access to chemotherapy — a frequently used lifesaving treatment for cancer — dropped by 18 percent between 2014 and 2018, according to the new analysis from the Chartis Center. Those declines varied widely by state. For example, cancer patients in rural parts of Arizona and Tennessee saw chemotherapy access cut in half, while those in Vermont or Maryland showed no significant losses. The data were based on federal numbers from the Centers for Medicare and Medicaid Services.\n\nWhen rural hospitals eliminate or cut back their cancer treatment programs, patients must go farther from home to get care, sometimes staying overnight in a different city. But when the virus hit, a nationwide network of temporary housing for more than 750 cancer patients and their family members was closed by the American Cancer Society to observe social distancing measures, said Dr. Len Lichtenfeld, the organization’s deputy chief medical officer. Not all of the patients affected would have been from rural areas — some may come from abroad, or may have a specific form of cancer that’s better attended to at a different facility.\n\nIn thinking about when he could reopen, Lichtenfeld said he tracked data that predicted when the virus could peak and taper, and had a plan in mind to allow cancer patients to return to the lodges and their treatment, he said. But states reopened more quickly than Lichtenfeld thought was safe based on data he checked obsessively, including in Georgia where he lives. “And then it was all blown out of the water,” Lichtenfeld said.\n\n“We talk about getting patients back into care, but you want a safe situation,” he said. “Every institution is approaching it in a different way, and you don’t know how each institution is balancing community risk and patient risk.”\n\nNationwide, the virus has also interrupted studies into cancer detection and treatment. Screening and enrollment for clinical trials was halted for 59 percent of people who responded to a March survey of clinical programs associated with the American Society of Clinical Oncology. The survey suggested that telehealth could improve clinical trials at this time, but in rural areas, broadband internet connectivity can be unreliable, or even nonexistent. The American Cancer Society reported that more than half of its researchers were forced to put their work on hold, according to a different, recent survey.\n\nResearch has exposed the cost of foregoing cancer treatment, albeit on a smaller scale, Lichtenfeld said. In 2005, Hurricane Katrina interrupted cancer care for Americans living along the Gulf Coast. To better understand the scope and scale of that interruption, Lichtenfeld said the American Cancer Society looked at radiation therapy between 2004 and 2014 for patients diagnosed with early stage lung cancer and the significance of months of delayed therapy. Years later, the survival of those whose treatment had been interrupted by the hurricane “was negatively impacted,” Lichtenfeld said. Under COVID-19, when the pandemic has put the nation on pause, he said “the whole system has been shut down.”\n\nObstetrics services must be available around the clock because babies can be born at any time, according to Dr. Katy Kozhimannil, who directs research at the Rural Health Research Center at the University of Minnesota. That means you have to pay to keep a maternity ward staffed up, even if it is used sporadically. Those factors have made these services a target for cost-cutting measures, especially in rural pockets of the country, she said, where hospitals have fewer babies being born. Changes to state Medicaid funds, including not expanding under the Affordable Care Act, also nudged these decisions, she added.\n\nMedicaid pays for nearly half of the country’s births, and those births often take place in rural health care settings, according to the nonpartisan Medicaid and CHIP Payment and Access Commission. Those public insurance providers also pay less money to hospitals and physicians than private insurers, Kozhimannil said. Simply put, in rural areas, “that money comes through the door a lot less frequently,” she said.\n\nBetween 2011 and 2018, rural areas experienced a 14-percent drop in obstetrics services, according to Chartis Center’s analysis of Healthcare Cost Report Information System data from the Centers for Medicare and Medicaid Services. When a majority of these facilities lost obstetric care, Topchik said, “we saw rural hospitals fall further into the red.”\n\nKozhimannil’s own research tracked similar trends. Between 2004 and 2014, 9 percent of rural counties lost obstetric services, ultimately leaving 54 percent of all rural counties without hospital obstetric services, according to a 2017 study she authored.\n\nCOVID-19 has exposed “structural fissures we’ve long had in this country” that disproportionately affect vulnerable communities, Kozhimannil said. In her research, she has tracked these decreases in obstetrics services across the U.S. since 2014, and “we expect that trend to accelerate with the COVID epidemic.”\n\n“If people can’t give birth or take care of a broken leg or heart attack, how the hell are we supposed to fight an epidemic?” she said.\n\nOrthopedic inpatient procedures, such as hip and knee replacements, dropped 10 percent in rural health care across the U.S. between 2013 and 2018, suggesting an overall drop in care in those parts of the country, according to the Chartis Center analysis of federal Medicare Provider Analysis and Review data. These procedures are designed to help maintain the health of a person’s bones and muscles. Anything from arthritis to a herniated disk to a dislocated kneecap calls for orthopedic care.\n\nThen, a major revenue stream for rural health care systems was cut off earlier this year when communities postponed elective surgeries and put social distancing measures into place to stifle the spread of COVID-19.\n\nTo help keep systems afloat, the Centers for Medicare and Medicaid Services said in March it would compensate care providers for some telehealth visits the same as if a patient visited in person. But not all care translates to a virtual setting. While telehealth services are often better than nothing, a surgeon cannot make an incision by way of a Zoom video call. That’s why some of these services have been postponed.\n\nThe practice of slowly killing off vital services, Topchik said, erodes the role and existence of rural hospitals and compromises the health of the people those institutions serve.\n\n“In totality, what you’re seeing is the gutting of the safety net,” he said.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "These 3 charts show how rural health care was weakened even before COVID-19", "description": "Even before the emergence of COVID-19, hundreds of rural hospitals sat on the verge of closure, and vital services like obstetrics, chemotherapy and orthopedics were drying up, according to new analysis from the Chartis Center for Rural Health.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2020/05/GettyImages-1210049972-e1633101594788-1024x545.jpg", "image:height": "545", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/these-3-charts-show-how-rural-health-care-was-weakened-even-before-covid-19", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2020-05-14T17:41:42-05:00", "article:section": "Health", "article:tag": "cancer, covid-19, novel coronavirus, obstetrics and gynecology"}, "tags": ["Innovation and Invention", "Supreme Court", "Brooks and Capehart", "Essays", "Long-Term Care", "Politics Monday", "Teachers' Lounge", "covid-19", "obstetrics and gynecology", "ScienceScope", "cancer", "Basic Research", "The Leading Edge", "Race Matters", "novel coronavirus"], "tweets": [], "movies": [], "links": ["https://www.pbs.org/newshour/health/the-worst-is-yet-to-come-how-covid-19-could-wipe-out-many-rural-hospitals", "https://ascopubs.org/doi/full/10.1200/OP.20.00275", "https://www.pbs.org/newshour/health/why-mental-health-care-deserts-persist-for-u-s-children", "https://www.macpac.gov/wp-content/uploads/2020/01/Medicaid’s-Role-in-Financing-Maternity-Care.pdf", "https://www.ruralhealthresearch.org/publications/1141", "https://www.pbs.org/newshour/health/the-worst-is-yet-to-come-how-covid-19-could-wipe-out-many-rural-hospitals", "https://www.cms.gov/Outreach-and-Education/Medicare-Learning-Network-MLN/MLNProducts/Downloads/TelehealthSrvcsfctsht.pdf"], "authors": ["Laura Santhanam"], "publish_date": "2020-05-14T17:41:42-05:00"}