{"result_id": "MNTT002008", "URL": "https://www.pbs.org/newshour/science/what-we-know-about-the-chemicals-aboard-the-train-that-derailed-in-ohio", "timestamp": "2024-02-28 23:18:29 CET+0100", "meta": {"description": "Experts say that ongoing environmental and public health monitoring in the region affected by this disaster is crucial.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/science/what-we-know-about-the-chemicals-aboard-the-train-that-derailed-in-ohio", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "What we know about the chemicals aboard the train that derailed in Ohio", "cleaned_text": "On Feb. 3, a freight train transporting multiple hazardous industrial chemicals derailed in the town of East Palestine, Ohio. In the days that followed, officials ordered residents to evacuate the area and Norfolk Southern — the company that operated the train — conducted a controlled release and burn of one of the chemicals on board, called vinyl chloride. The process involved digging ditches to contain the liquid as it vaporized and burned, according to a preliminary report from the National Transportation Safety Board that was released to the public Feb. 23.\n\nResidents were told on Feb. 8 that they could safely return to their homes. The Environmental Protection Agency has reported that so far, it has not detected any of the air quality hazards that it’s been monitoring for since the fire was put out on Feb. 8. On Feb. 15, the Ohio Emergency Management Agency announced that no contaminants had been detected in East Palestine’s municipal drinking water, but noted that those who use private wells should get their water tested and drink bottled water in the meantime.\n\nWATCH: Release of toxic chemicals from train derailment in Ohio prompts broader safety concerns\n\nBut residents of East Palestine and neighboring communities have expressed concern over how the aftermath of the derailment could affect their health and the safety of resources like drinking water. Locals have reported experiencing headaches and eye irritation and have observed animal deaths, according to Reuters. The Ohio Department of Natural Resources, for example, estimates that 3,500 fish were killed by hazardous runoff following the derailment.\n\nExperts say that ongoing environmental and public health monitoring in the region affected by this disaster is crucial. Here’s a look at some of the chemicals involved and what we know about their effects on human health.\n\nWhat chemicals was the train transporting?\n\nThe train that derailed in East Palestine was carrying several industrial chemicals, many of which are classified as highly flammable:\n• Vinyl chloride. This gas is used to create PVC (polyvinyl chloride) pipes, construction materials, packaging and other products, according to the EPA. It was involved in the controlled burn conducted after the derailment.\n• Isobutylene. This gas can be used in the production of butyl rubber, antioxidants for foods and plastics, and aviation gasoline, according to the National Library of Medicine.\n• Butyl acrylate. This liquid is used to make paints, adhesives, sealants and other products, according to the National Library of Medicine.\n• Benzene. This liquid has a wide range of uses, according to the EPA, including as a solvent and in the manufacture of goods like detergents and explosives. This chemical was not transported on the train at the time of the derailment, but officials said residue from previous shipments remained on the train cars, the Associated Press reported.\n• Ethylhexyl acrylate. This liquid is used in the manufacturing of paints and plastics, according to the National Library of Medicine.\n• Ethylene glycol monobutyl ether. This liquid is used as a solvent and in the production of paint and varnish, according to the National Oceanic and Atmospheric Administration.\n\nHow do these chemicals affect human health?\n\nThese chemicals are associated with a range of various acute or chronic adverse health effects depending on the level and frequency of exposure. A lot of the information we have on how they affect humans comes from analysis of occupational exposure, when people come into contact with them on the job. That’s a very different setting from what’s played out in East Palestine following the derailment.\n\n“Usually if you’re concerned about butyl acrylate, you’re more concerned about a worker in a factory that spills some on their skin or it spills on the floor and not so much about what a small concentration in water over a long period of time would be,” said James Fabisiak, associate professor of environmental and occupational health at the University of Pittsburgh School of Public Health. A nearby Ohio city’s water monitoring system detected that specific chemical last week, but officials said it has not contaminated the city’s drinking water.\n\nExposure to high concentrations of vinyl chloride, for example, can cause cancer and immediate symptoms like dizziness, irritation to the skin and eyes and coughing, said Juliane Beier, assistant professor of medicine at the University of Pittsburgh. Beier’s research in a lab setting suggests that exposure to low concentrations of vinyl chloride could exacerbate pre-existing damage in the liver, such as for those who are in the early stages of liver disease or cancer.\n\nA sizable portion of the vinyl chloride on the derailed train likely evaporated within a very short time, and was also diluted in the air, explained John Meeker, professor of environmental health sciences at the University of Michigan School of Public Health. The point of burning it, he added, was intended to get rid of the rest of it, plus prevent a potentially catastrophic explosion.\n\nBut if any of the vinyl chloride got into the soil and made its way to groundwater, Meeker noted, that could pave the way for longer-term exposure depending on several factors, though there’s not currently any evidence of that having happened.\n\nHow can officials ensure the safety of residents?\n\nSo far, no reported government environmental monitoring efforts have detected pollutants that pose a direct threat to the residents of East Palestine. Burning vinyl chloride can release dangerous byproducts, including phosgene and hydrogen chloride, but the EPA said that the threat of exposure to those hazards stopped when the fire was put out on Feb. 8. The agency said that it’s continuing to monitor air quality in the community.\n\nContaminated runoff from the site did make its way to two nearby streams, and contractors made efforts to restrict its flow, according to the EPA. Contamination of some waterways along the Ohio River has also been confirmed, but officials say that there’s no evidence that adjacent water supplies have been rendered unsafe, ABC News reported.\n\nFabisiak emphasized that a “systematic” public health response to assess community health over time will be critical, in addition to short- and long-term environmental monitoring.\n\n“We need not only people who are really good at measuring exposures like environmental scientists, but we need some public health expertise that can sort of monitor the status of the health within the community over the semi-long term,” he said.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "What we know about the chemicals aboard the train that derailed in Ohio", "description": "Experts say that ongoing environmental and public health monitoring in the region affected by this disaster is crucial.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2023/02/GettyImages-1246795973-e1676737671819-1024x621.jpg", "image:height": "621", "image:width": "1024", "url": "https://www.pbs.org/newshour/science/what-we-know-about-the-chemicals-aboard-the-train-that-derailed-in-ohio", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2023-02-16T17:44:22-05:00", "article:section": "Science", "article:tag": "environmental protection agency, hazardous sites, ohio, ohio train derailment, pennsylanvia, public health, toxic chemicals"}, "tags": ["Innovation and Invention", "hazardous sites", "environmental protection agency", "Supreme Court", "ohio", "pennsylanvia", "Brooks and Capehart", "Essays", "Long-Term Care", "Politics Monday", "Teachers' Lounge", "toxic chemicals", "ScienceScope", "public health", "Basic Research", "ohio train derailment", "The Leading Edge", "Race Matters"], "tweets": [], "movies": [], "links": ["https://response.epa.gov/site/site_profile.aspx?site_id=15933", "https://htv-prod-media.s3.amazonaws.com/files/ntsb-prelim-report-east-palestine-1677167554.pdf", "https://content.govdelivery.com/accounts/OHIOGOVERNOR/bulletins/347a700?reqfrom=share", "https://www.epa.gov/newsreleases/statement-regional-administrator-debra-shore-east-palestine-train-derailment", "https://ema.ohio.gov/media-publications/news/east-palestine-water-quality-update", "https://www.pbs.org/newshour/show/release-of-toxic-chemicals-from-train-derailment-in-ohio-prompts-broader-safety-concerns", "https://www.reuters.com/world/us/angry-ohio-townspeople-seek-answers-trains-toxic-spill-2023-02-16/", "https://www.news5cleveland.com/news/east-palestine-train-derailment/odnr-estimates-3-500-fish-killed-by-east-palestine-train-derailment-spill", "https://response.epa.gov/sites/15933/files/TRAIN%2032N%20-%20EAST%20PALESTINE%20-%20derail%20list%20Norfolk%20Southern%20document.pdf", "https://www.epa.gov/sites/default/files/2020-05/documents/vinyl_chloride_march_26_2020.pdf", "https://cameochemicals.noaa.gov/chemical/3667", "https://pubchem.ncbi.nlm.nih.gov/compound/Isobutylene#section=Biochemical-Reactions", "https://pubchem.ncbi.nlm.nih.gov/compound/Butyl-acrylate", "http://epa.gov/sites/default/files/2016-09/documents/benzene.pdf", "https://www.pbs.org/newshour/nation/ohio-officials-enforce-evacuation-order-warn-of-probable-toxic-gas-release-from-train-derailment", "https://pubchem.ncbi.nlm.nih.gov/compound/2-Ethylhexyl-acrylate", "https://cameochemicals.noaa.gov/chemical/3412", "http://heraldstaronline.com/news/local-news/2023/02/steubenville-weirton-officials-respond-to-pollution-from-train-crash/", "https://www.pbs.org/newshour/nation/ohio-officials-enforce-evacuation-order-warn-of-probable-toxic-gas-release-from-train-derailment", "https://response.epa.gov/site/site_profile.aspx?site_id=15933", "https://response.epa.gov/site/site_profile.aspx?site_id=15933", "https://response.epa.gov/site/site_profile.aspx?site_id=15933", "https://abcnews.go.com/US/waterways-ohio-river-contaminated-train-derailment-carrying-hazardous/story?id=97195028"], "authors": ["Bella Isaacs-Thomas"], "publish_date": "2023-02-16T17:44:22-05:00"}