{"result_id": "MNTT001007", "URL": "https://www.bbc.com/future/article/20211201-why-family-estrangement-is-surprisingly-common", "timestamp": "2024-02-28 23:17:41 CET+0100", "meta": {"description": "Christmas is a time of love, warmth – and often, huge family arguments. Here's how to decode the primal forces that can cause painful rows, and enjoy a more peaceful season.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20211201-why-family-estrangement-is-surprisingly-common", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,relationships"}, "image": null, "domain": "www.bbc.com", "title": "Why festive gatherings can be so toxic", "cleaned_text": "Among siblings, meanwhile, there may have been rivalries for who gets the most attention from the parents, or who feels most dominant. A grating comment from a big brother may give you the impression that he still thinks he knows everything, or your little sister's bad mood may be a sign that she is \"acting up\" to be in the spotlight.\n\nIf you were only experiencing these events in isolation, you might see them quite differently. Your brother's advice – in itself – may be a little irritating, but you could see that it was well-intentioned. Perhaps you might believe that your sister's tantrum is a one-off and a sign of a bad day. With your family history, however, the slightest reminder of a previous resentment may lead you to feel like you are stuck in an unrelenting Groundhog Day, where past crimes are repeating in an endless loop.\n\n\"It doesn't take a lot, in the present, to reawaken patterns that felt uncomfortable in the past,\" says Apter. \"And the fact that you don't particularly like your own responses to the behaviour can compound the discomfort and tension.\"\n\nInteracting with in-laws presents its own set of challenges, Apter says – since one family's rules of behaviour can seem alien to another. Certain actions – such as who volunteers to do the dishes, or how you address the different relatives – can be taken for granted, and what passes as a friendly joke in one household may seem like an insult in another.\n\nIn some ways, stepping into another family is like learning to live in a new country; it's going to take time to translate their behaviours and ways of expressing themselves into a language you can understand. As a result, simple gestures can be lost in translation, leading to conflicts that may escalate over time.\n\nIf the inevitable friction leads you or the in-laws to take offence, and your partner doesn't take your side, it only adds to the hurt. It may be that, having lived the family script for so long, your partner simply cannot see your point of view, or that – because of the accepted roles within the family – they feel unable to intervene, but that doesn't make it any easier to bear. You may feel completely abandoned in this unfamiliar territory. \"Betrayal is often not too harsh a word, in these circumstances,\" says Apter.\n\nApter emphasises that many disagreements are often unspoken. \"Sometimes you feel silenced. And that leads to a sense of great discomfort and discontent – that you can't be yourself or be spontaneous.\"", "opengraph": {"title": "Why festive gatherings can be so toxic", "type": "article", "url": "https://www.bbc.com/future/article/20211201-why-family-estrangement-is-surprisingly-common", "description": "Christmas is a time of love, warmth – and often, huge family arguments. Here's how to decode the primal forces that can cause painful rows, and enjoy a more peaceful season.", "author": "David Robson", "image": "https://ychef.files.bbci.co.uk/live/624x351/p0b9qm46.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Relationships"], "tweets": [], "movies": [], "links": [], "authors": ["David Robson"], "publish_date": "2021-12-15T01:00:00Z"}