{"result_id": "MNTT002039", "URL": "https://www.pbs.org/wgbh/americanexperience/features/jfk-domestic-politics/", "timestamp": "2024-03-06 15:08:18 CET+0100", "meta": {"description": "Kennedy pushed civil rights on many fronts, but his approach was viewed by many as noncommittal.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/americanexperience/features/jfk-domestic-politics/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "JFK and Civil Rights | | PBS", "cleaned_text": "On the evening of May 3, 1963, Americans watched on television as Martin Luther King Jr.'s campaign to desegregate Birmingham, Alabama collapsed under a wave of officially sanctioned violence. Birmingham police attacked peaceful black demonstrators with clubs, dogs, and high-pressure fire hoses, and for the first time many citizens understood the breadth of America's racial divide. Perhaps no one regarded the events with more anguish than President John Fitzgerald Kennedy. The violence in Birmingham proved that Kennedy's piecemeal approach to civil rights had failed.\n\nElected president in 1960, Kennedy had campaigned on an idealistic New Frontier platform. The president believed that by showing the world what a free and democratic society had to offer, the United States could ensure the defeat of Communism. Unfortunately, since Kennedy had taken office, the world had seen the negative side of America -- intolerance and oppression. Despite Constitutional assurances to the contrary, African Americans were treated as second class citizens. They were frequently denied access to public facilities, prohibited from exercising their voting rights, and subjected to racist violence.\n\nUnder leaders such as King, African Americans organized nonviolent protests to gain access to public facilities. They sued in the courts for equal treatment, and used the pulpits and the press to eloquently state the case for full citizenship. And they implored their president to take a forceful public stand by issuing a call for comprehensive civil rights legislation. For the first two years of his administration, Kennedy ignored the call.\n\nThe Democrats held a narrow majority in Congress, and many of the Democratic seats were held by Southerners who opposed civil rights legislation. The president needed the white Southern vote to win reelection in 1964. So Kennedy adopted a cautious approach to civil rights, emphasizing enforcement of existing laws over the creation of new ones.\n\nKennedy pushed civil rights on many fronts. He ordered his attorney general to submit friends of the court briefs on behalf of civil rights litigants. He appointed African Americans to positions within his administration, named Thurgood Marshall to the Second Circuit Court of Appeals in New York, and supported voter registration drives.\n\nBut such an approach was problematic. By not addressing civil rights publicly and comprehensively, Kennedy was forced to address racial incidents on a case by case basis -- often after they had escalated to violence. In May, 1961, racists attacked Freedom Riders traveling by bus from Washington, D.C. to Birmingham, Alabama. Kennedy sent federal marshals to protect the protesters. But even armed marshals could not guarantee protection.\n\nIn September 1962, James Meredith, a black man, attempted to register at the segregated University of Mississippi at Oxford. Kennedy had brokered a deal with segregationist governor Ross Barnett. The registration would occur on a Sunday, when opposition forces were least likely to be active. Federal marshals would be there to protect Meredith. But as Kennedy prematurely announced Meredith's successful registration on national television, marshals were fighting -- and losing -- a battle to control violent segregationists at the university.\n\nIf this incident embarrassed the Kennedy administration, it did little to alter the president's approach to civil rights. Activists asked Kennedy to issue an executive order ending discrimination in Federal mortgage loans. He put off the action for months, and issued a watered-down order in November of 1962. In February, 1963, he sent a civil rights package to Congress which included legislation to secure black voting rights. That the bill failed to address access to public facilities -- a major point of contention for civil rights activists -- was a moot point. The president did little to promote the bill's passage, and it quickly expired.\n\nKennedy's approach to civil rights was viewed, by civil rights leaders, as noncommittal. But the violence in Birmingham on May 3 of 1963 left him no choice but to alter his course. The nightsticks, the police dogs, and the fire hoses had revealed a glimpse of what America could become. Unless Kennedy took a firm stand, the New Frontier might deteriorate into a bloody race war.\n\nOn the evening of June 11, just hours after federal marshals had escorted black students to their dormitories at the University of Alabama at Tuscaloosa, the president delivered a televised address to the nation. Speaking with conviction, Kennedy announced he would send comprehensive civil rights legislation to Congress. The package would include provisions for access to public facilities, voting rights, and technical and monetary support for school desegregation.\n\n\"The heart of the question,\" the president said, \"is whether all Americans are to be afforded equal rights and opportunities.\" The answer from those who opposed civil rights came later that evening, when segregationist Byron de La Beckwith shot and killed Medgar Evers, the NAACP's Mississippi field secretary.\n\nFive months later, Kennedy himself was assassinated in Dallas, Texas. Comprehensive civil rights legislation had not yet passed. It would be up to Lyndon Baines Johnson, Kennedy's successor -- and to committed activists across the nation -- to resume the battle for equality.\n\nKennedy's failure to secure meaningful civil rights legislation was emblematic of other stalled domestic policy initiatives introduced by his administration. His efforts to cut taxes and increase funding for education also died in Congress. At the end of his brief presidency, much of the bright promise of the New Frontier had yet to be fulfilled.", "opengraph": {"type": "tv_show", "url": "https://www.pbs.org/wgbh/americanexperience/features/jfk-domestic-politics/", "title": "JFK and Civil Rights | American Experience | PBS", "description": "Kennedy pushed civil rights on many fronts, but his approach was viewed by many as noncommittal. ", "image": "https://www.pbs.org/wgbh/americanexperience/media/__sized__/canonical_images/feature/Jfk_Domestic_1_640-resize-1200x0-50.jpg"}, "tags": [], "tweets": [], "movies": [], "links": ["/wgbh/americanexperience/films/jfk/", "https://www.facebook.com/sharer/sharer.php?u=https://www.pbs.org/wgbh/americanexperience/features/jfk-domestic-politics/", "http://twitter.com/share?text=JFK and Civil Rights&url=https://www.pbs.org/wgbh/americanexperience/features/jfk-domestic-politics/&via=AmExperiencePBS", "mailto:?body=From%20American%20Experience%20|%20PBS%0D%0A%0D%0Ahttps://www.pbs.org/wgbh/americanexperience/features/jfk-domestic-politics/%0D%0A%0D%0AKennedy pushed civil rights on many fronts, but his approach was viewed by many as noncommittal. &subject=JFK and Civil Rights"], "authors": [], "publish_date": "2017-05-11T14:25:56.656441-04:00"}