{"result_id": "MNTT001011", "URL": "https://www.bbc.com/news/health-46782190", "timestamp": "2024-02-28 23:17:42 CET+0100", "meta": {"description": "Scientists are testing a device that removes excess chemo drugs from the body to reduce side-effects.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/health-46782190", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "'Less toxic' chemotherapy hope", "cleaned_text": "They have begun testing a tiny filter that sits inside a vein and removes excess chemo drugs from the blood once they have attacked the target tumour.\n\nSo far, it has been tried in pigs, but researchers want to test it in people.\n\nIf all goes well, those trials could happen within a couple of years, says scientist Dr Nitash Balsara, from the University of California.\n\nAnd it appeared to keep hold of the drug permanently. Continuously flushing out the device in the lab for a month after removal couldn't dislodge the drug.\n\nThat means it shouldn't leak any drug when the device is taken out of the body, say the researchers, who were funded by the National Institute of Health and the National Cancer Institute.\n\nThe device would be inserted during chemotherapy and then removed after the session has ended. Each chemotherapy session would require a new device.\n\nDr Balsara says the early results are promising and the device should work with other chemotherapy drugs if the coating is well matched.\n\n\"Chemotherapy is a cornerstone treatment for cancer that saves lives, but can have the unwanted impact of damaging healthy as well as cancerous tissue, which can lead to severe side-effects.\n\n\"This study demonstrates this approach can extract drug molecules from the blood and remove high levels of drugs that haven't been delivered to the cancer in animals, which could be an effective approach to address this challenge.\n\n\"We now need to build a greater body of evidence to ensure this technique is safe before we can see if this could be an effective approach in cancer patients.\"", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Scientists are testing a device that removes excess chemo drugs from the body to reduce side-effects.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/74D6/production/_105101992_gettyimages-817180340.jpg", "image:alt": "chemotherapy", "locale": "en_GB", "site_name": "BBC News", "title": "'Less toxic' chemotherapy hope", "type": "article", "url": "https://www.bbc.com/news/health-46782190", "article:section": "Health"}, "tags": [], "tweets": [], "movies": [], "links": ["https://pubs.acs.org/doi/abs/10.1021/acscentsci.8b00700", "https://www.bbc.co.uk/news/health-44348551", "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-45980140", "http://www.bbc.co.uk/programmes/articles/2NlSnBDTTxM7vQP0qyPpNws/you-me-and-the-big-c-our-top-5-chemo-tips", "/news/health-44348551", "http://www.bbc.co.uk/programmes/articles/2NlSnBDTTxM7vQP0qyPpNws/you-me-and-the-big-c-our-top-5-chemo-tips", "https://pubs.acs.org/doi/abs/10.1021/acscentsci.8b00700"], "authors": ["By Michelle Roberts"], "publish_date": "2019-01-09T13:01:20.000Z"}