{"result_id": "MNTT005001", "URL": "https://apnews.com/article/technology-middle-east-israel-ohio-lakes-227bd8e912a0b0820a560263fdbd1a65", "timestamp": "2024-03-06 15:10:25 CET+0100", "meta": {"description": "CHIPPEWA LAKE, Ohio, Sept. 23, 2019 /PRNewswire/ -- BlueGreen Water Technologies, Ltd. (\"BlueGreen\"), an Israeli cleantech company, has announced today, based on Medina-County, OH reports, that Chippewa Lake continues to be open to the public as a result of the innovative treatment applied by BlueGr", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/pr-newswire/technology-middle-east-israel-ohio-lakes-227bd8e912a0b0820a560263fdbd1a65", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "Chippewa Lake, Ohio, Celebrates The First Summer in Years Free Of Toxic Cyanobacteria Following A Groundbreaking Treatment", "cleaned_text": "CHIPPEWA LAKE, Ohio, Sept. 23, 2019 /PRNewswire/ -- (“BlueGreen”), an Israeli cleantech company, has announced today, based on Medina-County, OH reports, that Chippewa Lake continues to be open to the public as a result of the innovative treatment applied by BlueGreen at the beginning of August 2019. This year was the first Summer since 2014 when the toxic algal outbreaks started to plague the lake, that residents and tourists could enjoy the lake safely. These outstanding results are the outcome of a one-hour easy-to-deploy treatment with BlueGreen’s Lake Guard™ Blue product.\n\nChippewa Lake has suffered, historically, from toxic blooms throughout most of the year – forcing the authorities to close it for recreation. Thanks to the groundbreaking treatment, Chippewa Lake is now one of the very few lakes in Ohio that are safe for recreation.\n\nA time-lapse video of the Chippewa Lake Lake Guard Blue application can be viewed here, .\n\nHarmful algae are photosynthetic microorganisms that can be found in almost all bodies of water. Their toxins poison humans and animals and can severely disrupt the ecosystem. The United States Environmental Protection Agency (EPA) has already declared harmful algal blooms as “a major environmental problem in all 50 states.” Algal blooms have been reported to have had a severe impact on human health, aquatic ecosystems, and the economy and the EPA warns that “algal blooms can be toxic and that people and pets should stay away from water that is green, scummy or smells bad.” The World Health Organization (WHO) also published clear warning instructions in its water-related disease chapter.\n\n“We are very proud to be able to empower the Chippewa Lake community to regain control of its natural water resources,” said Dr. Moshe Harel, CTO of BlueGreen. “Our Lake Guard follows cyanobacteria as they move on the surface, efficiently eliminating these toxic species. Consequently, the vacuum created in the ecological niche allows beneficial algae to flourish in the water body. These non-toxic algae act as a biological buffer to prevent cyanobacteria from regaining dominance in the lake. This ‘self-healing’ process further explains the longevity of the treatment that is expected to continue through next year with very little help, if any at all.”\n\n“Recent studies show that the number of reported toxic cyanobacterial outbreaks across the United States had gone through the roof, growing quickly on an annual basis. This is the outcome of years of cyanobacterial infection left untreated,” said Eyal Harel, CEO of BlueGreen. “Rehabilitating these lakes mandates a direct intervention, which is designed to reduce the cyanobacterial ‘battery.’ The Lake Guard™ does precisely that in an economical, fast, and environmentally-friendly manner.”\n\nAbout BlueGreen Water Technologies, Ltd. \n\n BlueGreen Water Technologies, Ltd. (“BlueGreen”) is a privately-owned cleantech company based in Tel Aviv, Israel, operating globally, including in Israel, the United States, South Africa, China, and Russia. BlueGreen has developed novel solutions to water-related problems. Its portfolio currently consists of two commercially-available products, Lake Guard™ Blue and Lake Guard™ Oxy, which are designed to prevent the occurrence of toxic cyanobacterial blooms, commonly known as “blue-green algae.” BlueGreen is further developing new cost-effective formulations to provide additional enhanced protection for water problems. For more information, please visit, , and connect with the company on , , and .", "opengraph": {"title": "Chippewa Lake, Ohio, Celebrates The First Summer in Years Free Of Toxic Cyanobacteria Following A Groundbreaking Treatment", "url": "https://apnews.com/press-release/pr-newswire/technology-middle-east-israel-ohio-lakes-227bd8e912a0b0820a560263fdbd1a65", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "CHIPPEWA LAKE, Ohio, Sept. 23, 2019 /PRNewswire/ -- BlueGreen Water Technologies, Ltd. (\"BlueGreen\"), an Israeli cleantech company, has announced today, based on Medina-County, OH reports, that Chippewa Lake continues to be open to the public as a result of the innovative treatment applied by BlueGr", "site_name": "AP News", "type": "article", "article:published_time": "2019-09-23T16:43:25", "article:modified_time": "2021-12-21T04:02:12.208", "article:section": "PR Newswire", "article:tag": "Archive"}, "tags": [], "tweets": [], "movies": [], "links": ["https://c212.net/c/link/?t=0&l=en&o=2588868-1&h=61637490&u=http%3A%2F%2Fbgtechs.com%2F&a=BlueGreen+Water+Technologies%2C+Ltd.", "https://c212.net/c/link/?t=0&l=en&o=2588868-1&h=4017754544&u=https%3A%2F%2Fyoutu.be%2FIP0RWWVV4lo&a=https%3A%2F%2Fyoutu.be%2FIP0RWWVV4lo", "https://c212.net/c/link/?t=0&l=en&o=2588868-1&h=1864987540&u=http%3A%2F%2Fwww.bgtechs.com%2F&a=www.bgtechs.com", "https://c212.net/c/link/?t=0&l=en&o=2588868-1&h=3569526721&u=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Fbluegreen-water-technologies-ltd-%2Fabout%2F&a=LinkedIn", "https://c212.net/c/link/?t=0&l=en&o=2588868-1&h=1643114130&u=https%3A%2F%2Fwww.facebook.com%2Fbluegreenwatertechnologies%2F&a=Facebook", "https://c212.net/c/link/?t=0&l=en&o=2588868-1&h=588385105&u=https%3A%2F%2Fwww.instagram.com%2Fbgtechs%2F&a=Instagram", "http://www.prnewswire.com/news-releases/chippewa-lake-ohio-celebrates-the-first-summer-in-years-free-of-toxic-cyanobacteria-following-a-groundbreaking-treatment-300923271.html"], "authors": [], "publish_date": "2019-09-23T16:43:25"}