{"result_id": "MNTT002028", "URL": "https://www.pbs.org/wgbh/nova/sciencenow/3209/03-nanoshells.html", "timestamp": "2024-03-06 15:08:05 CET+0100", "meta": {"description": "In this profile, read about nanotechnologist Naomi Halas' current work with the gold nanoshells she invented as well as her philosophy on invention, the creative process, and cancer research.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/sciencenow/3209/03-nanoshells.html", "encoding": "iso-8859-1", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "NOVA | scienceNOW | Working With Nanoshells: A Conversation with Naomi Halas | PBS", "cleaned_text": "NOVA scienceNOW: Give me a sense of scale in the nano world. Halas: Well, nanoshells are much bigger than an atom and much smaller than a cell. In fact, a nanoshell is made up of a few million atoms. So it's larger than typical proteins or DNA, yet it's so small that if you strung 30 of them together, they would only cross the width of the smallest capillary in the human body. I think that what is exciting about working in the nanoscale is that you are in the exact perfect size to be interacting in the most effective ways with biological systems. So from the single cell level—well, even smaller, from proteins and peptides, nucleic acids—to tissues and whole organs for biomedical research. There is a natural affinity in many ways in length scale between nanotech and biotech. NOVA scienceNOW: So how do you make nanoshells? Halas: First we start with silica particles, essentially tiny glass particles too small to see. We add a chemical to the outside of those particles that makes them sticky. To those sticky particles, we then add another chemical that allows us to attach very, very small gold islands to the surface of these glass particles. So we have one large glass particle essentially decorated with tiny gold islands. We take those particles and we deposit more gold onto the tiny gold islands, and we let the islands grow together. That enables the islands to eventually coalesce, forming a continuous gold shell around the glass core. NOVA scienceNOW: And that's all done with very basic chemicals? Halas: This is all done with incredibly safe chemicals. In most cases it's done in water—aqueous-based solution—so there's very, very little waste to the process. There are certainly no dangerous fumes, and it's a very safe process. NOVA scienceNOW: You talk about tuning nanoshells. What does that mean? Is it like tuning an instrument? Halas: By tuning a nanoshell, what I mean is that the color of a nanoshell depends on the size of both its core and its shell. Both of those are critical dimensions. If I have a nanoshell and I want to change its color just a little bit, I grow a little bit more gold on the shell, and then I can tune the color. In that sense there is a lovely analogy between the spectrum of color and the music scale. I can tune it to higher notes, for example, to shorter wavelengths, if I add a little bit more gold. NOVA scienceNOW: How, then, do nanoshells react to light? Halas: Nanoshells are essentially a nanolens. They capture light and they focus the light around themselves. That gives them this beautiful sort of shimmery quality when we look at them in a beaker. And that is responsible for the very interesting color effects, namely, that when we look at them under illumination they have a different color [when seen] from one side [versus] the other. The color effects are also responsible for some of the more important properties that we use and exploit in biomedical applications, for example. NOVA scienceNOW: These properties make possible one-stop diagnosis and treatment? Halas: Yes. The key innovation with nanoshells is that we can tune their color from the visible using the dimensions of the core and the shell to different regions of the spectrum. So we can tune away from the visible region and into the near-infrared region of the spectrum. That's a very, very important region for anything involving biological applications. Biomedical engineers call that \"the water window,\" because we're mostly made out of water, and water is most transparent in this region of the spectrum. Light can penetrate tissue by as many as 10 centimeters, depending on tissue type. NOVA scienceNOW: So when you put nanoshells into the body, you can see them with infrared light? Halas: Essentially, yes. Just as with pigment in a painting that marks a particular feature or object, one can do exactly the same thing within the body by delivering nanoshells to a specific organ, feature, or tumor. Then one can mark it, essentially outline it, so that when one does imaging—and there are near-infrared imaging techniques that are increasingly popular and utilizable for things like breast cancer and other soft-tissue cancers—rather than seeing a very, very dim object and not knowing the size, shape, or extent of it, instead it is marked with this very, very bright stain. We can clearly delineate its boundaries. NOVA scienceNOW: Now, you have done tests using nanoshells to kill tumors in mice. How did those go? Halas: The animal experiments were quite stunning to all of us, because there was no way to really guide the judgment for how many nanoshells should be injected into a mouse, how long they should stay in the bloodstream, and how long irradiation should happen. So the experiments were designed with just a very basic knowledge of the physiology of mice and of the tumors. And the result was 100 percent remission of all the tumors. That was really stunning for us, because it worked so extraordinarily well the first time it was done—and that, in experimental science, never happens. So that shows you that the effect is very strong, it can be controlled, and it is relatively easy to work with. It's caused a tremendous amount of excitement within our own work and within the company. [In 2001, Halas formed Nanospectra Biosciences with Rice University bioengineer Jennifer West. The company seeks to commercialize nanoshell-based life-science applications, particularly cancer treatment.] NOVA scienceNOW: How do nanoshells get to tumors? Halas: Nanoshells are injected into the bloodstream, and as they circulate through the blood, they can uptake naturally at a tumor site. That occurs because tumors create many, many blood vessels very rapidly to feed their growth. Those blood vessels have lots of defects, and particles as small as nanoshells can slip through the defects in the blood vessels and take up naturally in the tumor. So over the course of several hours, the nanoshells will gradually accumulate at the tumor site from the bloodstream. NOVA scienceNOW: Once they're there, how do you use them to kill the tumor? Halas: Once they're in place, infrared light is shined through the skin and down into the tumor site. It's a very simple handheld laser, and it's only for three minutes. Nanoshells absorb light and convert it to heat extremely efficiently, and three minutes is sufficient to kill the cells in the tumor. In mouse studies, we were able to observe complete remission of all tumors within 10 days. There were two control groups of mice, and their tumors all continued to grow very drastically until their end. But the mice that were treated with nanoshells, they survived the study. The study was actually a 60-day survivability test. That's considered long-term survivability. Well, at the end of that study, there was 100 percent survivability, and the survivability persisted. That test was done in 2003. It's almost two years later. So it looks like most of those mice will be dying of old age. NOVA scienceNOW: So they get the nanoshells, get heated for three minutes, and 10 days later the tumor's gone? Halas: Yeah, within 10 days to two weeks, it's gone. Interestingly, it gives a direct illustration for what a human patient would undergo with this: an injection, then waiting a certain period of time, then a completely noninvasive illumination, either through the skin or at most with a fiber-optic probe into the region of interest, for just a few minutes, and that's it. That's incredibly noninvasive if you consider other types of cancer therapies. Halas: Right. The typical drug used for cancer, if one injects it into the bloodstream, it will circulate through the body on its way to the tumor, and it will kill everything in its path. It leaves what people call a toxic trail through the body. And all of the dead blood cells and all the damage caused by this toxin as it progresses to the tumor site lead to the tremendous side effects that we associate with cancer treatment like chemotherapy. In contrast, nanoshells, which are nontoxic, would progress through the bloodstream to the tumor site, and unlike conventional drugs, would leave no toxic trail. NOVA scienceNOW: Ordinary people have contacted you about nanoshell cancer treatment after reading articles about it in the press. What has that been like? Halas: I get contacted quite a bit about nanoshell cancer therapy. In fact, just in the last 24 hours I've had three contacts about this, ranging from someone's spouse who is in critical condition to someone's nine-year-old kitty who has a lot of tumors. It's an amazing experience to have these communications. I try whenever I can to reply to people who do make contact with me, [even though] there are no human trials currently (they are in the planning stages) and I'm not a part of the human trials in terms of any coordination (this is all being done through the company). Nothing in my training or education prepared me for answering people on this very sensitive and tremendously important issue in their lives. I feel fortunate that I have a spiritual barometer or spiritual anchor that is continually being tested by these sorts of communications. If I didn't have a spiritual anchor to my life, I don't know how I would be able to deal with people sending me pictures of their wives, for instance, or sending me stories. It's very difficult. NOVA scienceNOW: I'm sure you can't wait till people are cured of cancer by nanoshell, if that becomes possible. Halas: Yes, I really look forward tremendously to the day when we can point to people—I want to know their names, their faces—who have been cured with nanoshell-assisted cancer therapy. That's a day that I cannot wait for. I'm very eager to see the smiling faces of the survivors and family members when that happens. NOVA scienceNOW: How soon might such therapy become available? Halas: Well, regarding the applications of nanoshells for cancer therapy, all of the experiments thus far are incredibly positive, and all of the results are very optimistic. They're projecting that there will be data from human trials within about the next two years, perhaps even less than two years. That's very exciting. NOVA scienceNOW: Where did the idea for nanoshells come from? Halas: The idea of nanoshells has been around for more than 50 years. Two theorists developed this idea back in the very early '50s. They realized that if one had a particle in which the inner core of the particle was glass and the outer core was metal, and one could vary the relative size of the core and shell of this particle, that one could tune the wavelength of light that that particle absorbs over a large region of the spectrum. But no one was able to actually make a particle until several advances in the mid to late '90s in nanofabrication chemistry came along, all independent of each other. We were able to put all the different steps together, based on all sorts of different breakthrough ideas that were just beginning to happen in nanotechnology. NOVA scienceNOW: You've described nanoshells as a solution looking for a problem. Halas: In many ways nanoshells are indeed a solution looking for a problem, an invention of perhaps very general or many purposes. In that sense, we can think of them in a similar light to the laser, where there was quite a bit of celebrity regarding its invention but it took years, in fact decades, until practical technologies were based on lasers. Now you can't buy something in a supermarket, make a long-distance phone call, or record something on your computer without using a laser. But between its invention and technology using it was almost 40 years. I have been very, very eager that nanoshells not have this long developmental period between invention and use. So we're very aggressively examining what types of applications nanoshells might be good for very, very early on. NOVA scienceNOW: You clearly have a passion for making inventions useful. Halas: Yes. One interesting definition that I've encountered about what an engineer is [holds that] an engineer expands human capabilities. We wouldn't be able to fly if it wasn't for engineers. We wouldn't be able to capture moving images if it wasn't for engineers. That's a very, very humanistic description of what people normally consider a rather non-humanistic endeavor. So I think putting a human face on what one does in engineering is something that is very important to me personally, and it's something that I hope that I can [do for] nanoshells. NOVA scienceNOW: What image of scientists did you have growing up? Halas: Well, I'm certainly struck by how historically, say, back in the '30s and '40s, our images of scientists and engineers were incredibly positive. People like Thomas Edison and Alexander Graham Bell were people who had a very positive impact on their world during their lifetimes. I think we have swung the other way quite dramatically in our public images of scientists and engineers being villains or nerds or egomaniacs. I would like us to swing back the other way. There are so many benefits to society—not just in terms of technological breakthroughs but also in terms of educating our future citizens—that scientists and engineers are bringing to bear that I think we need to somehow transform the modern culture of negativity towards scientists and engineers and see them more realistically as human beings and see them for some of the wonderful work they're doing. NOVA scienceNOW: You have both science and engineering types in your research group, right? Halas: Yes, there are really two different mindsets to the kind of research that we do. There's a scientific mindset and an engineering mindset. I appreciate very much the difference between the way scientists and engineers think. To give a sort of classic example, scientists look at the heavens and they study, analyze, and seek to understand. Engineers, on the other hand, want to build the rocket ship and go there. There is an interesting tension or complementarity to the scientific and engineering mindsets that is perfect for working at the nanoscale. Because here we are developing new structures, exploring properties at that length scale, and at the same time, in the same room often, and at the same meetings, we are also coming up with applications that will touch the real world and will benefit society. NOVA scienceNOW: Your own background was very diverse. Has that served you well in your career? Halas: At one point in my life, I thought that my meandering path in my education, starting in music and going to chemistry and physics and laser science, was quite a liability. But for the kind of work that we do, it has turned out to be a tremendous asset. To have a background that is very broad and diverse has enabled me to be able to talk to people in many different disciplines and have enough expertise within each of those disciplines that we can develop intelligent and focused collaborations. NOVA scienceNOW: What is the process of invention like for you? Halas: Invention is a very personal and private thing. I mean, how does the creative mind work? Inventors and engineers are far more similar to artists and musicians than perhaps some people would like to admit. I think the process of invention is the technological analogue of that creative process. A lot of invention happens by waking up at 2:30 in the morning and by using the power of the subconscious mind to solve problems and to make connections that you wouldn't in the course of your busy day. Certain famous composers used their sleep hours to compose wonderful parts of their music—Schumann was very famous for that. And I've seen, certainly in my own work, waking up and having solved a problem, and I'm sure many other people can identify with that as well. NOVA scienceNOW: There's incredible energy amongst your students. When you walk in... Halas: They hide [laughs]. No, I think a lot of the energy in my group comes from my students having a sense of independence, of autonomy. They interact with me as if they are my prized junior colleagues—and they all are my prized junior colleagues. I think that sense of freedom means they're free to fail, and we learn by failing. Failing teaches us perhaps the most important lesson for how to achieve our goals. My students all have their own projects, but they interact a lot with each other and a lot with me. I really enjoy my research group. When I have a meeting, I think it's successful when I don't have to say anything for 10 or 15 minutes. My students are talking to each other, solving each other's problems, and working with each other just as if I wasn't there. I often encourage them to have group meetings when I'm not there, if I'm out of town or whatever, because that's a very valuable time for them. It has changed the course of many projects just to have that interaction. And that value is something that exists throughout the life of a scientist, so it's good to learn it at that stage. NOVA scienceNOW: Do you ever think about your legacy as a scientist? Halas: Well, as a graduate student, the sort of scientists that really stuck out in my mind were not necessarily the ones who had just done great science but who in addition had a wonderful human legacy. They were known not just for their accomplishments but for the students that they'd produced who'd gone on to successful careers in science. I decided when I became a faculty member that that was the kind of faculty member I wanted to be. I wanted to be someone who was known for my students and the alumni of my research group as well as the things that went on in my research laboratory. \n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n “In mouse studies, we were able to observe complete remission of all tumors within 10 days.” \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n “Putting a human face on what one does in engineering is something that is very important to me personally.” \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n “Invention is a very personal and private thing.”", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": ["03-nano-01.html", "03-nano-01.html", "03-nano-02.html", "03-nano-02.html", "03-nano-03.html", "03-nano-03.html", "03-nano-04.html", "03-nano-04.html", "03-nano-05.html", "03-nano-05.html", "03-nano-06.html", "03-nano-06.html", "03-nano-07.html", "03-nano-07.html"], "authors": [], "publish_date": null}