{"result_id": "MNTT005050", "URL": "https://apnews.com/article/probation-pennsylvania-bill-prison-reform-fda3d275e622ba7b76414ec8fa8d81df", "timestamp": "2024-03-06 15:11:06 CET+0100", "meta": {"description": "Pennsylvania’s state Senate has approved legislation that's designed to reduce the number of people on probation and in jail.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/probation-pennsylvania-bill-prison-reform-fda3d275e622ba7b76414ec8fa8d81df", "encoding": "UTF-8", "website_keywords": "Pennsylvania, General news, Crime, Anthony Williams, United States House of Representatives, Prisons, Politics, U.S. news, Josh Shapiro, n, Meek Mill, Courts, U.S. News"}, "image": null, "domain": "apnews.com", "title": "Pennsylvania Senate advances bill to overhaul probation system", "cleaned_text": "HARRISBURG, Pa. (AP) — Pennsylvania’s state Senate on Tuesday approved legislation that is designed to reduce the number of people on probation and in jail, by limiting the length of probation and preventing people from being sent back to jail for minor violations.\n\nThe bill passed on a 45-4 vote and now goes to the House of Representatives, where two similar Senate bills have died without votes in previous legislative sessions. However, with the House now controlled by Democrats, the bill’s backers said they were optimistic that it will reach Democratic Gov. Josh Shapiro’s desk.\n\nSen. Anthony Williams, D-Philadelphia, said the state’s probation system is in urgent need of reform.\n\n“I can’t tell you how many generations of people have been lost to the probation process,” he said during floor debate.\n\nThe bill, which has the backing of the Senate’s Republican and Democratic leaders, has emerged as part of a nationwide reconsideration of probation and parole measures, as states try to find alternatives to prison for nonviolent offenders and the mentally ill.\n\nPennsylvania is among the states with the highest rates of people under community supervision, according to federal statistics.\n\nhelped shine a light on it after he spent most of his adult life on probation — including stints in jail for technical violations — before a court overturned his conviction in a drug and gun case in Philadelphia.\n\nThe bill aims to limit the length of probation sentences and the circumstances under which a non-violent offender on probation can be sent to jail. It does not, however, put a cap on the length of a probation sentence.\n\nUnder it, a judge can order an end to probation, regardless of any agreement on a sentence between a prosecutor and the defendant. Judges would also no longer have wide latitude to extend probation.\n\nState law currently does not limit the length of probation sentences and critics say non-violent offenders are often incarcerated for technical violations that aren’t crimes, disrupting their families and employment. It also disproportionately affects racial minorities, they say.\n\nUnder the bill, probation review conferences would be required within certain periods of time, including two years for someone who committed a misdemeanor and four years for someone who committed a felony. Probation review cases can be held earlier for good behavior.\n\nProbation would be required to end unless the defendant commits a crime that demonstrates that they are a threat to public safety, has not completed certain treatment or has not paid restitution under some circumstances.\n\nThe bill also prohibits courts from extending someone’s probation for not paying fines or court costs if they are found to be unable to afford it.", "opengraph": {"title": "Pennsylvania Senate advances bill to overhaul probation system", "url": "https://apnews.com/article/probation-pennsylvania-bill-prison-reform-fda3d275e622ba7b76414ec8fa8d81df", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "Pennsylvania’s state Senate has approved legislation that's designed to reduce the number of people on probation and in jail.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-27T22:24:30", "article:modified_time": "2023-06-27T22:24:50.504", "article:section": "U.S. News", "article:tag": "Pennsylvania"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/pennsylvania-elections-voting-court-electronic-9b83f4009996245673c4c343ed3a7484", "https://apnews.com/article/pennsylvania-elections-voting-court-electronic-9b83f4009996245673c4c343ed3a7484", "https://apnews.com/article/philadelphia-lgbtq-mayor-aide-traffic-arrest-1aa7d61273b32fd5917767ddd6c6b9c7", "https://apnews.com/article/philadelphia-lgbtq-mayor-aide-traffic-arrest-1aa7d61273b32fd5917767ddd6c6b9c7", "https://apnews.com/article/pennsylvania-solitary-confinement-lawsuit-cad48dfe9ca84c89717c0052c83dc9fc", "https://apnews.com/article/pennsylvania-solitary-confinement-lawsuit-cad48dfe9ca84c89717c0052c83dc9fc", "https://apnews.com/article/music-ap-top-news-hip-hop-and-rap-entertainment-pa-state-wire-2ecd76c4a4894682a39d7c9988ce9224"], "authors": [], "publish_date": "2023-06-27T22:24:30"}