{"result_id": "MNTT005006", "URL": "https://apnews.com/article/us-army-fort-ord-chemical-exposure-cancer-c1078dd520322f2a4130e2f7077b7892", "timestamp": "2024-03-06 15:10:29 CET+0100", "meta": {"description": "FORT ORD NATIONAL MONUMENT, Calif. (AP) — For nearly 80 years, recruits reporting to central California’s Fort Ord considered themselves the lucky ones, privileged to live and work amid sparkling seas, sandy dunes and sage-covered hills.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/us-army-fort-ord-chemical-exposure-cancer-c1078dd520322f2a4130e2f7077b7892", "encoding": "UTF-8", "website_keywords": "Aquifers, Parks, Travel, Army, Environment and nature, California, U.S. Army, Only on AP, AP Top News, Science, Health, Spotlight, Business, Politics, Lifestyle, U.S. News"}, "image": null, "domain": "apnews.com", "title": "What Lies Beneath: Vets worry polluted base made them ill", "cleaned_text": "FORT ORD NATIONAL MONUMENT, Calif. (AP) — For nearly 80 years, recruits reporting to central California’s Fort Ord considered themselves the lucky ones, privileged to live and work amid sparkling seas, sandy dunes and sage-covered hills.\n\nBut there was an underside, the dirty work of soldiering. Recruits tossed live grenades into the canyons of “Mortar Alley,” sprayed soapy chemicals on burn pits of scrap metal and solvents, poured toxic substances down drains and into leaky tanks they buried underground.\n\nWhen it rained, poisons from which they drew drinking water.\n\nThrough the years, soldiers and civilians who lived at the U.S. Army base didn’t question whether their tap water was safe to drink.\n\nBut in 1990, four years before it began the process of closing as an active military training base, Fort Ord was added to the of the most polluted places in the nation. Included in that pollution were dozens of chemicals, some now known to cause cancer, found in the base’s drinking water and soil.\n\nDecades later, several Fort Ord veterans who were diagnosed with cancers — especially rare blood disorders — took the question to Facebook: Are there more of us?\n\nSoon, the group grew to hundreds of people who had lived or served at Fort Ord and were concerned that their health problems might be tied to the chemicals there.\n\nThe Associated Press interviewed nearly two dozen of these veterans for this story and identified many more. The AP also reviewed thousands of pages of documents, and interviewed military, medical and environmental scientists.\n\nThere is rarely a way to directly connect toxic exposure to a specific individual’s medical condition. Indeed, the concentrations of the toxics are tiny, measured in parts per billion or trillion, far below the levels of an immediate poisoning. Local utilities, the Defense Department and some in the Department of Veterans Affairs insist Fort Ord’s water is safe and always has been.\n\nBut the VA’s own , along with scientists and doctors, agree that dangers do exist for military personnel exposed to contaminants.\n\nThe problem is not just at Fort Ord. This is happening all over the U.S. and abroad, almost everywhere the military has set foot, and the federal government is still learning about the extent of both the pollution and the health effects of its toxic legacy.\n\nThe AP’s review of public documents shows the Army knew that chemicals had been improperly dumped at Fort Ord for decades. Even after the contamination was documented, the Army downplayed the risks.\n\nAnd ailing veterans are being denied benefits based on a . The CDC’s concluded in 1996 that there were no likely past, present or future risks from exposures at Fort Ord.\n\nBut that conclusion was made based on limited data, and before medical science understood the relationship between some of these chemicals and cancer.\n\nThis is what is known:\n\nVeterans in general have higher blood cancer rates than the general population, according to VA cancer data. And in the region that includes Fort Ord, veterans have a 35 percent higher rate of multiple myeloma diagnosis than the .\n\nAkey, now 50, arrived at Fort Ord in 1996 with a gift for linguistics. She enlisted in the Army on the condition that she could learn a new language. And so the 25-year-old was sent to the Defense Language Institute in Monterey, California, and lived at Fort Ord as a soldier. By then the base was mostly closed but still housed troops for limited purposes.\n\n“It was incredibly beautiful,” she said. “You have the ocean on one side, and these expansive beaches, and the rolling hills and the mountains behind.”\n\nWhat she didn’t know at the time was that the ground under her feet, and the water that ran through the sandy soil into an aquifer that supplied some of the base’s drinking water was polluted. Among the contaminants were cancer-causing chemicals including trichloroethylene, also known as the miracle degreaser TCE.\n\nShe’d learn this decades later, as she tried to understand how, at just 46 and with no family history of blood cancers, she was diagnosed with multiple myeloma.\n\n“No one told us,” she said.\n\nDespite the military’s claims that there aren’t any health problems associated with living and serving at Fort Ord, nor hundreds of other shuttered military bases, almost every closure has exposed widespread toxic pollution and required a massive cleanup. Dozens have contaminated groundwater, from Fort Dix in New Jersey to Adak Naval Air Station in Alaska. Fort Ord is 25 years into its cleanup as a federal Superfund site, and it’s expected to continue for decades.\n\nTo date, the military has only acknowledged troops’ health could have been damaged by drinking contaminated water at a single U.S. base: Camp Lejeune, North Carolina , and only during a 35-year window, between 1953 to 1987. Servicemembers there were found by federal epidemiologists to have higher mortality rates from many cancers, including multiple myeloma and leukemia. Men developed breast cancer, and pregnant women tended to have children with higher rates of birth defects and low birth weight. Like Fort Ord, Camp Lejeune began closing contaminated wells in the mid-’80s.\n\nSoldiers are often stationed at different bases during their years of military service, but neither the Defense Department nor the VA has systematically tracked toxic exposures at various locations.\n\nFort Ord’s primary mission was training troops who deployed to World Wars I and II, Korea and Vietnam. It supported several thriving small towns on a piece of coastal land the size of San Francisco. Soldiers and their families lived in houses and apartments connected to its water system, and civilians worked at its airfields, hospitals and other facilities.\n\nIn the course of their work preparing for battle, they spilled solvents into the base’s drains , sloughed chemical sludge into underground storage tanks and discarded 55-gallon drums of caustic material in the base landfill, according to a .\n\nCurt Gandy, a former airplane mechanic, recalls being routinely doused with toxic chemicals from the 1970s to the 1990s. He said he hosed down aircraft with solvents, cleaned engine parts and stripped paint off fuselages without any protection. There were barrels of toluene, xylene, jet fuel and more.\n\n“It gets on your body, it gets in your face, you get splashed with it, and we’re using pumps to spray this stuff,” he said. “It’s got 250 pounds of pressure and we’re spraying it into the air and it’s atomized.”\n\nOn Fridays, crews would forklift barrels of the used flammable liquids down a bumpy sandy road, dumping solvents, paint and metal chips onto the hulks of broken aircraft and tanks at a burn pit. One weekend a month, airfield firefighters would light up the toxic sludge and then douse the roaring fires with foam.\n\nIn 1984, an that “approximately 30 55-gallon drums,” containing about 600 gallons of a “solvent-type liquid” had been illegally spilled there, . The state, which , determined the Army had mismanaged the site in a way that threatened both ground and surface waters.\n\nAnd the burn pit wasn’t the base’s only polluted site.\n\nIn 1991, when the Army began investigating what had actually been disposed of at the base’s dump overlooking Monterey Bay, officials told the public the trash was similar to what one would find in the landfill of any small city, according to .\n\nWhile it’s true that much of the trash going into that dump came from nearby houses — food scraps, old furniture, busted appliances, even gasoline — the Army officials who spoke at the meetings made no mention of the toxic stew of paints and solvents that today are banned from open landfills. The solvent TCE was among dozens of pollutants that scientists discovered as early as 1985 and today still exists in concentrations above the legal limit for drinking water in the aquifer below, according to local and federal water quality reports.\n\n“The water from the aquifer above leaks down into the aquifer below and the pollution just gets deeper,” said Dan O’Brien, a former board member of the Marina Coast Water District, which took over the Army’s wells in 2001. “The toxic material remains in the soil under where it was dumped. Every time it rains, more of the toxin in the soil leeches down into the water table.”\n\nThe Army’s early tests of Fort Ord’s wells near the landfill detected levels of TCE 43 separate times from 1985 to 1994 . The VA told the AP the contamination was “within the allowable safe range” in areas that provided drinking water.\n\nBut ; one reading was five times that amount. It’s unclear how long and at what concentrations TCE may have been in the water before 1985. And TCE was only one problem. The EPA identified more than 40 “chemicals of concern” in soil and groundwater.\n\n“It was not recognized that it was so toxic back then, and they threw it on the ground after use. They used a ton of it. Now, it’s the most pervasive groundwater contaminant we have,” said Thomas Burke, an environmental epidemiologist at Johns Hopkins Bloomberg School of Public Health and a former EPA official.\n\nContractors initially brought in to clean up the contaminated groundwater were warned not to tell community members what they found in their drinking water, specifically not the news media or even local public agencies, .\n\nAt the time, there were elevated levels of TCE in the aquifers, yet the military assured the public the drinking water was safe.\n\n“There never have been any test results that indicate that Fort Ord’s water was unsafe,” told in August 1985.\n\nSince then, advances in medical science have increased the understanding of the dangers of the chemicals at Fort Ord. TCE, for example, is now a , and epidemiological studies indicate a possible link between TCE and blood cancers like non-Hodgkin lymphoma and multiple myeloma.\n\nTCE “circulates in the body real effectively when you breathe it or drink it,” Burke said. “It’s related strongly to kidney cancer, the development of kidney cancers and suspected in several other cancers.”\n\nJulie Akey spent years collecting names of people who lived at Fort Ord and were later diagnosed with cancers. Her database eventually grew to more than 400 people, nearly 200 of which were listed as having those blood cancers.\n\nAkey spent most of her Fort Ord days in a classroom, studying Arabic. But in the afternoons and evenings, she’d run along the coastline and do military drills. At home, she watered her small vegetable plot with the base’s water supply, harvesting the fresh crops to chop into salads.\n\nShe filled her water bottle from the tap before heading out each morning, and thought nothing of the showers she took each night. After all, she was among hundreds of thousands of soldiers in the base’s history who did the same.\n\nShe fell ill in Bogota, Colombia, in 2016. She’d left the military after nearly six years as a translator and interrogator to become a State Department foreign service officer, a dream job that gave her the chance to travel the world with her twin sons. Quite suddenly she became fatigued with a persistent ache in her bones. Soon she was in screaming pain.\n\nWhen the Colombian doctors couldn’t find a cause, Akey was sent to the U.S. for what she assumed would be a quick trip. She left plants on the mantel, food in the refrigerator and clothes at the dry cleaners.\n\nShe never went back.\n\nAfter weeks at the Cleveland Clinic, she was diagnosed with multiple myeloma, a rare and aggressive form of cancer that attacks plasma cells, and is most often detected in . The disease is treatable but has no cure.\n\n“I was a zombie,” she said. “I cried all the time.”\n\nWorried about keeping her government health insurance, she applied to work at a nearby airport as a part-time baggage checker while recovering from a bone marrow transplant.\n\n“You don’t ever think you’re going to have cancer at 46. Why? Why do I get this crazy cancer that no one’s ever heard of? So, I started looking for answers,” she said.\n\nAkey meticulously reviewed her assignments in Spain and Haiti, her stints in Guyana, Ecuador, Nigeria, at Fort Bragg in North Carolina and Fort Gordon in Georgia. And Fort Ord — a federal Superfund site.\n\n“I think that that was my answer,” she said.\n\nAkey read as much as she could about the base, and searched for others like her. She combed through EPA reports, water records, newspaper clippings and obituaries. She scoured social media, and built a database of sick veterans; it’s grown to 491 people to date.\n\nSoon after Akey started a Facebook group in June of 2019, she connected with Tracy Lindquist. Lindquist’s husband, Scott, was stationed at Fort Ord for two years in the 1980s. He has three types of rare cancers, including multiple myeloma. He had a stem cell transplant a few years back, and has been on chemotherapy since 2014.\n\nHe has health insurance through the VA, but when he applied for disability payments that would have allowed him to stop working, Tracy said, his claims were denied — twice.\n\nUntil May, he drove a van for $11 an hour, shuttling people with developmental disabilities from their group homes to daylong workshops. Sometimes he had to change the oil or do maintenance, and the physical labor was hard on him, Tracy said. Then he started having seizures, and could no longer drive. He tried working three days a week, cleaning the vans and assisting clients, but he couldn’t even manage that. Earlier this month, he was approved for Social Security disability payments.\n\n“Scott hardly ever left the base and he drank water like a fish, and that water was contaminated,” Tracy said. “I know there are people out there, they’ve lost legs and arms, and they need to take care of those people who got hurt in action. But this is a disability, too.”\n\nDebi Schoenrock, who lived around the corner from Akey’s house at Fort Ord, was diagnosed in 2009 with multiple myeloma at 47. Like Akey, she was stunned. She was a military wife and lived on base for three years, from 1990 until 1993. She’d never been sick, and had no family history of cancer. Nobody said anything about toxic substances, she said.\n\nIn 1991, the Army surveyed dozens of community members to find out what they knew about groundwater contamination at Fort Ord. Everyone said they were concerned, and no one reported receiving any information from the Army.\n\nFive years later, a federal report assured them that “because the concentration of contamination detected in the past in Fort Ord and Marina drinking water wells was low and the duration was not over a lifetime (70-years), those exposures will not likely result in adverse health effects.”\n\nDecades on, such health assessments at Fort Ord and other military bases are outdated and based on old science, said Burke of Johns Hopkins.\n\n“A 1990s health assessment is a weak thing,” he said.\n\nPeter deFur, a biologist who worked as an EPA-funded scientific adviser at the base, agrees. The report “stated that there could not be future health effects, which is not possible to know,” he said.\n\nWhile the federal government has established acceptable standards for the amount of TCE in drinking water, no level of such carcinogens is safe, according to the Safe Drinking Water Act of 1974. Complicating matters, TCE vaporizes easily, and when it is inhaled it can be even more dangerous, .\n\nWilliam Collins, who is leading Fort Ord’s cleanup for the Army, said he’s never heard of anyone sickened by pollution at the base. Like the VA, Collins points to the 25-year-old study that found no likely human risks from exposure at Fort Ord. He said anyone can request a new, updated study if they want, which is what happened at Camp Lejeune in 2017 .\n\nFederal health officials told the AP no one has done so at Fort Ord.\n\nLeVonne Stone and her husband, Donald, were living at Fort Ord when the base shut down. LeVonne had a civilian job there, and Donald had been in the 7th Infantry Division.\n\nDuring the base conversion, Stone formed the Fort Ord Environmental Justice Network, demanding answers about the toxic materials and the impact on friends and neighbors, who, at the time, made up the only significant Black community on California’s central coast. But she said military and state officials were determined to develop the valuable coastal property and, in her mind, didn’t want to deal with the pollution.\n\n“We tried telling everybody, the state, the federal, everybody,” she said. “There’s so many people who have died of cancer. They have not done anything for the community locally. … They just turned their heads, they looked the other way.”\n\nThere have been efforts in recent years to force the government to come to grips with the effects of the military’s environmental abuses.\n\nNumerous bills have been introduced seeking to compensate veterans sickened by exposure to toxic chemicals during their service, but nothing significant has passed.\n\nLast year President Joe Biden called on the VA to examine the impact of burn pits and other airborne hazards. In November, that soldiers exposed to burn pits in a handful of foreign countries, who developed any of three specific ailments — asthma, rhinitis and sinusitis — within 10 years can receive disability benefits.\n\nThe Board of Veterans Appeals has ruled repeatedly that there’s no presumptive service connection for any disease — stroke, cancer, vision problems, heart disorders and more — due to exposure to toxic chemicals at Fort Ord, according to an AP review of claims .\n\nThe VA told the AP that it is updating how it determines links between medical conditions and military service, and encourages veterans who believe their ailments may have been caused by their service to file a claim.\n\nBurke, the Johns Hopkins epidemiologist, said doing a study of health effects of living at Fort Ord now is difficult, if not impossible. “We can’t reproduce what happened on that base in California,” he said. “We need to admit we exposed people to a huge amount of toxic materials.”\n\nAnd it’s not just a matter of exposures in the past.\n\nToday Fort Ord is home to a small public university; some students live in former Army housing and spend weekends “Ording,” exploring the abandoned, and contaminated, military buildings. More than 1.5 million mountain bikers, hikers and horseback riders a year enjoy some 85 miles of trails in a vast national monument. Brand-new neighborhoods with million-dollar homes are being built across the street from the Superfund landfill cleanup. Local water officials say drinking water is now pulled from other areas and treated before being delivered to customers.\n\nFormer Defense Secretary Leon Panetta grew up next to Fort Ord, went through basic training on the base and now runs a nonprofit institute there.\n\nToo often, he said, the military does whatever is necessary at its bases to ready troops for war, “and they don’t spend a lot of time worrying about the implications of what will happen once they leave.”\n\nPanetta said the military is abandoning communities, leaving huge messes to clean up.\n\n“I think that they have every right to ask the question whether or not whatever physical ailments they may have was in part due to the failure to provide proper cleanup,” Panetta said. “And in those situations, there is liability. And somebody has to take care of people who have been adversely impacted.”\n\nFor Akey and other veterans with cancer, it’s a matter of accountability. Health insurance, disability benefits and an acknowledgment of wrongdoing, she said, “isn’t asking for too much.”\n\n“You’re not just serving for six years, like me, and then you’re out,” she said. “If you’ve been given cancer, that’s a life sentence.”\n\nOn a recent foggy morning, Gandy, the former airplane mechanic, walked past the rusting hangar at the old airfield where he used to work. The single-landing strip and buildings are now the Marina Municipal Airport. But much of the legacy military infrastructure remains, including sheds with old paint cans, an oil separator the size of a school bus and disconnected nozzles and hoses.\n\nGandy became an outspoken activist along with LeVonne Stone, and also founded community groups to maintain pressure on the military to clean up the site.\n\nHis group repeatedly sued the Army, but a judge agreed with Defense Department attorneys who said the claims were moot because a rigorous cleanup was underway.\n\nGandy, now 70, said he talked to the base commanders, every mayor and health and safety officer. Twenty-five years later, Gandy’s comments — captured in videos and transcripts of contentious community meetings — seem prescient.\n\n“I told them, ‘If we do what we need to do now, nobody will know that we did the right thing. But if we do it wrong, they’re going to know, because in about 20 years people are going to start dying,’” he said.\n\nThe AP obtained a roster of Gandy’s co-workers on a single day at the airfield in 1986. There were 46 pilots and welders, mechanics and radio engineers. Today, he was told, almost a third of them are dead, many of cancers and rare diseases, some in their 50s.\n\nHe knew three former colleagues had died, not 13. “I feel terrible,” he said, tearing up. “It breaks my heart. Those guys were good guys and they deserved better.”", "opengraph": {"title": "What Lies Beneath: Vets worry polluted base made them ill", "url": "https://apnews.com/article/us-army-fort-ord-chemical-exposure-cancer-c1078dd520322f2a4130e2f7077b7892", "image": "https://dims.apnews.com/dims4/default/ce41c9d/2147483647/strip/true/crop/3000x1688+0+154/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F5315b1e3d1c54671ad212ed9790166be%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/ce41c9d/2147483647/strip/true/crop/3000x1688+0+154/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F5315b1e3d1c54671ad212ed9790166be%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Labeled with asbestos and lead warnings, sheeting covers rubble from demolished barracks at Fort Ord on Thursday, April 29, 2021, in Fort Ord, Calif. In 1990, four years before it began the process of closing for active military training, Fort Ord was added to the Environmental Protection Agency’s list of the most polluted places in the nation. Included in that pollution were dozens of chemicals, some known to cause cancer, found in the base’s drinking water. (AP Photo/Noah Berger)", "description": "FORT ORD NATIONAL MONUMENT, Calif. (AP) — For nearly 80 years, recruits reporting to central California’s Fort Ord considered themselves the lucky ones, privileged to live and work amid sparkling seas, sandy dunes and sage-covered hills.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/jason-dearen", "article:published_time": "2022-02-23T14:23:00", "article:modified_time": "2023-10-05T13:29:53.941", "article:tag": "AP Top News"}, "tags": [], "tweets": [], "movies": [{"embed_type": "iframe", "provider": "youtube", "width": "560", "height": "315", "embed_code": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/weAzmDcfS2w?enablejsapi=1\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"/>", "src": "https://www.youtube.com/embed/weAzmDcfS2w?enablejsapi=1"}], "links": ["https://fortordcleanup.com/programs/groundwater/", "https://cumulis.epa.gov/supercpad/SiteProfiles/index.cfm?fuseaction=second.cleanup&id=0902783", "https://www.va.gov/disability/eligibility/hazardous-materials-exposure/", "https://www.documentcloud.org/documents/21177635-fort-ord-1996-public-health-assessment", "https://www.atsdr.cdc.gov/sites/lejeune/tce_pce.html", "https://seer.cancer.gov/statfacts/html/mulmy.html", "https://www.va.gov/disability/eligibility/hazardous-materials-exposure/", "https://www.documentcloud.org/documents/21191151-fort-ord-storm-drain-investigation", "https://www.documentcloud.org/documents/21191160-fort-ord-1982-hazardous-waste-inventory", "https://www.documentcloud.org/documents/21191164-fort-ord-1984-toxic-spill-report", "https://www.documentcloud.org/documents/21191164-fort-ord-1984-toxic-spill-report", "https://www.documentcloud.org/documents/21191166-fort-ord-1986-californiawater-board-cleanup-order", "https://www.documentcloud.org/documents/21191174-fort-ord-1991-community-meeting-transcript", "https://www.documentcloud.org/documents/21191180-fort-ord-2001-environmental-comments-shirley", "https://www.documentcloud.org/documents/21272561-ord-tce-test-table", "https://www.documentcloud.org/documents/21272561-ord-tce-test-table", "https://www.documentcloud.org/documents/21272562-ord-warning-not-to-tell-community-about-contamination", "https://www.documentcloud.org/documents/21272569-fort-ord-panorama-clip-2", "https://www.documentcloud.org/documents/21272567-fort-ord-panorama-water-safe-quote", "https://ntp.niehs.nih.gov/ntp/roc/content/profiles/trichloroethylene.pdf", "https://www.cancer.org/cancer/multiple-myeloma/causes-risks-prevention/risk-factors.html", "https://www.documentcloud.org/documents/21272572-fort-ord-1991-community-relations-plan", "https://www.documentcloud.org/documents/21272574-fort-ord-nih-report-on-carcinogens-tce", "https://www.documentcloud.org/documents/21272576-fort-ord-camp-lejeune-atsdr-report", "https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/11/fact-sheet-biden-administration-announces-actions-to-address-the-health-effects-of-military-exposures/", "https://search.usa.gov/search?affiliate=bvadecisions&sort_by=&query=%2522Fort+Ord%2522"], "authors": [], "publish_date": "2022-02-23T14:23:00"}