{"result_id": "MNTT005045", "URL": "https://apnews.com/article/pfas-epa-water-regulations-d2d5052c36a5a95f4e56866f028c9c4f", "timestamp": "2024-03-06 15:11:01 CET+0100", "meta": {"description": "The Environmental Protection Agency is expected to propose restrictions on harmful “forever chemicals” in drinking water after finding they are dangerous in amounts so small as to be undetectable.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/pfas-epa-water-regulations-d2d5052c36a5a95f4e56866f028c9c4f", "encoding": "UTF-8", "website_keywords": "U.S. Environmental Protection Agency, Denver, Weekend Reads, United States, Children, AP Top News, Climate"}, "image": null, "domain": "apnews.com", "title": "Toxic 'forever chemicals’ about to get their first US limits", "cleaned_text": "The Environmental Protection Agency is expected to propose restrictions on harmful “forever chemicals” in drinking water after finding they are dangerous in amounts so small as to be undetectable. But experts say removing them will cost billions, a burden that will fall hardest on small communities with few resources.\n\nConcerned about the chemicals’ ability to weaken children’s immune systems, the EPA said last year that PFAS at levels “much lower than previously understood.”\n\n“We as a community of scientists and policymakers and regulators really missed the boat early on,” said Susan Pinney, director of the Center for Environmental Genetics at the University of Cincinnati.\n\nThere is also evidence the compounds are linked to low birthweight, kidney cancer and a slew of other health issues. It’s unclear what the EPA will now propose and how well it will protect people from these recently-understood harms.\n\nThe compounds PFOA and PFOS are part of a larger family of chemicals called PFAS, for per- and polyfluoroalkyl substances, that are widespread, don’t degrade in the environment and have been around for decades. They’ve been used in nonstick pans, food packaging and firefighting foam. Their use is now mostly phased out in the U.S., but some still remain.\n\nWater providers are preparing for tough standards and testing that will undoubtedly reveal PFOA and PFOS in communities that don’t yet know the chemicals are in their water. The deadline for the proposal is Friday, but first it must be reviewed by the White House Office of Management and Budget. As of Thursday, that review wasn’t finished.\n\n“This rule would help ensure that communities are not being poisoned,” said Jonathan Kalmuss-Katz, senior attorney, toxic exposure and health at Earthjustice.\n\nOver the last decade, an increasing number of cities and towns, often abutting manufacturing plants , suddenly realized they had a problem. In 2016, for example, Sarah McKinney was on maternity leave when she got word there was too much PFOA and PFOS in the tap water in her Colorado Springs suburb. She picked up her weeks-old daughter and hustled out to buy enough bottled water for her family of five.\n\n“If I’m just spitting it out, can I brush my teeth?” she remembers wondering.\n\nIn response to concerns from people who had been drinking the water for years, McKinney’s water utility switched to a different source, provided water bottle filling stations and installed a $2.5 million treatment system that was the first of its kind in the country, according to Lucas Hale, the water district manager. The chemicals had gottem into the water from nearby Peterson Air Force base, which then builta treatment facility.\n\nFor communities with the pollutants, it’s not a cheap problem to solve.\n\nNationally, it could cost roughly $38 billion to remove enough of the chemicals to meet a strict EPA rule limiting them to where they can’t be detected, according to an estimate prepared by engineering consultant Black & Veatch for the American Water Works Association, an industry group. There also will be ongoing costs for filter material and testing.\n\nThe consultant looked at federal and state test results and estimated that 4% to 12% of water providers nationally will need to treat for PFAS due to the EPA rule.\n\nSmaller, poorer communities will have a harder time affording the new systems and training staff on how to use them, experts said. And in general, smaller water providers with fewer resources rules more often than utilities that serve large cities.\n\n“Small systems often need technologies that are more simple to operate,” said Jonathan Pressman, engineer and EPA water researcher. The agency offers technical assistance to states and communities and it recently made $2 billion available to states for contaminants like PFAS.\n\nInside the EPA’s research facility in Cincinnati, a row of vertical, forearm-sized glass tubes were partially filled with a resin material that can remove PFAS. The work ensures the agency knows how long it will last and how much PFAS it removes. That’s important for designing treatment systems.\n\nLast year the agency lowered its conservative, voluntary health thresholds to levels that tests can’t even detect – a fraction of a part per trillion. In 2016, it was 70 ppt. Before that, it was even higher. As the EPA recognizes the increased danger of these compounds, it will mean people who were once told their water was safe to drink will find out it actually requires treatment.\n\nWhen people feel misled about the safety of their tap water, they are less likely to drink it . Instead, they tend to reach for expensive bottled water and consume sugary drinks more often, choices associated with health problems like diabetes.\n\n“We do have challenges in this community with trust,” said Abel Moreno, the district manager of the South Adams County Water & Sewer District that serves Commerce City, an industrial stretch of Denver. Contaminants leaked from a nearby chemical manufacturing plant decades ago. Although the district built a facility to treat the contamination, it sparked long-simmering distrust in the predominantly Latino neighborhood, and questions about how long people had been exposed.\n\nLast year, Betty Rivas was startled by a letter telling her that the drinking fountains her 8-year-old used at school weren’t safe. PFAS stories had been in the local news and the school district told families to use bottled water. It reinforced Rivas’s fears.\n\n“With this recent PFAS issue, it’s one more reason to be certain that you shouldn’t drink the water in Commerce City,” she said.\n\nMoreno responded that the district tested for PFAS long before the news reports, in 2018. It discovered extremely high levels in certain wells, but once the water went through the treatment plant, it didn’t surpass the EPA health advisory threshold in place at the time. Moreno’s agency closed the wells. He said the letter Rivas received was frustrating because PFAS hadn’t spiked — it had just made the news. Now, the district purchases and mixes in water from Denver to keep PFAS at undetectable levels and plans to build a treatment plant for a permanent fix.\n\nAcross the U.S., so far only local utilities and state regulators have imposed changes, not the federal government. Michigan and paid for testing. Those tests helped quickly find and fix some places with contamination and Michigan officials have said since then its limits haven’t proved too expensive.\n\nNew standards, however, will force tradeoffs, according to Chad Seidel, president of a water consultant company.\n\n“Resources going towards addressing this are in some ways coming at a cost” of other needs, like removing dangerous lead pipes and replacing aged water mains, he said.\n\nKalmuss-Katz of Earthjustice said too many people are drinking contaminated water. Cost can’t be a barrier.\n\n“The solution is to do whatever you have to do to ensure that people are not getting sick,” he said.\n\nThe Associated Press receives support from the Walton Family Foundation for coverage of water and environmental policy. The AP is solely responsible for all content. For all of AP’s environmental coverage, visit", "opengraph": {"title": "Toxic 'forever chemicals’ about to get their first US limits", "url": "https://apnews.com/article/pfas-epa-water-regulations-d2d5052c36a5a95f4e56866f028c9c4f", "image": "https://dims.apnews.com/dims4/default/80fbf13/2147483647/strip/true/crop/3000x1688+0+158/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F9fcc2570f6a242c4a36f363c786e2acd%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/80fbf13/2147483647/strip/true/crop/3000x1688+0+158/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F9fcc2570f6a242c4a36f363c786e2acd%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Betty Rivas prepares breakfast for her family Thursday, Feb. 23, 2023, in Commerce City, Colo. Rivas was startled by a letter telling her that the drinking fountains her 8-year-old used at school weren't safe. PFAS stories had been in the local news and the school district told families to use bottled water. (AP Photo/Brittany Peterson)", "description": "The Environmental Protection Agency is expected to propose restrictions on harmful “forever chemicals” in drinking water after finding they are dangerous in amounts so small as to be undetectable.", "site_name": "AP News", "type": "article", "article:published_time": "2023-03-03T01:02:41", "article:modified_time": "2023-03-05T21:00:47.384", "article:tag": "AP Top News"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/science-climate-and-environment-government-politics-1997041096d6fc84edde97cf16f72bce", "https://apnews.com/article/epa-power-plants-climate-change-natural-gas-coal-1499236035aa7c34dbec36a7144df25e", "https://apnews.com/article/epa-power-plants-climate-change-natural-gas-coal-1499236035aa7c34dbec36a7144df25e", "https://apnews.com/article/ethanol-e15-gas-midwest-ba37597f6d1880e31d94180a13299e35", "https://apnews.com/article/ethanol-e15-gas-midwest-ba37597f6d1880e31d94180a13299e35", "https://apnews.com/article/sewage-problems-rural-funding-epa-money-improvements-2e192d5861b64c4747d26f81fef607e3", "https://apnews.com/article/sewage-problems-rural-funding-epa-money-improvements-2e192d5861b64c4747d26f81fef607e3", "https://apnews.com/article/environment-and-nature-e8ff4a597c0a93e2e47e8c1339401335", "https://apnews.com/article/health-business-west-virginia-dementia-6770a6191b89b064bd77227e1b18639d", "https://apnews.com/article/environment-and-nature-michigan-water-quality-flint-b843f813feea5eddd43d10181204b054", "https://apnews.com/article/d66e1002c57007718145aa4842e936a7", "https://apnews.com/hub/climate-and-environment"], "authors": [], "publish_date": "2023-03-03T01:02:41"}