{"result_id": "MNTT004039", "URL": "https://www.nontoxicforhealth.com/", "timestamp": "2024-03-06 15:10:11 CET+0100", "meta": {"description": "Non Toxic Living is Healthy Living. Non Toxic for Health is your source for information and nontoxic solutions to help you be healthy and stay healthy.", "lang": "en", "favicon": "", "canonical": "https://www.nontoxicforhealth.com/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.nontoxicforhealth.com", "title": "Be Healthy and Stay Healthy", "cleaned_text": "Be Healthy - Stay Healthy With Non Toxic For Health\n\n\n\nDo you want to learn about how toxic chemical exposure impacts your health but everything you read makes you feel like this?\n\n\n\nDo you know about the toxic chemicals you're exposed to and how they can make you sick but aren't sure what to do about it? Do you often feel like this?\n\n\n\nOr maybe you're just completely overwhelmed and feel helpless by it all.\n\n\n\nWith Nontoxic For Health by your side you can feel like this.\n\n\n\nFirst thing you need to know - Unlike the majority of Non Toxic related websites - I am not just self-taught. I actually spent 12 years in college studying Environmental Health Issues and have earned a Doctorate.\n\nThat's why I know living a life free of toxic chemicals is impossible today. Toxins are in our air, water, soil and even the dust in our homes. You have little control over your exposure to these sources.\n\nSo, if you find yourself on a website that proclaims you can lead a nontoxic life - you're on the wrong website!\n\nOn this site I'll show you how to realistically reduce your exposure to a lot of toxic chemicals. These are found in the products that you voluntarily choose to use.\n\nPersonal care and cleaning products, food, cookware, drinking water and air fresheners are all voluntary sources of toxic chemical exposure. Using my scientific expertise, I thoroughly research the toxics you need to avoid and how to avoid them.\n\nAnd I follow the science - I don't track the trends.\n\nBUT - You can't avoid all toxic chemical exposure!\n\nBreathing outdoor air, eating out (think nonstick and plastic chemicals), sitting on your friends stain resistant couch, can all expose you to toxins. Your realistic goal should be to reduce your exposure.\n\nBecause your body has many ways to deal with breaking down and expelling most toxic chemicals. It begins when the toxins you inhale, absorb and ingest are then distributed throughout your body.\n\nYour body’s detoxification machine, the liver, then starts the process of breaking down these harmful substances by a complex series of chemical reactions. Your kidneys, lungs, GI tract and skin also play a role in getting rid of toxins.\n\nReducing your exposure is important because your body's detox system can easily become overwhelmed with constant exposure to a barrage of toxic chemicals. This exposure can deplete the raw materials needed to keep the detox process running efficiently.\n\nPlus, exposure to toxic chemicals increases free radicals in your body, which causes inflammation that can damage your health. So, although your body has a detox system and creates it's own antioxidants it needs help.\n\nWhat this means is, protecting your health is a two-part process. The first part is to reduce your exposure and you'll find lots of ways to do that on this site.\n\nThe second part is to eat foods that support your body's ability to protect you from toxic chemical exposure, like the nutrients and antioxidents found in superfoods. These foods provide the raw materials your body needs to keep the detox process running efficiently.\n\nSuperfoods also boost your body's antioxidants that reduce free radicals. I'll show you, based on the latest scientific research, the superfoods that will help keep you healthy.\n\nSo, want to learn how to reduce your exposure to toxins to Be Healthy and Stay Healthy? Want to know what to eat to help your body deal with toxic chemical exposure? Want practical and effective tips, support and guidance on your journey? Then, you've come to the right place!\n\n\n\nI consider non toxic living to be an essential part of a healthy life. And I’ll share with you what I’ve learned over the past 30 years as an environmental scientist and a consumer.\n\nYou can start your journey to good health here.\n\nJoin the Nontoxic for Health Community and receive a copy of my ebook HOMEMADE SIMPLIFIED for free. In the book you'll find 50 recipes that can be made from only 11 cheap and safe ingredients.\n\nThe simple, practical and economical recipes in this guide will keep your home clean, your home and garden bug-free, and take care of your pups and your skin care needs. So, if you’re interested in living a less toxic life to be healthy and stay healthy, this free ebook - Homemade Simplified - is a great place to start.", "opengraph": {"site_name": "Non Toxic for Health", "title": "Non Toxic for Health - Be Healthy and Stay Healthy", "description": "Non Toxic Living is Healthy Living. Non Toxic for Health is your source for information and nontoxic solutions to help you be healthy and stay healthy. ", "type": "website", "url": "https://www.nontoxicforhealth.com/", "image": "https://www.nontoxicforhealth.com/images/superhero.jpg"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.nontoxicforhealth.com/superfood-benefits.html", "https://www.nontoxicforhealth.com/toxin.html", "/privacy-policy.html", "#", "#"], "authors": [], "publish_date": null}