{"result_id": "MNTT003033", "URL": "http://multimedia.cbs.com/news/1st-amendment-expert-interview/", "timestamp": "2024-03-06 15:09:40 CET+0100", "meta": {"description": "&lt;b&gt;Randall Pinkston&lt;/b&gt; Talks To Attorney Floyd Abrams About Bush&#039;s Eavesdropping Program", "lang": "en", "favicon": "https://www.cbsnews.com/fly/bundles/cbsnewscore/icons/icon.svg?v=bc5d8c67ac570dce258200b20849fb01", "canonical": "https://www.cbsnews.com/news/1st-amendment-expert-interview/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "multimedia.cbs.com", "title": "1st Amendment Expert Interview", "cleaned_text": "CBS News correspondent Randall Pinkston interviewed First Amendment legal expert Floyd Abrams about President Bush's controversial authorization of secret eavesdropping programs in the U.S. Following are excerpts of that interview. \n\n\n\nAbrams: No, there is no law which makes it a crime for the Times to have printed this.\n\nCBS News: What is the president's complaint?\n\nAbrams: I think what the president is saying is that whoever provided information to the Times may have violated the law. More broadly, I think what the president's saying is that it was wrong, it was unpatriotic, it was harmful for the Times to have published this.\n\nWhat the president is not saying though, is that he may have violated the law. We have a law on the books and we had it when this was done, which made it illegal for the NSA to spy on American citizens. The government made no effort in the Patriot Act, which they were proposing, to change that. They made no effort to get authority from any judge. They simply went and did this on their own.\n\nCBS News: The president argues that constitutional powers under Article Two as well as legislation passed by Congress gave him the right to do anything necessary to protect the country from terrorists.\n\nAbrams: These are important legal issues and they're not all easy, but one starts, I think, with the notion that what the president authorized Congress had already said, in so many words, could not be done… that the NSA may not spy on Americans. That's what the law was. Now, the president says that, in the special emergency of 9-11, basically, anything goes.\n\nI understand that. He may even be right. But even if he's right, that should end at some point, not long after 9-11. If he needs Congressional authorization, he ought to go to Congress. He should not do what he did, which is to simply root everything into this very broad notion of presidential powers and go ahead and authorize action which is flatly contrary to an on-going, still-in-effect law of Congress.\n\nSo when you talk about violating laws here, the president himself has answering to do.\n\nCBS News: What about his point that the publication of this matter is at a minimum, unpatriotic and should not be done in this particular environment?\n\nAbrams: This is a story that the New York Times held for a year, at the request of the White House, as to which they did not publish all that they knew even now.\n\nWas it unpatriotic? No. I think it is patriotic, at the end of the day, to expose potential wrongdoing, even if it's by our own government, even our own leaders and that's what the Times did. The Times didn't publish any fact here which in and of itself would lead an Osama Bin Laden to say, 'Ah, now I know this, or now I know that.' … I think what (the New York Times) did was to inform the public that something was going on, which, on the face of it, was probably illegal and which the government ought to have somebody looking over their shoulders to tell the people about.\n\n \n\nCBS News: The president said it was classified information, that it was a secret program. Doesn't that automatically mean the revelation is a violation of the law?\n\nAbrams: No. We do not have a statute in America. The English do. The French do.\n\nWe don't have a statute which makes the leaking of any classified information illegal.\n\nI see a great connection between the White House's position on this and a wide range of actions that they've taken where the president has said basically, 'I can do this because I am president. I can do this because the Constitution gives the president sweeping authority in the area of foreign affairs'.\n\nThat's a serious position. I think the president overstates it and I think his advisors have gone much too far in claiming basically, unrestricted authority for the president in this area even when Congress has passed a law to the contrary.\n\nHere we have this extraordinary situation where Congress passed a law, we have a law on the books which prevents the NSA from doing precisely what the president authorized.\n\nHe's renewed his authorization but he's never gotten congressional approval. But he claims it is mitigated by the fact that he's informed members of Congress. It is mitigated in the sense that Congress was not completely uninformed. As a legal matter though, what the president has authorized 30 times may have been illegal 30 times. There is a law on the book that makes it a crime of the NSA to spy on Americans.\n\nThe president is obviously doing what he thought was best to defend the country, but when you do that, you also have to defend the civil liberties of Americans.\n\nUsually when the president says something the press has done is bad for national security, the public usually goes along with the president.\n\nI think there should be a Congressional investigation, an oversight hearing, such as Senator Specter said he will do, to see just what the government did… If they have to hold parts of (the hearing) secret, they can do that and then we can move on from there.\n\nAbrams: The danger is that we can wind up with a government so secret and so closed that the public won't find out what's going and got so powerful that it intrudes into the privacy of every American.", "opengraph": {"type": "article", "url": "https://www.cbsnews.com/news/1st-amendment-expert-interview/", "title": "1st Amendment Expert Interview", "description": "<b>Randall Pinkston</b> Talks To Attorney Floyd Abrams About Bush's Eavesdropping Program", "image": "https://assets1.cbsnewsstatic.com/hub/i/r/2005/12/17/d236d841-a642-11e2-a3f0-029118418759/thumbnail/1200x630/451bb51827dd16fa66942bec65c2bb5c/image1134702x.jpg?v=bc5d8c67ac570dce258200b20849fb01", "image:width": "1200", "image:height": "630", "article:publisher": "https://www.facebook.com/CBSNews/", "article:content_tier": "free", "article:opinion": "false"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.cbsnews.com/search/author/stephen-smith/"], "authors": [], "publish_date": "2005-12-17T17:12:19-0500"}