{"result_id": "MNTT002050", "URL": "https://help.pbs.org/support/solutions/articles/12000054967-how-to-watch-passport-videos-online", "timestamp": "2024-03-06 15:08:30 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "/assets/touch/touch-icon-iphone.png", "canonical": "https://help.pbs.org/support/solutions/articles/12000054967-how-to-watch-passport-videos-online", "encoding": "utf-8", "website_keywords": "passport, how to use passport, how to watch, passport videos, passport access, passport online, online videos, access passport, passport site, passport login, where is passport"}, "image": null, "domain": "help.pbs.org", "title": "How to watch Passport videos online", "cleaned_text": "Once you've activated your Passport benefit, you can watch videos online at any time by visiting PBS.org. There is no separate Passport website. Passport and non-Passport videos can be found in one place!\n\nThe images and directions below cover videos at PBS.org, but you can also access Passport videos through the PBS app on supported devices.\n• None Begin your video experience by clicking Sign In in the upper left side of PBS.org and logging in with your Passport-enabled PBS account. Check the email you used when signing up for Passport\n• None A prompt with four account login options appears. Sign in with the same Facebook, Google, Apple ID or PBS Account you linked to your Passport benefit during activation.\n• None If you do not remember the personal password for your login account, you can reset it by clicking Forgot your password? After clicking Forgot your password and typing your email address, you will receive an email with reset instructions to that address.\n• None Once you sign in with your Passport credentials, your name displays in the upper left side of the screen. The blue Passport compass rose icon displays next to your name, indicating that the account is linked to your Passport benefit.\n\nThere are two convenient ways to find videos on the website:\n• None In the menu at the top of the site, click Shows to browse available offerings. lists the poster images for national and local shows on PBS.org. You can also use the filters on the left side of the page to filter by show Title (by keyword), Genre, local shows, sort alphabetically, or change the listing layout from images to text. Click a show title or image to visit that show’s page.\n\nOnly video thumbnail images display the Passport icon; Show images (above) will not display the Passport icon even if that show includes Passport videos. Shows can include non-Passport videos, Passport-exclusive videos, or both.\n• None To search for a show or video by keyword, in the top right corner of the site and type the keyword in the textbox provided. Shows and videos that match your keyword search are returned in the results.\n\nAvailable videos can be found in the Episodes section of select Shows.\n\nPassport videos display the Passport icon in the top left corner of the video thumbnail image. Click the video title or image to view a video.\n\nIf you are logged in with your Passport-enabled account and your benefit is still active, you will be able to play the video instantly by clicking the triangular play button in the center of the video.\n• None If you are not signed in with your Passport-enabled account, you will see the Passport offer screen and be given the option to either Become a Member or click Sign In to sign in using the same credentials you used when you signed up for Passport.\n• None If you are signed in with an account that is not associated with your Passport benefit, the same Passport offer with the option to Become a Member displays.\n\nPlease note that when you are not signed in with your Passport member benefit credentials, the Passport icon is not displayed by your name in the top left corner of the site. The Passport icon must appear by your name before you can watch Passport videos, as seen below:\n\nSome videos expire and become unavailable, even with Passport. If you are signed in with a Passport-enabled account and localized to your local PBS station, but you see a \"This video is unavailable\" error message, the video has likely expired. Expiration dates are listed beneath the video's description.\n\nThe streaming rights for these videos have expired and, due to contract rights, PBS is unable to offer them for online streaming.\n\nIf you receive the message that the video is unavailable, but the video has not expired, you may be outside of the United States where PBS does not have the rights to offer this content. If you are within the United States, you may be localized to a PBS station which does not offer Passport.\n\nIn cases where a show has no available episodes for streaming, the Episodes section on the show page will not be listed. Currently, these show pages are left available since external sites link to these pages and streaming rights may be renewed for these episodes in the future. These pages also offer clips, previews, information on the show, or links to purchase the videos from third parties, such as Apple iTunes or Amazon.\n\nOur websites and video player are supported on the latest versions of the following web browsers:\n\nOther web browsers, such as Silk on Amazon devices or Smart TV web browsers, are unsupported and can cause playback errors.\n\nHover your mouse over your name in the upper left side of the screen to access your account management options. You can:\n• None Click My List to access your saved shows\n• None Click Viewing History to view videos you had previously watched and return to a saved spot in that video\n\nA list of options appears beneath your name. Click My List to view your saved shows and videos.\n\nShows on My List allows you to save select shows so you can quickly navigate to them in the future. Shows can be added to My List by clicking the \"+ My List\" button on each individual show page.\n\nVideos on My List allows you to save select videos you would like to watch later. Videos can be added to the My List by clicking the \"+ My List\" button on each individual video page.\n\nViewing History allows you to see what videos you have previously watched, and return to a saved spot in that video based on where you last stopped watching.\n\nProfile allows you to see your user profile information, and update your name, email address, or password.", "opengraph": {"title": "How to watch Passport videos online", "url": "https://help.pbs.org/support/solutions/articles/12000054967-how-to-watch-passport-videos-online", "description": " Once you&#39;ve activated your Passport benefit, you can watch videos online at any time by visiting PBS.org. There is no separate Passport website. Passport and non-Passport videos can be found in one place!  The images and directions below cover vi...", "image": "https://s3.amazonaws.com/cdn.freshdesk.com/data/helpdesk/attachments/production/5005546081/logo/DRPH29J1qEF3XRPBRczRFzXRA7QXpqAXMQ.jpg?X-Amz-Algorithm=AWS4-HMAC-SHA256&amp;X-Amz-Credential=AKIAS6FNSMY2XLZULJPI%2F20240228%2Fus-east-1%2Fs3%2Faws4_request&amp;X-Amz-Date=20240228T021746Z&amp;X-Amz-Expires=604800&amp;X-Amz-SignedHeaders=host&amp;X-Amz-Signature=b5e644c0aa9660f2b8196022122aa24cb3d614487c9de0395cf39fdcc5de9568", "site_name": "PBS Help", "type": "article"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.pbs.org/", "https://help.pbs.org/support/solutions/articles/5000692515-can-i-access-passport-content-on-all-devices-and-platforms-", "#Logging-In-to-PBS.org", "#Finding-Shows-and-Videos", "#Unavailable-Videos", "#Other-Site-Features", "//PBS.org", "https://www.pbs.org/passport/lookup/", "https://www.pbs.org/shows/", "https://www.pbs.org/search/", "https://www.pbs.org/search/", "https://www.pbs.org/shows/", "https://www.pbs.org/search/", "https://help.pbs.org/support/solutions/articles/12000000798-i-am-getting-the-message-this-video-is-unavailable-in-your-area-why-", "https://www.pbs.org/my-list-shows/", "https://www.pbs.org/my-list-videos/", "https://www.pbs.org/my-list-viewing-history/", "https://account.pbs.org/oauth2/profile/"], "authors": [], "publish_date": null}