{"result_id": "MNTT005024", "URL": "https://apnews.com/article/e1ea9b09c6eb486b999c2318a8093669", "timestamp": "2024-03-06 15:10:45 CET+0100", "meta": {"description": "HORSHAM, Pa. (AP) — The U.S. Department of Defense has quietly begun battling environmental regulators in several states, after the agencies attempted to force the military to clean toxic firefighting chemicals from polluted streams, marshes and aquifers.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/e1ea9b09c6eb486b999c2318a8093669", "encoding": "UTF-8", "website_keywords": "Aquifers, U.S. Department of Defense, Environment, Financial markets, PA State Wire, Health"}, "image": null, "domain": "apnews.com", "title": "States, military clash on cleanup of toxic chemicals", "cleaned_text": "HORSHAM, Pa. (AP) — The U.S. Department of Defense has quietly begun battling environmental regulators in several states, after the agencies attempted to force the military to clean toxic firefighting chemicals from polluted streams, marshes and aquifers. The efforts mark the opening acts of what could turn into a nationwide war on legal liabilities, which the Pentagon estimates could reach into billions of dollars as it investigates the presence of the chemicals at hundreds of bases across all 50 states.\n\nPer- and poly-fluoroalkyl substances, or PFAS, have burst onto the national radar in recent years. Originally produced by companies 3M and DuPont, the chemicals are used in everything from Teflon pans to food packaging to water-resistant clothing. Scientists have linked some PFAS chemicals to health effects including ulcerative colitis, thyroid disease, reproductive issues and some cancers.\n\nFew producers or users of PFAS face potential liabilities as great as the U.S. military, which has already spent more than $200 million over the past half-decade to start investigations of chemical family members perfluorooctane sulfonate, or PFOS, and perfluorooctanoic acid, or PFOA, at more than 400 military bases across the country. Both chemicals, particularly PFOS, were ingredients in firefighting foams used widely by the military during training and emergencies since the 1970s.\n\nThere are thousands of PFAS chemicals, but PFOS and PFOA are believed to be among the most harmful, and are the only two for which the Environmental Protection Agency has set an advisory limit for drinking water.\n\nTo date, the military has focused on filtering drinking water containing PFAS above the EPA’s advised limit of 70 parts per trillion, after finding the chemicals in excess of that limit in more than 560 private and public drinking water supplies around 50 bases. But impacted communities worry continued environmental contamination is impacting wildlife, property values, municipal taxes and even human health.\n\n“There’s been very little focus to date on cleanup standards or cleanup guidelines,” said Rob Bilott, an Ohio attorney who has litigated PFAS issues for decades. “Once you’ve stopped the ongoing exposure to people . what do you do with what’s left? And that’s a much, much bigger issue.”\n\nBecause the EPA has yet to set any formal PFAS regulations, an increasing number of state environmental agencies are taking matters into their own hands, creating their own standards to compel polluters to begin cleaning up the chemicals within their borders. In Pennsylvania, where some of the nation’s highest PFAS levels have been discovered in Bucks and Montgomery Counties, regulators recently announced they would create a state drinking water standard, and lawmakers are mulling legislative solutions. New Jersey is further ahead, with regulators preparing to implement the lowest PFOS and PFOA drinking water standards in the country.\n\nBut in several cases where states already acted, the military is resisting or even taking the issue to court.\n\nErik Olson, a senior director at the Natural Resources Defense Council, noted the efforts appear to double back on promises made by Maureen Sullivan, a deputy assistant secretary for the environment at the Department of Defense, during a 2018 congressional hearing. Sullivan testified that state standards would be “rolled in” to the military’s cleanup considerations at bases.\n\n“The Defense Department is going back on its word . and appears to be arrogantly refusing to comply with state laws,” Olson said. “This is a very worrisome trend.”\n\nOn March 14, this news organization emailed the Department of Defense a list of questions about its efforts. Department spokeswoman Heather Babb responded Monday with statements that did not address many of the specific questions.\n\n“DOD, like any federal agency engaged in certain activities, such as owning or operating a public water system, must comply with all federal, state, interstate, and local safe drinking water requirements, in accordance with the Safe Drinking Water Act,” Babb wrote. “DOD takes our cleanup responsibility seriously. We work with regulatory agencies and local communities to ensure we can share information in an open and transparent manner.”\n\nNowhere is the issue more contentious than in New Mexico, where the state Environment Department and the U.S. Air Force are suing each other over widespread PFAS contamination near two bases.\n\nLast July, the state’s Water Quality Control Commission added PFOS and PFOA to a list of regulated substances, after which its environmental department issued violations to Cannon and Holloman Air Force bases.\n\nThe notice at Cannon said the Air Force failed to sample some nearby water supply wells, was too limited in which PFAS it tested for, and failed to submit a proposal for extended testing of aquifer contamination. At Holloman, the second violation notice added that 137 ppt of PFAS had been detected at the nearby Apache Mesa Golf Course, a violation of the standard, and asked that a contingency plan be submitted.\n\nIn January, the Air Force submitted a letter to New Mexico saying it could not comply.\n\n“Legal constraints limit the Air Force’s authority and ability to investigate and mitigate PFAS compounds under the New Mexico Water Quality Act,” the Air Force wrote.\n\nA week later, the Air Force filed a suit seeking relief in the U.S. District Court of New Mexico, calling the state standard “arbitrary, capricious, an abuse of discretion, and not supported by substantial evidence.”\n\nOn March 5, New Mexico filed its own suit in the same court against the Air Force and United States, seeking a declaration the Air Force had violated its law, would have to comply, and would be held liable for applicable fines and penalties. The cases are ongoing.\n\nThere is similar contention in Michigan, where environmental regulators say the Air Force is violating state standards near the former Wurtsmith Air Force Base, as PFAS seeps into nearby waterways and marshes. To combat the issue, Michigan created a 12-ppt PFOS standard for groundwater where it enters surface water, and a 70-ppt standard for aquifers that are used for drinking water.\n\nCiting the regulations in early 2018, Michigan’s Department of Environmental Quality issued a notice of violation to the Air Force for failing to install a water treatment system. After some resistance, the Air Force agreed to construct the unit.\n\nBut a second violation issued in October received greater resistance. Again citing the water standards, the Michigan department told the Air Force to increase treatment of groundwater, expand the area needing treatment, conduct monthly sampling and stop pumping PFAS-laden water into a pit.\n\nIn December, the Air Force issued a letter stating it would not comply for various reasons, including that it had not waived sovereign immunity and that the chemicals do not appear on a list of hazardous substances under the federal Superfund law.\n\n“That’s their way of fighting back,” Arnie Leriche, a veteran and retired environmental engineer with the EPA who lives near the base, said in a conference call with an environmental organization in March.\n\nScott Dean, a spokesman for the Michigan department, said the agency isn’t backing down.\n\n“The slow response by the Air Force to the Wurtsmith contamination is having an increasingly negative impact on the people, wildlife and environment,” Dean said. “Although Michigan seeks to work cooperatively with the Air Force, slow response to PFAS contamination is not acceptable.”\n\nNew York has faced similar issues. In 2016, the state Department of Environmental Conservation added several PFAS sites, including Stewart Air National Guard Base, to its list of state Superfund sites. It then spent approximately $50 million to provide clean drinking water to the city of Newburgh, located near the base.\n\nThe conservation department submitted a claim to the Department of Defense for reimbursement, but said it had not received a response as of late February. The state also filed a claim under the Federal Torts Claims Act, a precursor to potential legal action, and demanded the military enter into a robust cleanup program. The Air National Guard declined.\n\n“In absence of needed federal action, New York is continuing to ensure aggressive actions are taken to protect the residents of Newburgh,” conservation department spokesperson Jomo Miller said.\n\nAlan Knauf, an attorney representing Newburgh in a lawsuit against the military, said residents want the Air National Guard to pay for connection to an aqueduct that carries pure water from the Catskill Mountains to New York City, as opposed to using PFAS-laden water from nearby Washington Lake.\n\n“Try telling people on the East Side of Manhattan they have to drink toxic water that goes through a filter that might not catch everything,” Knauf said. “I don’t think so.”\n\nIssues also are coming to a head in Colorado, where the Department of Public Health and the Environment last year added PFOS and PFOA to a state listing of hazardous constituents. The state also created a 70-ppt groundwater standard for the aquifer underlying Peterson Air Force Base near Colorado Springs.\n\nIn a letter, the Air Force warned regulators the water standard “may not qualify as a cleanup standard” because it does not apply across the whole state, and said its legal immunities are only waived “when state regulation is non-discriminatory.”\n\nState regulators have not issued any violations or orders under the statutes, but said they expect the Air Force to comply when it does begin cleanup activities.\n\nSeveral states hit by PFAS contamination say they want the EPA to create nationwide standards for the chemicals, and environmental attorneys say such measures would boost legal efforts.\n\n“Failure to address PFAS at a national level will really put public health at risk,” said Lisa Daniels, director of the Pennsylvania Department of Environmental Protection’s Bureau of Safe Drinking Water, at a public meeting last year. “EPA must take a leadership role.”\n\nIn February, EPA administrator Andrew Wheeler visited Philadelphia to announce a PFAS Action Plan, which included an “intention” to set a federal drinking water standard for PFOS and PFOA. Wheeler also revealed a proposal to declare the chemicals hazardous substances under the federal Superfund law, and touted a scheduled release of groundwater cleanup recommendations.\n\nBut the plan received lukewarm reception from several states that felt it lacked hard commitments or deadlines. Immediately following the Feb. 14 announcement, Pennsylvania became the latest state to say it would set its own standards, with a spokesman declaring the state “cannot wait” for the EPA.\n\nSeveral attorneys said listing PFAS as hazardous substances under Superfund, the nation’s primary law governing areas of major chemical contamination, would help most in pursuing cleanup actions.\n\n“We have sued under (Superfund). We believe it’s a hazardous substance, but you don’t see it on the list,” Knauf said of his efforts in Newburgh. “If it were put on the federal list that would tremendously help us.”\n\nBabb, from the Department of Defense, said the department also supports federal regulation.\n\n“DOD supports EPA establishing regulatory standards and a consistent cleanup approach for PFOS/PFOA based on (Superfund),” Babb wrote in an email. “We want a standard risk-based cleanup approach that is based on science and applies to everyone.”\n\nSome attorneys say they think the EPA already has authorities it could use more aggressively.\n\nTim Bergére, an environmental attorney with Philadelphia’s Montgomery McCracken Walker & Rhoads, pointed out that the EPA previously used an “imminent and substantial” endangerment clause under the Safe Drinking Water Act to compel the military to act on PFAS at the Naval Air Warfare Center Warminster and Horsham Air Guard Station. The EPA has issued eight such orders for PFAS nationwide.\n\nBergére added that many states have laws that are more stringent than federal standards and aren’t limited by sovereign immunity, such as a Clean Steams Law in Pennsylvania that he says could be used to force the cleanup of PFAS around the bases in Bucks and Montgomery Counties.\n\n“The Navy’s sovereign immunity . does not extend to discharges once they move off the site,” Bergére said.\n\nOther attorneys said states can generally use powers delegated by the EPA to force actions by polluters, including through the issuing of water discharge permits under the federal Clean Water Act and the oversight of hazardous waste removal.\n\n“Since the feds are not doing anything, the states have the authority, and we think, frankly, the obligation to step into the vacuum,” the NRDC’s Olson said.\n\nBut the Department of Defense’s recent actions underscore the pitfalls of states taking the lead. In New Mexico, regulators sought to force the Air Force to take action based on a federally-delegated hazardous waste authority. The Air Force responded by arguing in court that the state incorrectly applied the law.\n\nAdam Sowatzka, an attorney with the Atlanta-based firm King & Spalding and a former EPA lawyer, said federal regulations are needed to ensure a strong legal case. Without such standards, even the EPA has to go to great lengths to make an effective argument while using emergency powers, he said.\n\n“If you look at what EPA has to do, and all the administrative hurdles, and the case it needs to develop to bring an imminent and substantial endangerment (order), it’s a very, very difficult task,” Sowatzka said.\n\nThe ability of states to compel action could be tested again soon, with the New Jersey Department of Environmental Protection on track to institute drinking water standards of 13 ppt for PFOS and 14 ppt for PFOA within a year. Those levels would be the strictest in the nation.\n\nUnder New Jersey law, the levels also would become groundwater standards, and spokesman Larry Hajna said his department believes the military would have to comply while cleaning up sites like the massive Joint Base McGuire-Dix-Lakehurst in the center of the state.\n\nHowever, there are signs of potential issues. In 2018, the U.S. Air Force commented on a state department of environmental protection standard for a chemical cousin, perfluorononanoic acid, or PFNA, questioning its legitimacy.\n\n“Standards based on poor scientific methodologies are often the subject of litigation because they are arbitrary,” the Air Force wrote.\n\nThere is no evidence the Air Force acted on the warning, but PFOS and PFOA present much greater liabilities than PFNA, which was not a major ingredient in firefighting foams. New Jersey also recently implemented interim groundwater standards of 10 ppt for PFOS and PFOA, and a spokesman said the state expects the Air Force to comply. An Air Force spokeperson said the agency is still reviewing the standard.\n\nAnthony Spaniola, a Michigan attorney who has tracked state PFAS issues, said he thinks states that are expecting automatic compliance with their laws are in for a surprise.\n\n“They’re wrong,” Spaniola said. “Those states better get their head out of the sand.”\n\nEnvironmental attorneys said there is also room for legal jousting as the military decides to what extent, and how quickly, it will clean PFAS from the environment. That’s because while EPA typically has broad authority to drive cleanup at contaminated sites, federal law puts the Department of Defense in the driver’s seat at military bases.\n\n“Fundamentally, EPA and DOD are part of the ‘unitary executive,’ meaning EPA can’t take DOD to court and so doesn’t have the same leverage as it would at a private site,” Taly Jolish, a recently retired Superfund attorney for EPA in California, said.\n\nIn several cases where states have created their own environmental standards, the military has said it will consider the limits as “ARARs.” Short for Applicable or Relevant and Appropriate Requirements, the acronym refers to a process under the federal Superfund law that determines to what level a polluter must clean up a chemical in water or soil.\n\nSeveral attorneys agreed the EPA or state regulators typically have authority in selecting an ARAR level for an unregulated chemical at a contaminated site. While some experts said regulators still have to sign off on such decisions at military bases, those with experience in the area say disagreements get messy.\n\n“It becomes basically a political knife-fight between DOD and EPA,” Olson said.\n\nJolish also said such decisions are “very political determinations.”\n\nTensions between the EPA and military apparently already exist. On March 13, U.S. Sen. Tom Carper, D-Delaware, authored a letter in which he cited sources saying the military and other federal agencies were pressuring the EPA to relax draft groundwater cleanup recommendations from 70 ppt to 400 ppt. The numbers have not yet been released publicly, and Carper urged the EPA to resist the alleged pressure.\n\n“Such levels would, among other consequences, subject fewer sites that were contaminated through the military’s use of PFOA/PFOS from having to be remediated in the first place,” Carper wrote.\n\nFurther complicating matters is that the EPA has even less authority to control how long it takes the military to make cleanup decisions, experts said. The issue is playing out at bases across the country, where the military has spent years studying the extent of the PFAS contamination but has done far less to actually remove the chemicals. Officials have commonly cited the need to do more studies before they reach the point of selecting an ARAR.\n\n“I suspect the cause of delay at the federal level is the concern that the Department of Defense is going to have to spend hundreds of millions, and maybe even billions of dollars responding to these PFOS sites,” said David Engel, an environmental attorney litigating PFAS in New York.\n\nThe Defense Department’s Sullivan suggested in an early March congressional hearing that the department is holding off on containing PFAS releases until it further studies the issue. She also gave a “back of the envelope” estimate of needing $2 billion for PFAS cleanup.\n\n“Right now we’re trying to determine the extent of the presence in the groundwater around our bases, how far it is, where it’s flowing. So we can design the right system to contain it,” Sullivan said.\n\nBabb, the department spokeswoman, said “DOD has proactively addressed PFOS and PFOA and follows the federal cleanup law.”\n\n“DOD’s priority is to quickly address PFOS and PFOA in drinking water from DOD activities,” she added.\n\nThe military is also pushing about $60 million into research on methods to better detect, understand and filter PFAS chemicals, with many studies not due until 2021. Jennifer Field, an Oregon State University PFAS expert whose work has been funded by the military, says there are about 50 ongoing projects, many of them looking for novel and cost-effective ways of destroying PFAS.\n\n“There are definitely some higher-energy processes that look promising, but the problem is practical aspects have to be worked out,” Field said. “I haven’t heard of the stunning breakthrough that’s going to revolutionize (cleanup). Not yet.”\n\nBut Engel thinks the military can already act more robustly with current technologies, citing its $700 billion annual budget.\n\n“Let’s say it’s a $10 billion (liability). My response is, ‘So what?’” Engel said. “If the purpose of the Department of Defense is to defend the United States and the people living in it, you would think that a good thing for them to do would be to defend the people who are drinking water contaminated by these facilities.\"___", "opengraph": {"title": "States, military clash on cleanup of toxic chemicals", "url": "https://apnews.com/article/e1ea9b09c6eb486b999c2318a8093669", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "HORSHAM, Pa. (AP) — The U.S. Department of Defense has quietly begun battling environmental regulators in several states, after the agencies attempted to force the military to clean toxic firefighting chemicals from polluted streams, marshes and aquifers.", "site_name": "AP News", "type": "article", "article:published_time": "2019-04-06T07:05:25", "article:modified_time": "2021-04-21T21:46:10.413", "article:tag": "PA State Wire"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.buckscountycouriertimes.com"], "authors": [], "publish_date": "2019-04-06T07:05:25"}