{"result_id": "MNTT002013", "URL": "https://www.pbs.org/newshour/health/biden-addresses-possible-link-between-sons-fatal-brain-cancer-and-toxic-military-burn-pits", "timestamp": "2024-03-06 15:07:46 CET+0100", "meta": {"description": "Former Vice President Joe Biden said he thinks toxins found in smoke from burning waste at U.S. military installations in Iraq and at other facilities abroad could “play a significant role” in causing veterans' cancer.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/biden-addresses-possible-link-between-sons-fatal-brain-cancer-and-toxic-military-burn-pits", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Biden addresses possible link between son's fatal brain cancer and toxic military burn pits", "cleaned_text": "Former Vice President Joe Biden said he thinks toxins found in smoke from burning waste at U.S. military installations in Iraq and at other facilities abroad could “play a significant role” in causing veterans’ cancer.\n\n“Science has recognized there are certain carcinogens when people are exposed to them,” Biden said in an interview with Judy Woodruff last week. “Depending on the quantities and the amount in the water and the air, [they] can have a carcinogenic impact on the body.”\n\nBiden’s comments shed light on a debate that has roiled physicians, former service members and the Department of Veteran Affairs about whether the health of some U.S. military personnel was compromised by garbage disposal methods used by contractors and the military at overseas bases in Iraq and Afghanistan.\n\nOften, waste was burned in open-air pits, with jet fuel sometimes used as an accelerant. At many bases, virtually all waste was burned, ranging from paints, solvents, tires, plastics and Styrofoam to batteries and electronic equipment. Depending on the burn locations and prevailing winds, smoke frequently permeated these outposts and adjacent areas.\n\nThe issue appears to be personal for Biden, whose son, Beau Biden, a former Delaware attorney general, died at age 46 in May 2015 from glioblastoma multiforme, the most common form of brain cancer.\n\nAs a major in the Delaware Army National Guard, Beau Biden’s judge advocate general unit was activated in late 2008. He served in Iraq for much of 2009 at Camp Victory in Baghdad and Balad Air Force Base, 50 miles north of the Iraqi capital. Both bases used large burn pits. Earlier, he helped train local prosecutors and judges in Kosovo after the 1998-1999 war.\n\nIn what appear to be the two-term vice president’s first public comments about the possibility that his late son Beau Biden’s brain cancer was caused by burn-pit smoke, Biden acknowledged he was unaware of “any direct scientific evidence” of a linkage.\n\nBut Biden, who was tapped by former President Barack Obama in early 2016 to lead the “Cancer Moonshot” initiative, noted in the­­ PBS NewsHour interview that “a lot higher incidence of cancer [is] coming from Iraq now and Afghanistan than in other wars” and “a lot of work is being done” to research it.\n\nBiden also said that reading “The Burn Pits: The Poisoning of America’s Soldiers,” a book on the topic by Joseph Hickman, which included a chapter on his son Beau, opened his eyes to the possibility of a link to his son’s cancer.\n\n“There’s a whole chapter on my son Beau in there, and that stunned me. I didn’t know that,” Biden said. He added, the author “went back and looked at Beau’s tenure as a civilian with the U.S. attorney’s office [in Kosovo] and then his year in Iraq. And he was co-located in both times near these burn pits.”\n\nBiden compared living and working near a military burn pit and a factory that pollutes. “We know now you don’t want to live underneath a smokestack where carcinogens are coming out of it,” Biden said.\n\nA 2011 National Academy of Sciences investigation into the health hazards of burn pits, commissioned by the Veteran Affairs Department, found “inadequate/insufficient evidence of an association between exposure to combustion products and cancer, respiratory disease, circulatory disease, neurologic disease, and adverse reproductive and developmental outcomes in the populations studied.”\n\nHowever, the academy’s 15-member expert panel also noted that “information that would have assisted the committee in determining composition of the smoke” from burn pits, which would have helped assess health hazards, “was not available,” according to its report, “The Long-Term Health Consequences of Exposure To Burn Pits in Iraq and Afghanistan.”\n\nThere is also not much data in the public record about the prevalence of glioblastoma multiforme among Afghan and Iraq war veterans.\n\n“The median age for onset of this condition (glioblastoma multiforme) is 58, and currently there is no difference in glioblastoma multiforme occurrence rates for Iraq and Afghanistan veterans and the U.S. population as a whole,” Curt Cashour, press secretary at Veteran Affairs, wrote in an email.\n\nRose Torres, founder of the online registry “Burn Pit 360,” said that 10 veterans have reported a glioblastoma multiforme diagnosis, among more than 6,000 Iraq and Afghan war veterans who have registered at the website.\n\nThe medical community appears to be divided on whether there is a connection between glioblastoma multiforme and toxic exposure.\n\n“I think that it is possible” that the younger Biden’s cancer was caused by burn pit smoke exposure,” said Dr. Tee Guidotti, an expert in environmental and occupational health, in an email. “From what I understand, Beau Biden’s exposure was significant, not modest.”\n\n“Cancer risk is a probability, not a certainty,” added Guidotti, a former chair of the Department of Environmental and Occupational Health at George Washington University Medical Center. “Various exposure risk factors increase the chance of cancer but rarely determine it for sure, [although] there are exceptions.”\n\nIn general, “exposure even at low levels can measurably raise the chance of developing cancer, so some cases — not many — arise from even modest exposures,” Guidotti said.\n\nNeurologists appear more skeptical of a connection.\n\n“There is no association that I am aware of,” said Dr. Reid Thompson, professor and chairman of the Neurological Surgery Department at Vanderbilt University Medical Center. The theories linking cancer and burn pits are “lots of conjecture.”\n\n“Patients and families often believe that there is an obvious known link between various illness and exposures,” Reid wrote in an email, but he evidence is lacking. “For glioblastoma, the only known risk factor is exposure to ionizing radiation,” Reid said. “For brain tumors — as is true for other diseases — establishing a causal link between an exposure and the illness is really difficult.”\n\nReid noted that indications of a link between environmental factors and cancers does not necessarily suggest a cause-and-effect relationship for any particular individual. “Undoubtedly there are patients whose unique genetic background may make them uniquely vulnerable to a particular exposure,” Reid said. “Unraveling what the genetic predisposition may be — and what the exposure is for any given patient — is really one of the holy grails of medicine.”\n\nBut others see it differently. “There is enough evidence to connect certain carcinogenic and neurological outcomes with exposures to multiple toxicants disbursed in the air from burn pits, as well as other toxicants in the local environment,” said Dr. Victoria Cassano, a retired Navy captain and a former acting chief consultant for environmental health at the Department of Veteran Affairs.\n\n“Without making a blanket statement that all cases of GBM [glioblastoma multiforme] are due to burn-pit exposure, I believe that on a case-by-case basis, given the history and duration of exposure, an association can be made,” Cassano said.\n\nCassano said oncologists – physicians who specialize in cancer treatment – are usually the first line of defense in treating brain cancers. But generally speaking, they are not well suited to “connect exposures to outcomes,” Cassano said.\n\nIn contrast, Cassano said, “what occupational physicians do is look at the epidemiology in analogous industries, look at the toxicology and the pathophysiology, and then determine if there is any plausibility in associating exposure with outcome.”\n\nFor example, research has shown that firefighters who are exposed to numerous chemicals in smoke and agricultural workers exposed to pesticides while working in the field or processing produce could face a higher risk for developing cancer. Similarly, military personnel who were exposed to burn-pit smoke could have a higher risk of developing cancer, she suggested.\n\n“There is a considerable debate” between neurologists, and occupational health and environment doctors, but that “the issue does not arise often enough for the differences to be talked through to consensus,” Guidotti said.\n\nJill S. Barnholtz-Sloan, a professor in brain tumor research at Case Western Reserve University School of Medicine, said a multidisciplinary approach would help establish whether or not there is a potential relationship between burn-pit exposure and cancers.\n\n“The more perspectives you have, the more likely you are to find a solution,” said Barnholtz-Sloan, though she added that too few studies have been done on the cancer and veterans to prove a link between exposure to burn pits and brain tumor risk.\n\nIn the PBS NewsHour interview, Biden himself was cautious in drawing a direct connection to burn pits and his son’s cancer. Cassano agreed, warning against identifying the cause of Beau Biden’s brain cancer without additional facts.\n\n“I would need to know [his] family history, his history of smoking, and other positions and hobbies that may have exposed him to carcinogens,” she said.\n\nDiscerning causation would likely require knowing how close his living quarters and office were to the base’s burn pit, according to Cassano. Patients are also typically asked to recall how much soot and dust were in the air they breathed, she said.\n\nWithout that information, Cassano said, it’s impossible to know.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Biden addresses possible link between son's fatal brain cancer and toxic military burn pits", "description": "Former Vice President Joe Biden said he thinks toxins found in smoke from burning waste at U.S. military installations in Iraq and at other facilities abroad could “play a significant role” in causing veterans' cancer.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2018/01/RTR3DCLQ-1024x683.jpg", "image:height": "683", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/biden-addresses-possible-link-between-sons-fatal-brain-cancer-and-toxic-military-burn-pits", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2018-01-10T16:02:11-05:00", "article:section": "Health", "article:tag": "afghanistan war, burn pits, iraq war, joe biden"}, "tags": ["The Leading Edge", "Long-Term Care", "joe biden", "Supreme Court", "Essays", "Brooks and Capehart", "burn pits", "afghanistan war", "ScienceScope", "Race Matters", "Politics Monday", "iraq war", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [{"embed_type": "iframe", "provider": "youtube", "width": "500", "height": "281", "embed_code": "<iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/YMp1SU7jvg0?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen=\"\"/>", "src": "https://www.youtube.com/embed/YMp1SU7jvg0?feature=oembed"}], "links": ["https://www.reuters.com/article/us-kosovo-biden-street/we-owe-you-so-much-kosovo-to-tell-biden-as-street-named-after-late-son-idUSKCN10Q17X", "https://www.cancer.gov/research/key-initiatives/moonshot-cancer-initiative", "http://nationalacademies.org/hmd/Reports/2011/Long-Term-Health-Consequences-of-Exposure-to-Burn-Pits-in-Iraq-and-Afghanistan.aspx"], "authors": ["Dan Sagalyn"], "publish_date": "2018-01-10T16:02:11-05:00"}