{"result_id": "MNTT005033", "URL": "https://apnews.com/article/united-nations-south-sudan-ap-top-news-international-news-health-f2f06cfa70126ad179445720d7c60b8a", "timestamp": "2024-03-06 15:10:52 CET+0100", "meta": {"description": "PALOCH, South Sudan (AP) — The oil industry in South Sudan has left a landscape pocked with hundreds of open waste pits, the water and soil contaminated with toxic chemicals and heavy metals including mercury, manganese, and arsenic, according to four environmental reports obtained by The Associated", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/united-nations-south-sudan-ap-top-news-international-news-health-f2f06cfa70126ad179445720d7c60b8a", "encoding": "UTF-8", "website_keywords": "Africa, Sudan, Pollution, Birth defects, Weekend Reads, General news, Environment, Intl News, AP Top News, South Sudan, United Nations, Health, Business"}, "image": null, "domain": "apnews.com", "title": "South Sudan ignores reports on oil pollution, birth defects", "cleaned_text": "PALOCH, South Sudan (AP) — The oil industry in South Sudan has left a landscape pocked with hundreds of open waste pits, the water and soil contaminated with toxic chemicals and heavy metals including mercury, manganese, and arsenic, according to four environmental reports obtained by The Associated Press.\n\nThe reports also contain accounts of “alarming” birth defects, miscarriages and other health problems among residents of the region and soldiers who have been stationed there. women unable to get pregnant.\n\nAbui Mou Kueth’s infant son, Ping, was born with six fingers on both hands, one stunted leg, a deformed foot and kidney swelling.\n\n“I was shocked the first time I saw the baby,” she said, cradling him in her arms.\n\nShe said he was not able to breastfeed and needed special formula. “I am worried about his future.”\n\nThe AP obtained the reports and supporting documents from people with close knowledge of the oil operations, one of whom works in the industry. The reports have never been released publicly.\n\nThe reports, which date as far back as 2013, were presented to the oil companies and South Sudan’s ministry of petroleum but subsequently buried, according to four people with close knowledge of the oil operations and the documents. All spoke on condition of anonymity for fear of their safety.\n\n“South Sudan is running one of the dirtiest and poorest managed oil operations on the planet,” said Egbert Wesselink, the former head of a European coalition of more than 50 non-profit organizations focused on the impacts of the country’s oil sector. He worked on the oil fields in South Sudan before the country gained independence in 2011, and now works with PAX, a Dutch-based human rights organization.\n\n“I don’t think there’s a single major industrial operation on earth that’s getting away with this,” he said.\n\nThere’s been no clear link established between the pollution and the health problems.\n\nBut community leaders and lawmakers in the oil-rich areas in Upper Nile and Unity states -- in the northeast and north of the country bordering Ethiopia and Sudan -- accuse South Sudan’s government and the two main oil consortiums, the Chinese-led and the ., of neglecting the issue and trying to silence those who have tried to expose the problem.\n\nAn AP reporter looking into the pollution and health issues was detained and questioned by government officials and government security forces working on behalf of the oil companies.\n\nNeither company responded to multiple requests for comment on the reports, and did not answer detailed questions sent by email and text message from the AP.\n\nThe reports show that the government and the oil companies have been aware for years that contamination from drilling could be causing severe health problems in the local population. But little has been done, local residents say, to clean up the mess. Promises by the government and the oil companies to tackle the pollution have repeatedly been broken, they say.\n\n“People are dying of unknown diseases,” said Simon Ngor, a pastor with a church in Melut, a small village in the oil-rich area of Upper Nile state. “The oil company says they’re working on it but I don’t think they actually are.”\n\nThe environmental and health problems are particularly damaging in South Sudan, a country that was only established nine years ago and shortly after was torn apart by civil war and famine. It’s among the poorest nations in the world and depends on its oil industry to survive.\n\nThe oil-rich area around Paloch, a city in Upper Nile state, is dotted with exposed pools of toxic water. A chemical junkyard in Gumry town, about 45 minutes from Paloch, was strewn with overflowing containers of black sludge that seeped into the ground and were surrounded by toxic waste when an AP reporter visited in September 2018.\n\nThe air inside the yard, which was unsecured and easy to enter, smelled overwhelmingly of chemicals. Rows of stacked shipping containers lined the inner perimeter of the yard, some were left open exposing bags of what appeared to be chemicals. Many containers had labels stipulating there were hazardous toxins inside. Trash was heaped in various corners of the plot.\n\nThe junkyard caught fire in May and has yet to be cleaned up, according to a resident who visited in September and spoke on condition of anonymity for fear of their safety.\n\nThe AP interviewed more than two dozen people in Paloch and the surrounding areas, and residents reported alarming health problems that echoed those found in the buried reports: babies with birth defects, miscarriages and people dying of unexplained illnesses.\n\nDr. Bar Alony Wol, the county health department director, pulled out his phone in his small one-room office in Melut and pointed to a photo of a baby girl born in September 2018 with her intestines outside of her body. A few years ago, he said, he saw a baby born with no head.\n\n“We’re losing children,” said Nyaweir Ayik Monyuak, chairman of the Women’s Association in Melut. The 43-year-old lost two children of her own between 2008 and 2011.\n\nShe and a dozen other women were crowded on a tattered L-shaped sofa in a dimly lit shed that serves as a meeting place in Melut. One by one, the women took turns telling their harrowing stories.\n\nSix had lost babies in the last 10 years. And all of them knew someone who had given birth to a child with deformities, had struggled to conceive or had miscarriages.\n\nWhen some of the shyer women were hesitant to speak up, the more vocal ones encouraged them to share their experiences.\n\nAjok Ayel said she lost a child in 2010 and hasn’t been able to get pregnant since.\n\n“I’d like to leave if possible,” said Jessica Uma, 34, who said she had two miscarriages in 2012 and 2013 and used to get body rashes when showering.\n\nWhen doctors removed Ngor Maluol’s dead daughter after she miscarried in 2018, the baby’s head was concave and looked as if she’d been hit, she said.\n\nMany women can’t even get pregnant, Monyuak said.\n\nMany of the residents said the health problems got worse after people started drinking water from white containers that began appearing several years ago in markets and along roadsides.\n\nThe same containers were strewn about the Dar Petroleum chemical junkyard, with labels saying they contained a chemical demulsifier called , used by the oil company during drilling to separate crude oil from water.\n\nThe containers, which were also mentioned in the 2013 report, had hazardous substance warning labels. The chemicals are supposed to be “taken to a suitable and authorized waste disposal site,” according to a spokesperson for Clariant, one of the world’s leading specialty chemical companies and provider of Phasetreat.\n\n“Under no circumstances should these empty containers be used by people for any reason, in particular for holding drinking water,” said Rick Steiner, an oil pollution adviser in Alaska who consults for governments, aid groups and the United Nations on oil spills.\n\nIt is unclear how the empty containers were taken from Dar Petroleum’s secure compound. It took at least two years for the company to stop people from using them, local residents say.\n\n“The oil company knew what was going on. There is no way the white containers could have left their yard without the staff in charge knowing. But they’ll never take responsibility for it,” said Ramadan Chan Liol, chairman of the Padang Community Union. The group represents people living around the oil areas in Unity and Upper Nile states and acts as a liaison with the oil company.\n\nThe four surveys bear out what AP found on the ground, and show that the government and oil companies are aware of the pollution and health problems. But the people who provided the reports to AP said they were purposely buried.\n\nThe earliest survey, was led by then-Minister of Petroleum, Mining & Industry, Stephen Dhieu Dau, with support from the Ministry of Health.\n\nA group of 10 South Sudanese researchers, including an infectious disease expert, an epidemiologist, several public health specialists and an environmentalist, toured the oil fields in Upper Nile and Unity states. They found that local residents were complaining of increased miscarriages, stillbirths and incidents of “malformed newborn babies” that didn’t survive. The report, complete with photos, documented “alarming oil spillage” around some of the facilities and noted many people had drowned in the open ponds created by the oil companies.\n\nIn 2016, the same two government ministries as well as the environment ministry sent a team to Paloch to study why soldiers stationed there were falling ill .\n\nSoil and water samples from the area, and biological samples from the soldiers were analyzed at the National Health Laboratory Service in South Africa. They found mercury levels in the water were seven times what is permissible under U.S. Environmental Protection Agency standards, and manganese concentrations were 10 times higher than EPA allows, according to a summary of the study obtained by the AP. The chemicals were also found in the soil and in urine samples from some of the soldiers.\n\n“These results are clearly indicating that heavy metals and petrochemicals have contaminated the area,” the summary stated, and it recommended more studies to see if the pollution is connected with the health problems.\n\nIn July 2018, Greater Pioneer — which is comprised of the state-owned China National Petroleum Corp., the Malaysian state-owned Petronas as well as South Sudanese and Indian drillers — commissioned a study by a South Sudanese waste management company, to determine the state of some oil operations in Unity state that had been abandoned during the country’s civil war.\n\nThe company didn’t do any chemical testing but and water pollution at the waste treatment facility. It said that oil production was likely to have caused public health, safety and security hazards, injuries and accidental deaths, and land and water contamination.\n\nOne commissioner is quoted saying “some children were born with missing body parts.”\n\nThe most recent study, from November 2018, was commissioned by Dar Petroleum to assess the chemical contamination in its oil fields and the surrounding areas.\n\nResearchers took 146 samples of soil, fluids and unidentifiable chemicals and found “extremely high” levels of hydrocarbons — chemicals such as benzene that make up oil and natural gas and can cause serious health effects. It also documented 650 waste pits filled with water contaminated with arsenic and lead, and millions of liters of water contaminated with drilling chemicals sitting in ponds. The report showed at least some waste pit liners had been compromised and that flooding has allowed some chemicals to seep out of the oil field areas.\n\nThe report recommended a five-year clean-up that would cost about $58 million. South Sudan expects its oil industry to generate $99 million in revenue each month from July 2019 to June 2020, according to the national budget.\n\nBut to date no clean-up has been done, residents say.\n\nThere is no definitive proof that the pollution or the chemical containers caused the birth defects and other health problems that residents around Paloch are complaining of.\n\nSouth Sudan’s crippling five-year civil war that killed almost 400,000 people and displaced millions has created a dire humanitarian crisis, plunging pockets of the country into famine. Approximately 7 million people are reliant on aid and more than 5.5 million people could go hungry by early this year, according to a statement by the U.N. in December. Years of fighting have impeded people’s access to medical care.\n\nExposure to toxic chemicals such as , , and can cause a variety of health problems including cancer, respiratory problems, impotence and stillbirths, according to the World Health Organization.\n\nSouth Sudan has the seventh highest rate of pollution-related deaths in the world, according to the Global Alliance on Health and Pollution, an organization of national environment ministries, international development organizations and NGOs.\n\nTwo sets of data seen by the AP, one from a local advocacy group focused on the environment and another by the health ministry, noted an increase in birth deformities and premature deliveries in Unity state between 2015 and 2017.\n\nBirth deformities around the oil fields in Ruweng state (formerly part of Unity state), almost tripled between 2015 and 2017, from 19% to 54%, according to an environmental study by the local advocacy group. The group asked not to be identified because it was still gathering information for the report, which has not yet been published because the research is ongoing.\n\nAdditionally, an internal letter from the ministry of health in Ruweng state that was intended for South Sudan’s national health minister in 2018 documented a nearly threefold increase in premature deliveries between 2015 and 2017, from 41 cases to 118. The letter notes that the data were limited to hospital deliveries and excluded babies delivered at home.\n\nThe letter also notes that before oil production in the region, in 1999, “there were no alarming reports of women giving birth to deformed babies, experiencing premature birth(s) amongst other environmental related diseases.”\n\nSteiner, the American oil pollution adviser, said there is hydrocarbon exposure with birth defects and that it can reasonably be concluded that petroleum exposure could be a contributing cause of the birth defects in the region.\n\n“The pollution is a public health and environmental emergency,” he said.\n\nAfter the 2018 report on Upper Nile was presented to the government, officials acknowledged the problem, calling it a “significant risk to the people living within the vicinity of the oil fields and the surrounding environment,” and instructed Dar Petroleum to move ahead with the proposed clean-up, according to a December 2018 letter from the oil ministry seen by the AP.\n\nBut Dar Petroleum -- a consortium that includes China National Petroleum and Sinopec, another state-owned Chinese company, along with companies in Malaysia and Egypt and South Sudan’s state owned oil company __ never acted, according to two people with close knowledge of the oil operations in the area who didn’t want to be named for fear of their safety.\n\nAP called China National Petroleum Corp. and Sinopec multiple times and sent detailed questions by email and fax, but neither company responded. The AP also reached out to Petronas, which did not respond to requests for comment.\n\nSouth Sudan’s 2012 Petroleum Act says anyone working in the oil industry must comply with best international practices on health and safety.\n\nPresident Salva Kiir acknowledged in a statement in January that there is a pollution problem in the oilfields and surrounding areas, and said he wants to bring proper environmental standards to the country’s oil exploration operations.\n\nThe government in January asked for proposals from companies to perform an “environmental audit” that will evaluate how to clean up the existing pollution and put in place best practices for future oil exploration.\n\nResidents, however, are skeptical, saying the government and oil companies have talked about cleaning up the pollution before.\n\nIn July 2018, after local residents complained about the pollution, Dar Petroleum sent a delegation of local leaders and government officials to an environmental lab in Uganda. The visit was organized by EnviroCare and EnviroServ, a waste management company based in South Africa with a branch in Uganda, to discuss cleaning up the oil fields, said Yuahanna Ayuel, the youth chairman in Melut.\n\nBut after the trip, residents say, the oil company said the clean-up was too expensive.\n\n“I’m angry,” Ayuel said. “Our environment is polluted. It’s a problem and it’s getting worse.”\n\nIn February, Phillips Anyang Ngong, a human rights lawyer, sued South Sudan’s Ministry of Petroleum, Greater Pioneer Operating Company and Nile Petroleum -- the country’s state owned oil company, claiming the oil pollution caused health problems and loss of life and demanding $500 million for victims. It’s the first human rights lawsuit due to oil pollution filed in the country, he said.\n\n“Companies are violating the law and the government is not intervening,” he said. “It’s a crisis that needs immediate attention now.”\n\nBut the government doesn’t appear to be in a hurry.\n\nSouth Sudan’s petroleum minister, Awow Daniel Chuang, said until there’s scientific evidence tying health problems to oil pollution, no conclusions should be drawn.\n\n“Only speculations are being made until scientific evidences are out to see the level of damages created by oil operations. Obviously there shouldn’t be conclusions with evidences connected to deformation,” he said.\n\nHealth experts who have tackled oil pollution in similar contexts say companies often try to hide any connection between pollution and health problems.\n\n“Polluters try as much as possible not to let connections be drawn from pollution to health issues, they try to connect it to something else, like genetics. This is a known tactic,” said Nnimmo Bassey, executive director for health at the Health of Mother Earth Foundation, a not-for-profit environmental group based in Nigeria.\n\nBassey’s work focuses on the Niger Delta, where a 2011 U.N. environment report found pollution from over 50 years of oil operations in Ogoniland, Nigeria, penetrated further and deeper than people realized, causing grave health and environmental risks.\n\n“They do it in South Sudan, in Nigeria, everywhere,” he said.\n\nThat’s what baby Ping’s father, Cornelious Mayak Geer, believes is happening to his family.\n\nIn July 2019, the Greater Pioneer Operating Company flew the family to Nairobi, Kenya, for what they thought would be medical treatment for Ping. Geer says the company told him that they would first do tests to determine if Ping’s deformities were tied to oil pollution. If they found a link, they would pay for treatment, Geer says the company officials told him.\n\nDoctors at the Aga Khan Hospital in Nairobi told Geer that the baby needed surgery, according to Geer, but Greater Pioneer refused to pay. Geer says he pushed for medical tests to determine whether Ping’s problems were linked to oil pollution, but the doctors in Nairobi said they couldn’t do such tests.\n\nGeer refused to give up, and in January, Greater Pioneer flew them to Berlin, where the whole family underwent 10 days of tests on their blood and hair and were sent home. The baby received no medical care.\n\nGeer said the company told him the child’s problems were genetic and not caused by oil pollution. But they never shared any test results with him.\n\n“Results for the child will not come, they’re still playing games,” he said.\n\n“The baby still cries day and night because of the pain and not feeling well,” he said. “They’re just buying time until the baby dies.”\n\nNyawiir Adoup, a 37-year-old Paloch resident whose home is a short drive from an open waste pit, had a similar experience. In 2013, she miscarried one baby and then a second baby was born dead without a nose or eyes. Dar Petroleum brought her and her husband first to Kenya and then to Germany for tests.\n\nThey spent more than a month in Germany in 2014, according to Adoup’s husband, Deng Awaj Awol. But they have never received results.\n\n“We weren’t told what was happening and when we came back to Juba I asked for the results and they refused,” Awol said.\n\nIn 2015, Adoup then gave birth to a second stillborn child, this one born with a gaping hole in its stomach.\n\n“You could see through,” she said. “I was crying.”\n\nThe AP obtained a copy of the couple’s medical report from Germany, which was dated Oct. 20, 2014. It was addressed to the health safety and environment department at Dar Petroleum and submitted by the doctor who accompanied the family. It showed they saw specialists in occupational medicine, nuclear medicine, gynecology and human genetics, according to the report.\n\nDr. Robert Middleberg, a forensic toxicologist at the NMS Labs in Horsham, Pennsylvania, reviewed the records and said they showed the couple were exposed to toxic chemicals, some of which are associated with inducing abortion. But, he said, the analyses were missing crucial details, including any numbers in the toxicology reports that he reviewed.\n\n“Sometimes I still feel sick, my body isn’t normal,” said Adoup. “Sometimes I have nightmares of having another (child) like the previous ones.”\n\nEnvironmental experts say there is little incentive for multinational companies to do anything because it is easy to get away with things in impoverished countries like South Sudan.\n\nThat’s in part because the country is so dependent upon its oil sector to survive.\n\nOil accounts for almost all the country’s exports and more than 40% of its gross domestic product, according to the World Bank. As South Sudan emerges from years of fighting, it is trying to revive its economy by expanding the industry. In October, the ministry of petroleum announced plans to open 14 oil blocks this year for exploration.\n\n“No one’s really watching. The government is neither willing nor able to monitor and enforce its own environmental laws,” said Luke Patey, senior researcher studying China’s oil investments in Africa at the Danish Institute for International Studies.\n\nHe said the result is “a vicious cycle of negligence.”\n\nAssociated Press researcher Chen Si contributed to this story.", "opengraph": {"title": "South Sudan ignores reports on oil pollution, birth defects", "url": "https://apnews.com/article/united-nations-south-sudan-ap-top-news-international-news-health-f2f06cfa70126ad179445720d7c60b8a", "image": "https://dims.apnews.com/dims4/default/5c32377/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F283e8a99882c48ab9622304d6ad49356%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/5c32377/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F283e8a99882c48ab9622304d6ad49356%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "In this photo taken Monday, Oct. 1, 2018, residents stand next to a white container previously used for hazardous chemicals that was then used for several years to hold drinking water before the oil company put a stop to the practice, on the road between Melut and Paloch town, in South Sudan. The oil industry in South Sudan has left a landscape pocked with hundreds of open waste pits with the water and soil contaminated with toxic chemicals and heavy metals, and accounts of \"alarming\" birth defects, miscarriages and other health problems, according to four environmental reports obtained by The Associated Press. (AP Photo/Sam Mednick)", "description": "PALOCH, South Sudan (AP) — The oil industry in South Sudan has left a landscape pocked with hundreds of open waste pits, the water and soil contaminated with toxic chemicals and heavy metals including mercury, manganese, and arsenic, according to four environmental reports obtained by The Associated", "site_name": "AP News", "type": "article", "article:published_time": "2020-02-13T08:04:59", "article:modified_time": "2021-05-01T12:58:05.918", "article:tag": "United Nations"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/646258f8514136215b7cd9bcc48b47ed", "https://africaoilandpower.com/about/sponsors/dpoc/", "https://africaoilandpower.com/about/sponsors/greater-pioneer-operating-company/", "https://www.clariant.com/en/Solutions/Products/2014/10/30/12/58/PHASETREAT", "https://www.documentcloud.org/documents/6774902-SS-Committee-Report.html", "https://www.documentcloud.org/documents/6774902-SS-Committee-Report.html", "http://envirocare-ss.com/", "https://www.documentcloud.org/documents/6774908-SS-Environment-Assessment.html", "https://www.who.int/ipcs/features/lead..pdf", "https://www.who.int/en/news-room/fact-sheets/detail/arsenic", "https://www.who.int/water_sanitation_health/water-quality/guidelines/chemicals/manganese/en/", "https://www.who.int/ipcs/assessment/public_health/benzene/en/", "https://www.ncbi.nlm.nih.gov/pubmed/27256742", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3644738/", "https://www.cdc.gov/ncbddd/birthdefects/nbdps.html", "https://www.ncbi.nlm.nih.gov/pubmed/26033890"], "authors": [], "publish_date": "2020-02-13T08:04:59"}