{"result_id": "MNTT004092", "URL": "https://www.wsj.com/story/24-hours-in-the-queue-to-view-queen-elizabeth-ii-a3c29f5a", "timestamp": "2024-03-06 15:10:24 CET+0100", "meta": {"description": "24 hours in the queue to view Queen Elizabeth II lying in state:  \"I've probably overdone it with the snacks!\"  Wall Street Journal Photographers followed along.", "lang": "en", "favicon": "https://s.wsj.net/img/meta/wsj_favicon.svg", "canonical": "https://www.wsj.com/story/24-hours-in-the-queue-to-view-queen-elizabeth-ii-a3c29f5a", "encoding": "utf-8", "website_keywords": "Queen Elizabeth II,Queen Elizabeth,the Queen,Queen,The Queen's coffin,coffin,crown,funeral,death,die,mourn,mourners,queue,line,lying in state,London,England,Britain,UK,Westminster Hall,Buckingham Palace,Southwark Park,Bermondsey,Tower Bridge,Tower of London,Rive Thames,Westminster,photo,photographers,photojournalism,documentary photography,portraits,portraiture,Joël van Houdt,Joel van Houdt,Carlotta Cardana"}, "image": null, "domain": "www.wsj.com", "title": "24 Hours in the Queue to View Queen Elizabeth II's Coffin", "cleaned_text": "Harry Watson from Brighton and Rebekah Marks-Hubbard from Folkestone “People assume we are together,” Rebekah Marks-Hubbard said, “but we have actually just met. I spotted him in the crowd at the station after getting off my train and I asked him if he knew where the queue was.”\n\n“He was also looking for it, so we decided to find it together. We both changed into our outfits as we were queuing, him in his tartan and I in my side-saddle riding outfit. The queen used to ride side-saddle and I wanted to honor her this way.”\n\nMargaret McDermott and Charlotte Field, a nurse from First Aid Nursing Yeomanry Ms. McDermott first saw the queen at an event 30 years ago “My husband was posted to Germany about 30 years ago. I was eight months pregnant at the time and while we were waiting, I fainted. The soldiers came to help me, but I told them to rush back to work so that they wouldn't miss the queen.”\n\n“I've probably overdone it with the snacks. I was anticipating a 12-hour wait, maybe longer. Now we have to figure out how to eat them all before we get there as they won't let us bring anything in.”\n\nMartha Jim, originally from Zimbabwe, now lives in Birmingham She has been in the U.K. for 25 years. “I'm resting, I'm really tired. I [started queuing] about four hours ago. We started at Buckingham Palace, crossed the River Thames, then we had to follow the queue until I don't know where. I should [make it]. How can I surrender now?”\n\nThey run a stand where they sell tea and coffee to people queuing. “We're quite young so we don't feel that much of a connection with the monarchy and the queen,” Bobby said. “When the queen passed we were on holiday in Turkey. We had a queen when we left and a king when we got back!”\n\n“It's quite a strange feeling that somebody was always in the background of a nation's life, and now she's not here, so it's a big gap. She represents all our parents and grandparents at the same time.”", "opengraph": {"description": "24 hours in the queue to view Queen Elizabeth II lying in state:  \"I've probably overdone it with the snacks!\"  Wall Street Journal Photographers followed along.", "image": "https://images.wsj.net/im-624403", "locale": "en_US", "site_name": "WSJ", "title": "24 Hours in the Queue to View Queen Elizabeth II's Coffin", "type": "article", "url": "https://www.wsj.com/story/24-hours-in-the-queue-to-view-queen-elizabeth-ii-a3c29f5a", "article:opinion": "false"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.wsj.com/articles/want-to-say-goodbye-to-the-queen-get-in-line-11663236299"], "authors": [], "publish_date": "2022-09-17T10:08:52.465Z"}