{"result_id": "MNTT005055", "URL": "https://apnews.com/article/mass-shootings-us-weekend-3c8cc1562a78abb0ce5f302afa600ea2", "timestamp": "2024-03-06 15:11:09 CET+0100", "meta": {"description": "Mass shootings and violence killed and wounded people across the U.S. over the weekend, including 60 in the Chicago area alone.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/mass-shootings-us-weekend-3c8cc1562a78abb0ce5f302afa600ea2", "encoding": "UTF-8", "website_keywords": "Shootings, San Francisco, Idaho, Washington, General news, AP Top News, a, COVID-19 pandemic, U.S. news, n, Chicago, Philadelphia, Law enforcement, Crime, U.S. News"}, "image": null, "domain": "apnews.com", "title": "Mass shootings and violence leave dead and injured across the US this weekend", "cleaned_text": "CHICAGO (AP) — Mass shootings and violence killed and wounded people across the United States this weekend, including at least 60 shot in the Chicago area alone. Four people were found shot to death in , a Pennsylvania state trooper was , and bullets struck 11 teenagers, killing one, at a party in Missouri.\n\nThe shootings happened in cities and rural areas alike, following a surge in homicides and other violence over the past several years that accelerated during the coronavirus pandemic. Officers responded to mass shootings in Washington state, Philadelphia, San Francisco, Southern California, Milwaukee and Baltimore.\n\n“There’s no question there’s been a spike in violence,” said Daniel Nagin, a professor of public policy and statistics at Carnegie Mellon University. “Some of these cases seem to be just disputes, often among adolescents, and those disputes are played out with firearms, not with fists.”\n\nResearchers disagree over the cause. Theories include the possibility that violence is driven by the prevalence of guns in America, or by less aggressive police tactics or a decline in prosecutions for misdemeanor weapon offenses, Nagin said.\n\nOnly the Idaho killings fit the definition of a in which four or more people die, not including the shooter. However, the number of injured in most of the weekend cases matches the widely accepted definition for mass shootings.\n\nHere’s a look at some of the shootings this weekend:\n\nFive people were shot, two fatally on the city’s South Side on Sunday evening when someone from a car that pulled up to a gathering, according to police.\n\nAnother , one fatally, during an altercation in a garage in the West Side neighborhood of Austin around 3 a.m. Sunday, police said. Five others including a teenage girl were shot early Saturday near Lincoln Park Zoo, and two dozen more were shot in other incidents since Friday evening, .\n\nMeanwhile in the suburbs, at least 23 people were shot, one fatally, early Sunday in a parking lot where hundreds of people had gathered to celebrate , authorities said.\n\nThe White House issued a statement calling the violence a tragedy and saying the president was thinking of those killed and injured. Illinois Gov. JB Pritzker said in that he was monitoring the investigation.\n\nPolice in Idaho arrested a suspect in a shooting that killed four people on Sunday at an apartment complex behind a church.\n\nResponding officers found four people, all dead from gunshot wounds, at a residence in Kellogg that’s behind the Mountain View Congregational Church, according to the Shoshone County Sheriff’s Office and news reports. Idaho State Police said a 31-year-old man was detained, .\n\nAn early Sunday shooting in a office building killed a 17-year-old and wounded 11 other teenagers, the city’s police commissioner said.\n\nSt. Louis Metropolitan Police Commissioner Robert Tracy identified the victim who was killed as 17-year-old Makao Moore. A spokesman said a minor who had a handgun was in police custody as a person of interest.\n\nTeenagers were having a party in an office space when the shooting broke out around 1 a.m. Sunday.\n\nThe victims ranged from 15 to 19 years old. A 17-year-old girl was trampled as she fled, seriously injuring her spine, Tracy said.\n\nTwo people were killed and two others were injured when a shooter began into a crowd at a Washington state campground where many people were staying to attend a nearby music festival on Saturday night, police said.\n\nThe suspect was shot in a confrontation with law enforcement officers and taken into custody, several hundred yards from the Beyond Wonderland electronic dance music festival.\n\nOne state trooper was killed and a second critically wounded just hours apart in central Pennsylvania on Saturday after a gunman attacked a state police barracks.\n\nThe suspect drove his truck into the parking lot of the Lewistown barracks about 11 a.m. Saturday and opened fire with a large-caliber rifle on marked patrol cars before fleeing, authorities said Sunday.\n\nLt. James Wagner, 45, was critically wounded when he was shot after encountering the suspect several miles away in Mifflintown. Later, Trooper Jacques Rougeau Jr., 29, was ambushed and killed by a gunshot through the windshield of his patrol car as he drove down a road in nearby Walker Township, authorities said.\n\nThe suspect was shot and killed after a fierce gunbattle, said Lt. Col. George Bivens.\n\n“What I witnessed ... was one of the most intense, unbelievable gunfights I have ever witnessed,” Bivens said, lauding troopers for launching an aggressive search despite facing a weapon that “would defeat any of the body armor that they had available to them.”\n\nA motive was not immediately known.\n\nA shooting at a pool party at a home left eight people wounded, authorities said Saturday.\n\nAuthorities were dispatched shortly after midnight in Carson, California, south of Los Angeles, KABC-TV .\n\nThe victims range in age from 16 to 24, the Los Angeles County Sheriff’s Department said.\n\nSix people were injured in a Friday night . All were expected to survive.\n\nOfficers heard gunshots in the north of the city just before 9 p.m. and found three men with numerous gunshot wounds. Medics took them to area hospitals for treatment.\n\nPolice later learned of three additional victims who walked into area hospitals with non-life-threatening gunshot wounds. The wounded ranged in age from 17 to 26.\n\nSix people were injured after a “car-to-car” shooting in the streets of San Francisco on Sunday evening, police said.\n\nTwo victims sustained gunshot wounds, one with life-threatening injuries, in the moving shootout beginning shortly before 7 p.m., San Francisco Police Chief Bill Scott said at a news conference Sunday.\n\nSuspects in two cars, a black SUV and a white sedan, “drove very recklessly and chased each other while engaged in gunfire” near the northern waterfront, Scott said. The area includes Fisherman’s Wharf, one of the city’s busiest tourist areas.\n\nThree victims were injured by glass shards caused by “errant gunfire,” Scott said, with none of the injuries considered to be life-threatening.\n\nTwo girls, ages 10 and 16, were struck by one of the two vehicles while walking their bicycles across the street. The younger girl was injured and transported to a hospital with non-life-threatening injuries while the older girl was not injured.\n\nA 4-year-old boy was among five victims of a shooting in south Philadelphia Saturday night.\n\nPolice responded to the block shortly before 8 p.m. Saturday and found a 58-year-old woman with gunshot wounds to the legs, a 54-year-old woman with gunshot wounds to her wrist and leg, and the boy, who was brought to Presbyterian Hospital with a gunshot wound to the abdomen.\n\nA 30-year-old man also arrived at the hospital with a gunshot wound to the wrist and a 40-year-old man was brought in with a gunshot wound to the abdomen. The last victim was listed in critical condition; all others were said to be in stable condition.\n\nAt least six teenagers were shot Monday afternoon around where Milwaukee’s Juneteenth celebration had just wrapped up.\n\nMilwaukee Police Chief Jeffrey Norman said among the wounded was a 17-year-old who may have been a gunman himself and is in custody. Police were still seeking additional suspects who hadn’t yet been identified.\n\nPolice said the victims, four girls and two boys, ranged in age from 14-19.\n\nNorman said the shooting may have stemmed from a fight among a number of girls and young women, but he didn’t know what sparked the dispute. The injuries of those wounded varied but did not appear life-threatening, the chief said.\n\nBrown contributed from Billings, Mont. Savage is a corps member for the Associated Press/Report for America Statehouse News Initiative. is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues.", "opengraph": {"title": "Mass shootings and violence leave dead and injured across the US this weekend", "url": "https://apnews.com/article/mass-shootings-us-weekend-3c8cc1562a78abb0ce5f302afa600ea2", "image": "https://dims.apnews.com/dims4/default/87e51bc/2147483647/strip/true/crop/3600x2025+0+249/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fb3%2Fe8%2F9c482167243095120412c4723762%2F9ad71a70ee904cab9e6f6b47321e9ce7", "image:url": "https://dims.apnews.com/dims4/default/87e51bc/2147483647/strip/true/crop/3600x2025+0+249/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fb3%2Fe8%2F9c482167243095120412c4723762%2F9ad71a70ee904cab9e6f6b47321e9ce7", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "A bloody handprint can be seen on the wall of a hallway on the fifth floor of a building at 1409 Washington Ave., where 10 teens were shot overnight, one fatally, during a party in the building in downtown St. Louis, Sunday, June 18, 2023. (David Carson/St. Louis Post-Dispatch via AP)", "description": "Mass shootings and violence killed and wounded people across the U.S. over the weekend, including 60 in the Chicago area alone.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/claire-savage", "article:published_time": "2023-06-19T05:11:49", "article:modified_time": "2023-06-20T12:10:45.968", "article:section": "U.S. News", "article:tag": "San Francisco"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/shooting-kellogg-idaho-four-dead-e5a4a0e9edfbda964d96bcab1d0c7a38", "https://apnews.com/article/trooper-shot-pennsylvania-ec8fe17dc2d3f0cbba1bc0e743cef3df", "https://apnews.com/hub/shootings", "https://apnews.com/article/workplace-investigator-testifies-baldwin-shooting-f8a259bd9fc82b0594442bb067439873", "https://apnews.com/article/workplace-investigator-testifies-baldwin-shooting-f8a259bd9fc82b0594442bb067439873", "https://apnews.com/article/north-dakota-bismarck-police-shooting-04a5c35300635e939b8c2fcb72d8e680", "https://apnews.com/article/north-dakota-bismarck-police-shooting-04a5c35300635e939b8c2fcb72d8e680", "https://apnews.com/article/oxford-school-shooting-james-crumbley-2241299505f1dbe2c4a2d0c4b582fd3e", "https://apnews.com/article/oxford-school-shooting-james-crumbley-2241299505f1dbe2c4a2d0c4b582fd3e", "https://www.usatoday.com/in-depth/graphics/2022/08/18/mass-killings-database-us-events-since-2006/9705311002/", "https://abc7chicago.com/chicago-shootings-this-weekend-shooting-today-lincoln-park/13401249/", "https://abc7chicago.com/chicago-shooting-today-near-me-breaking-news/13400133/", "https://abc7chicago.com/chicago-shooting-austin-today-man-shot-and-killed/13399206/", "https://data.cityofchicago.org/Public-Safety/Violence-Reduction-Victims-of-Homicides-and-Non-Fa/gumc-mgzr/explore/query/SELECT%0A%20%20%60case_number%60%2C%0A%20%20%60date%60%2C%0A%20%20%60block%60%2C%0A%20%20%60victimization_primary%60%2C%0A%20%20%60incident_primary%60%2C%0A%20%20%60gunshot_injury_i%60%2C%0A%20%20%60unique_id%60%2C%0A%20%20%60zip_code%60%2C%0A%20%20%60ward%60%2C%0A%20%20%60community_area%60%2C%0A%20%20%60street_outreach_organization%60%2C%0A%20%20%60area%60%2C%0A%20%20%60district%60%2C%0A%20%20%60beat%60%2C%0A%20%20%60age%60%2C%0A%20%20%60sex%60%2C%0A%20%20%60race%60%2C%0A%20%20%60victimization_fbi_cd%60%2C%0A%20%20%60incident_fbi_cd%60%2C%0A%20%20%60victimization_fbi_descr%60%2C%0A%20%20%60incident_fbi_descr%60%2C%0A%20%20%60victimization_iucr_cd%60%2C%0A%20%20%60incident_iucr_cd%60%2C%0A%20%20%60victimization_iucr_secondary%60%2C%0A%20%20%60incident_iucr_secondary%60%2C%0A%20%20%60homicide_victim_first_name%60%2C%0A%20%20%60homicide_victim_mi%60%2C%0A%20%20%60homicide_victim_last_name%60%2C%0A%20%20%60month%60%2C%0A%20%20%60day_of_week%60%2C%0A%20%20%60hour%60%2C%0A%20%20%60location_description%60%2C%0A%20%20%60state_house_district%60%2C%0A%20%20%60state_senate_district%60%2C%0A%20%20%60updated%60%2C%0A%20%20%60latitude%60%2C%0A%20%20%60longitude%60%2C%0A%20%20%60location%60%2C%0A%20%20%60%3A%40computed_region_d3ds_rm58%60%2C%0A%20%20%60%3A%40computed_region_vrxf_vc4k%60%2C%0A%20%20%60%3A%40computed_region_rpca_8um6%60%2C%0A%20%20%60%3A%40computed_region_43wa_7qmu%60%2C%0A%20%20%60%3A%40computed_region_d9mm_jgwp%60%0AWHERE%20%60gunshot_injury_i%60%20IN%20%28%22YES%22%29%0AORDER%20BY%20%60date%60%20DESC%20NULL%20FIRST/page/column_manager", "https://apnews.com/article/juneteenth-federal-holiday-slavery-celebration-6797a36e52bfdd91b9ac41503d3cef38", "https://twitter.com/GovPritzker", "https://www.kxly.com/news/four-people-killed-in-shooting-in-kellogg-idaho-suspect-detained/article_774b59a2-0e52-11ee-8a56-a700a58e46b7.html", "https://apnews.com/article/st-louis-shooting-one-dead-nine-injured-c24d1d35692ff8f6cce695546e48467a", "https://apnews.com/article/shooting-washington-five-wounded-music-festival-3026fae90bb769cc37930ec584b512e3", "https://apnews.com/article/california-home-shooting-605d799abeaf862d5b8898aafaaf7e1b", "https://abc7.com/carson-shooting-house-party-shot/13394347/", "https://apnews.com/article/baltimore-shooting-nonfatal-02efe4b8797a8a5c516253e4161c8b2c", "https://www.reportforamerica.org/"], "authors": [], "publish_date": "2023-06-19T05:11:49"}