{"result_id": "MNTT005022", "URL": "https://apnews.com/article/heat-wave-texas-florida-south-tornadoes-238a5727a426bc41f9756fa841ff166c", "timestamp": "2024-03-06 15:10:42 CET+0100", "meta": {"description": "Communities from Houston to New Orleans are opening cooling centers to bring relief as steamy hot temperatures settle across a broad swath of the U.S. South.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/heat-wave-texas-florida-south-tornadoes-238a5727a426bc41f9756fa841ff166c", "encoding": "UTF-8", "website_keywords": "Tornadoes, Florida, General news, n, Amarillo, a, Weather, U.S. news, Natural disasters, Disaster planning and response, Climate and environment, Texas, U.S. News, Climate"}, "image": null, "domain": "apnews.com", "title": "Heat wave has US South sweltering, from tornado-ravaged West Texas town to Florida beaches", "cleaned_text": "Communities from Houston to New Orleans opened cooling centers to bring relief as steamy hot temperatures settled across a broad swath of the U.S. South on Saturday, and beachgoers fled a waterspout that swept ashore on a Florida beach.\n\nGov. Greg Abbott, meanwhile, visited Perryton in the Texas Panhandle, where officials said more than 1,000 customers were left without electricity after late Thursday. The said it would open a cooling center in the town of 8,000 people, about 115 miles (185 kilometers) northeast of Amarillo, to counteract the effects of the high temperatures that followed the storm.\n\n“At times of events like these, Texans come together,” Abbott told reporters as he signed a disaster declaration that he said would “trigger all the resources the state can bring to bear … to accelerate the ability to rebuild.”\n\nThe Republican governor said he was shocked to see how much of the town had been destroyed and praised what he called “non-stop heroic efforts by healthcare providers” who he said treated 160 injured people at the local hospital that has just 25 beds.\n\nW. Nim Kidd, chief of the Texas Division of Emergency Management, warned that more severe weather was forecast for the area late Saturday, bringing rain, high winds and possibly more tornadoes.\n\nThe National Weather Service issued excessive heat warnings through Saturday night along the Gulf Coast from Brownsville, Texas, to Houston. It said heat indexes ranging from near 115 degrees Fahrenheit (46 Celsius) in Houston to near 120 F (49 C) at Brownsville and Corpus Christi in Texas. Cooling shelters were set up in cities along the coast and farther inland for residents left without electricity.\n\n“What’s really going is the humidity,” said Allison Prater, a National Weather Service meteorologist in Fort Worth, Texas. “That’s making the heat index, or the ‘feels like’ temperature really skyrocket.”\n\nPrater said the air temperature Saturday in the Dallas area could reach 94 F (34 C), but high humidity would make it feel like 105 F (40.5 C).\n\n“The reason we’re having such heat is there is a lot of moisture being pulled up from the Gulf of Mexico,” Prater said. “That’s working with the warmer temperatures to induce … that ‘feels like’ temperature.”\n\nTwo women and an 11-year-old boy died when the tornado slammed into Perryton. On Saturday, authorities upgraded the intensity of the twister to EF-3, saying it packed winds of up to 140 mph (225 kph).\n\nOchiltree County Sheriff Terry Bouchard that missing people had been located.\n\n“It dropped down right on top of Perryton,” Bouchard said. “We’ve lost a lot of homes, businesses, rental properties. There’s just a lot of damage to our community and it’s going to take some time to get this cleaned up.”\n\nStorm-related power outages were also reported in East Texas late Friday, ahead of a weekend promising sweltering days of high temperatures and high humidity.\n\nIn Louisiana, the National Weather Service projected daytime temperatures through Monday at about 94 F (34 C) with high humidity and heat index values as high as 112 F (44 C).\n\nThe City of New Orleans opened cooling centers and hydration stations and advised residents to take extra precautions if they were spending time outside by wearing lightweight and loose-fitting clothing, taking frequent rest breaks in shaded or air-conditioned environments, and drinking lots of water.\n\nEntergy New Orleans and the Sewerage & Water Board of New Orleans suspended electricity shut-offs for delinquent accounts through Tuesday.\n\nIn Florida, city officials in Clearwater said in an email that a waterspout came ashore Friday afternoon “sending beach-related items flying into the air” and injuring two people from Kansas.\n\nAuthorities said the 70-year-old woman and 63-year-old man were treated for minor injuries at a local hospital. Their identities were not made public.\n\nWaterspouts develop over water, usually during severe thunderstorms or tornadoes and dissipate rapidly when they make landfall, the National Oceanic and Atmospheric Administration. Some can cause significant damage and injuries.\n\nThe National Weather Service in Miami issued a heat advisory through 7 p.m. Saturday for most of the South Florida area, where the combination of heat and humidity was forecast to reach a “feels like” temperature of 105 F (40.5 C).\n\n“Hot temperatures and high humidity may cause heat illnesses to occur,” the service reported. The air temperature in Miami and Fort Lauderdale, Florida, was expected to reach about 92 degrees (33 Celsius) on Saturday.\n\nAssociated Press reporters Ken Miller in Oklahoma City; Chevel Johnson in New Orleans; Curt Anderson in St. Petersburg, Florida; and Julie Walker in New York contributed to this report. Ritter reported from Las Vegas.", "opengraph": {"title": "Heat wave has US South sweltering, from tornado-ravaged West Texas town to Florida beaches", "url": "https://apnews.com/article/heat-wave-texas-florida-south-tornadoes-238a5727a426bc41f9756fa841ff166c", "image": "https://dims.apnews.com/dims4/default/bc4ae34/2147483647/strip/true/crop/5472x3078+0+285/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F9d%2F54%2F2360ab961e831961f1aa04b359cd%2F17cd6b1c83844eb090f122ec290219aa", "image:url": "https://dims.apnews.com/dims4/default/bc4ae34/2147483647/strip/true/crop/5472x3078+0+285/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F9d%2F54%2F2360ab961e831961f1aa04b359cd%2F17cd6b1c83844eb090f122ec290219aa", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Sen. Ted Cruz, R-Texas, holds up a small cowboy boot he recovered from debris in a trailer park that was damaged by a tornado earlier in Perryton, Texas, Saturday, June, 17, 2023. (AP Photo/David Erickson)", "description": "Communities from Houston to New Orleans are opening cooling centers to bring relief as steamy hot temperatures settle across a broad swath of the U.S. South.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-17T18:37:54", "article:modified_time": "2023-06-18T02:07:43.991", "article:section": "U.S. News", "article:tag": "General news"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/tornado-perryton-texas-severe-weather-pensacola-flooding-7b35285536c77f82ed2498f5cf91fefa", "https://www.facebook.com/PerrytonOchiltreeChamberOfCommerce", "https://apnews.com/article/california-nevada-pacific-storm-blizzard-warning-7f8892b9f253848b47fa15b8a135b569", "https://apnews.com/article/california-nevada-pacific-storm-blizzard-warning-7f8892b9f253848b47fa15b8a135b569", "https://apnews.com/article/tornado-warning-ohio-michigan-storm-300038a81e3d597dc0b92597042626a7", "https://apnews.com/article/tornado-warning-ohio-michigan-storm-300038a81e3d597dc0b92597042626a7", "https://apnews.com/article/wisconsin-tornadoes-damages-08029908ced133bd0caee35735797155", "https://apnews.com/article/wisconsin-tornadoes-damages-08029908ced133bd0caee35735797155", "https://abc7amarillo.com/watch", "https://oceanservice.noaa.gov/facts/waterspout.html"], "authors": [], "publish_date": "2023-06-17T18:37:54"}