{"result_id": "MNTT002012", "URL": "https://www.pbs.org/newshour/science/pfas-are-everywhere-what-can-we-do-to-change-that", "timestamp": "2024-03-06 15:07:44 CET+0100", "meta": {"description": "Researchers and consumers are calling on industries and institutions to phase out these chemicals and instead pursue safer alternatives that serve similar functions. But it's complicated.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/science/pfas-are-everywhere-what-can-we-do-to-change-that", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Why getting PFAS out of our products is so hard — and why it matters", "cleaned_text": "Editor’s note: On March 14, 2023, the Environmental Protection Agency proposed new federal drinking water standards for six PFAS, or “forever chemicals.” These regulations, which are the first of their kind for the chemicals, would be legally enforceable if adopted.\n\nWhen it comes to the United States phasing out PFAS, the “forever chemicals” are true to their nickname in more ways than one. It’s not going to be straightforward or swift to eliminate these substances from countless industries, even though they have been potentially linked to myriad health issues.\n\nFound in products like food packaging, clothes and firefighting foam, PFAS have contaminated drinking water sources nationwide since becoming commercially available in the middle of the last century, building up in the environment where they won’t break down for a very long time.\n\nA recent study concluded that rainwater, surface water and ground soil across the globe is extensively contaminated with these chemicals to a point that cannot be reversed without expensive, advanced technological intervention.\n\n“This stuff is toxic at incredibly low levels and it’s persistent — it stays there for hundreds of years in the groundwater, thousands of years,” said Graham Peaslee, a Notre Dame professor and researcher who’s tested many products for PFAS in his lab. “And that means the next generations will be drinking it, and that’s not the kind of legacy we want to leave our kids.”\n\nIt’s a familiar story that has played out before, from DDT to PCBs. A hazardous chemical is widely used, its adverse health and environmental effects are revealed far after the fact, scientists and other concerned parties ring the alarm, and the substance in question finally garners federal attention, sometimes in the form of improved regulation or, more rarely, a full-stop ban.\n\nWe’re well within the third act of that script when it comes to PFAS, with many researchers and consumers calling on industries and institutions to phase these chemicals out of their products, manufacturing processes and general use, and instead pursue safer alternatives that serve similar functions.\n\nThe Environmental Protection Agency recently issued two updated interim drinking water health advisories for PFOA and PFOS — two legacy, or “long chain,” and well-studied PFAS that have been phased out of manufacturing in the U.S. but are still used in other parts of the world and products or materials that contain them can be imported. The agency also issued advisories for two newer, “short chain” PFAS known as PFBS and “GenX chemicals” that were developed to replace the legacy substances yet are still problematic from a health and environmental standpoint.\n\nThose EPA advisories don’t carry the force of law, PFAS are largely unregulated and nothing is stopping manufacturers from using the chemicals in their supply chains, which are often murky to begin with.\n\nCompanies face limited pressure — at least at the federal level — to get them out of their supply chains. Multiple states, though, have taken their own legislative steps toward phasing PFAS out or outright banning them in certain products.\n\nBeyond the regulatory world, researchers are leading the way with a vision of what it means to address PFAS contamination at its source. Some companies are also voluntarily taking steps to help make that happen.\n\nIt’s realistically going to take several more decades, Peaslee said, before we can truly get a handle on PFAS. But that doesn’t mean that efforts to stop further contamination by getting it out of existing manufacturing practices and products will be fruitless.\n\nWhat are PFAS, and why are they considered hazardous?\n\nThe term “PFAS” stands for per- and polyfluoroalkyl substances. It refers to a family of thousands of different chemicals that have a wide range of commercial and industrial uses. These substances are particularly good at repelling things — their dual hydrophobic and hydrophilic properties help them resist water, plus oils and stains. These qualities help make products waterproof, stain-proof or non-stick, in addition to their use as in industrial lubricants.\n\nPFAS have been detected in goods ranging from cosmetics to period underwear to anti-fogging cloths and sprays for glasses, among many others. A 2020 study identified them across 200 different use categories.\n\nOnly a handful of those thousands of chemicals have been well-studied to determine their impacts on human health. Many experts argue for approaching PFAS as a class of chemicals — as in assuming that less studied members of the chemical family may have health and environmental impacts akin to those that have been better researched, and making decisions around their use accordingly.\n\nExisting evidence suggests that high levels of exposure to PFAS – among those that have been better studied – may lead to increased cholesterol levels, decreased vaccine responses in children, higher risk of preeclampsia in pregnant people and increased risk of kidney and testicular cancer, and other outcomes, according to the Agency for Toxic Substances and Disease Registry.\n\nIn other words, limited research so far suggests that these chemicals can affect multiple systems in the body, said Courtney Carignan, an environmental epidemiologist and assistant professor at Michigan State University.\n\n“It seems that the property that makes them useful — that they’re very persistent and they have this one part of them that really likes water and the other part that does not — also seems to be what makes them problematic in the body,” Carignan said.\n\nLegacy PFAS like PFOA and PFOS were known to take years to leave the body, whereas the shorter chain ones more often in use today are shown to be expelled more along the timeframe of months. For consumers, labels can be confusing or misleading — a product may boast its “PFOA-free” status, for example, but that’s just one chemical within the PFAS family.\n\nBoth legacy and shorter chain types persist in the environment and can have human health impacts regardless of how long they take for your body to eliminate them, which is why many experts maintain that there’s no world in which continuing their use is justified.\n\n“I’ve never met the good PFAS, and there are no such things,” Peaslee said. “They are all long-lived, they all bioaccumulate, a good number of them are shown to be toxic and the rest we just haven’t measured yet.”\n\nHow do PFAS get into our bodies?\n\nHumans can be exposed to PFAS via ingestion, such as by drinking contaminated water or eating fish in which these chemicals have bioaccumulated. Inhalation is another route, and it can happen via indoor air — for example, if the furniture or carpeting in your home or office has been treated with PFAS to prevent stains — or outdoor air, particularly if you live close to a factory that emits PFAS through its stacks.\n\nWhen it comes to major sources of PFAS contamination in the U.S., “the biggest culprit to date” has been firefighting foam, also known as AFFF, Peaslee said. As of 2021, the Department of Defense was investigating nearly 700 military installations where this foam was used extensively, often during training operations, where it had ample opportunity to permeate the environment.\n\nMultiple institutions have made the switch to PFAS-free firefighting foam in recent years, or are at least in the process of doing so. Congress has ordered the Department of Defense, for example, to switch to PFAS-free firefighting foam by October 2024.\n\nBut Peaslee noted that the transition isn’t quite that simple — for one thing, countless gallons of the older, fluorinated foam are still on the shelves at fire stations nationwide, and each container could contaminate hundreds of millions of gallons of water. Safely disposing of it is a massive task.\n\nThe turnout gear that firefighters wear when they respond to fires is also often treated with PFAS in order to help it resist moisture and heat, and many are concerned that wearing and handling it could put them at additional risk. An independent committee facilitated by the National Fire Protection Association has recently drafted new proposed safety standards for that gear, which are open to public comment.\n\nThough exposure through consumer products is a reasonable concern, there are two even larger facets of the problem, said Shari Franjevic, who leads the GreenScreen For Safer Chemicals program at the nonprofit Clean Production Action. One is how that product came to exist in the first place – people who might work at a plant where PFAS are produced or heavily used are typically among the most most exposed to the hazardous chemicals. The other is where it will end up once it’s discarded, which is a problem for those who live nearby and are exposed through contaminated drinking water.\n\nOnce a product that contains PFAS is thrown away, it can contaminate the environment in the form of leachate that eventually passes through our wastewater treatment systems, which were not designed to remove those chemicals, Carignan said.\n\n“I can wrap my hotdog or hamburger in this packaging, and the grease will never come through it,” Peaslee said, explaining the cycle. “That’s good, except that when we throw that wrapper away, 100% of that PFAS will come off in a landfill in 60 days, and then we’re all drinking it.”\n\nGetting PFAS out of products\n\nPlenty of products contain PFAS on purpose in order to perform a specific function. But to Franjevic and the GreenScreen program, there’s a distinction between intentionally added PFAS and those that most likely resulted from cross-contamination during the manufacturing process. She argues that “turning off the tap on PFAS” means prioritizing getting the chemicals out of products into which they’ve historically been added on purpose.\n\nGreenScreen helps companies by examining whether chemicals in their products have the potential to harm human health, like PFAS, and works on how to either swap them out with safer alternatives or reduce exposure if their use is absolutely essential. This comprehensive, hazard-first approach helps prevent manufacturers from going down the well-trod path of using substitutes that still come with a slew of their own health and environmental concerns. In the PFAS world, many researchers point to those shorter chain chemicals currently still in use that were considered solid replacements for legacy PFAS as an example of that phenomenon.\n\nMeanwhile, a plastic part that’s used in a broader product might not contain PFAS by design, but could still have detectable amounts of the forever chemicals when tested. That could be because the manufacturer uses a PFAS-containing release agent that helps each part pop out of its mold faster to speed up the production process, Franjevic said. Supply chains are often long, and there’s plenty of room for cross-contamination.\n\nIn her view, it’s a first-things-first type of situation: Give companies a realistic pathway toward getting intentionally added PFAS out of their products, and then address impurities.\n\n“To notch down impurities now to really, really low thresholds puts almost an unfair burden [on manufacturers], and it’s not prioritizing where the biggest impact is,” she said. “And so we’re trying to be pragmatic about, ‘How do we really create the change we need to see in the world?’”\n\nSeveral states have passed legislation aimed at getting toxic chemicals out of consumer products, including Washington.\n\nAfter establishing what’s hazardous and what’s a viable alternative, the state can take steps to restrict the use of chemical of concern or mandate that consumers be notified if a product contains it, explained Rae Eaton, a chemist in the Hazardous Waste and Toxics Reduction Program at the Washington State Department of Ecology.\n\nEaton works on a program that evaluates short-term food packaging — think takeout clamshell containers, bowls that hold hot soup or paper sandwich wrappers. PFAS are used in some of those materials to keep food from sticking to or soaking through its container before that packaging is discarded.\n\n“We’re using chemicals that can last for hundreds of years, sometimes for products that get used for 45 minutes, and then they go in the trash or they go in your compost,” Eaton said.\n\nEaton noted that some compostable or recyclable food packaging contains PFAS, which is not good news for the industrial compost sites they’re designed for. She and her colleagues have released two reports on takeout-style packaging that analyzed a range of existing products and the purposes they serve, then detailed which alternative materials could be feasibly used in place of PFAS. It’s not a complete analysis of every alternative on the market, she said, but it does include a range of accessible options that are already in use.\n\nSome of those alternatives may be wax or clay-coated materials, ones that use polylactic acid (PLA), a biodegradable polymer that can break down under commercial composting conditions, or even switching to reusable packaging. Companies can use her team’s analysis as a resource on how to feasibly move away from PFAS-containing products and toward safer, more sustainable options.\n\nPFAS will be banned in nine types of food packaging in Washington by September 2024. Eaton said her team is now researching alternatives for longer-term food packaging, including microwaveable popcorn bags, baking paper and pet food bags, and actively soliciting input from businesses that make them, particularly if they already don’t use PFAS.\n\nWhat can governments and individuals do?\n\nIn 1987, the Montreal Protocol aimed to phase out hazardous substances — including CFCs, or chlorofluorocarbons — that were known at the time to be depleting the ozone layer in Earth’s atmosphere. Today, that international agreement is largely considered a success — as of 2019, nations phased out 98 percent of ozone-depleting substances, and the hole in the ozone layer that prompted international cooperation was getting smaller, according to the UN Environment Program.\n\nBut there’s no comparable international agreement or imperative on PFAS. Some environmentally minded companies and governments have led the charge on working to ban or phase out some of these chemicals. But it’s less clear how long it will take others to catch up – and change will depend on decision-makers committing to the effort.\n\n“There’s a combination of challenges that we have to overcome, [including] technical challenges to try and find replacements that work, but also the vested economic interests that we have to tackle,” said Ian Cousins, a professor in the department of environmental science at Stockholm University. He’s a leading proponent of a framework that depends on defining when and where the use of PFAS is actually essential.\n\nPlenty of companies are already interested in and working toward making a proactive pivot away from PFAS. But the U.S. regulatory system largely lacks teeth on this issue, and it’s not clear that federal officials will mandate that American companies stop using PFAS in their products and supply chains anytime soon.\n\nFor now, when it comes to companies that aren’t taking initiative, a little consumer pressure can go a long way, Franjevic said.\n\nShe encouraged concerned consumers to contact companies they care about and ask if their products contain PFAS or any other harmful chemicals, like phthalates. Corporations tend to track those types of requests, and when they get to a certain number, she added, they may take action.\n\n“If they get enough people asking, they will do the work,” Franjevic said. “It’ll get on their radar. So ask.”", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Why getting PFAS out of our products is so hard — and why it matters", "description": "Researchers and consumers are calling on industries and institutions to phase out these chemicals and instead pursue safer alternatives that serve similar functions. But it's complicated.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2022/09/GettyImages-579191134-1024x576.jpg", "image:height": "576", "image:width": "1024", "url": "https://www.pbs.org/newshour/science/pfas-are-everywhere-what-can-we-do-to-change-that", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2022-09-28T17:01:34-05:00", "article:section": "Science", "article:tag": "consumers, forever chemicals, industrial pollution, pfas"}, "tags": ["The Leading Edge", "Long-Term Care", "pfas", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "industrial pollution", "Race Matters", "consumers", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge", "forever chemicals"], "tweets": [], "movies": [{"embed_type": "iframe", "provider": "youtube", "width": "500", "height": "281", "embed_code": "<iframe title=\"How firefighters' life-saving work puts them at a higher risk of cancer\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/s32rdSVqu88?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"/>", "src": "https://www.youtube.com/embed/s32rdSVqu88?feature=oembed"}], "links": ["https://www.pbs.org/newshour/health/epa-to-limit-harmful-forever-chemicals-in-drinking-water", "https://www.atsdr.cdc.gov/pfas/health-effects/index.html", "https://www.fda.gov/food/chemical-contaminants-food/authorized-uses-pfas-food-contact-applications", "https://www.theguardian.com/environment/2022/may/07/pfas-forever-chemicals-children-textiles", "https://www.michigan.gov/pfasresponse/investigations/firefighting-foamhttps://www.michigan.gov/pfasresponse/investigations/firefighting-foam", "https://pubs.acs.org/doi/10.1021/acs.est.2c02765", "https://pubs.acs.org/doi/10.1021/acs.est.1c05175", "https://www.epa.gov/saferchoice", "https://www.ewg.org/skindeep/", "https://apps.ecology.wa.gov/publications/documents/2004043.pdf", "https://pfas-exchange.org/", "https://experience.arcgis.com/experience/12412ab41b3141598e0bb48523a7c940/", "https://experience.arcgis.com/experience/12412ab41b3141598e0bb48523a7c940/", "https://www.epa.gov/newsreleases/epa-announces-new-drinking-water-health-advisories-pfas-chemicals-1-billion-bipartisan", "https://www.saferstates.com/toxic-chemicals/pfas/#:~:text=Five%20states%20including%20CA%2C%20CO,as%20oil%20and%20gas%20products.", "https://www.sciencedirect.com/science/article/abs/pii/S0013935121013281", "https://www.ngi.no/eng/Projects/Reducing-negative-impact-of-PFAS/PFAS#:~:text=PFAS%20are%20a%20diverse%20class,both%20water%20and%20fat%20repellent.", "https://news.nd.edu/news/use-of-pfas-in-cosmetics-widespread-new-study-finds/", "https://www.sierraclub.org/sierra/ask-ms-green/new-independent-study-confirms-pfas-thinx-other-productshttps://www.sierraclub.org/sierra/ask-ms-green/new-independent-study-confirms-pfas-thinx-other-products", "https://nicholas.duke.edu/news/high-levels-pfas-found-anti-fogging-sprays-and-cloths", "https://pubs.rsc.org/en/content/articlelanding/2020/em/d0em00291g", "https://pubs.acs.org/doi/pdf/10.1021/acs.estlett.0c00255https://pubs.acs.org/doi/pdf/10.1021/acs.estlett.0c00255", "https://www.atsdr.cdc.gov/pfas/health-effects/index.html#:~:text=CDC%2FATSDR%20understands%20that%20many,may%20impact%20the%20immune%20system.", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6380916/#:~:text=Human%20exposure%20to%20PFASs%20occurs,contact%20with%20other%20contaminated%20media.", "https://www.epa.gov/sites/default/files/2021-06/documents/fish-news-may2021.pdf", "https://www.uri.edu/news/2021/08/were-breathing-pfas-uri-led-study-finds-harmful-forever-chemicals-in-indoor-air/", "https://www.michigan.gov/pfasresponse/faq/categories/pfas-related-air-quality-issues", "https://www.gao.gov/products/gao-21-421", "https://www.nfpa.org/News-and-Research/Publications-and-media/NFPA-Journal/2022/Fall-2022/Features/Foam#:~:text=As%20part%20of%20the%20National,firefighting%20foams%20by%20October%202024.", "https://cen.acs.org/environment/persistent-pollutants/Protective-gear-expose-firefighters-PFAS/98/i26", "https://www.nfpa.org/codes-and-standards/all-codes-and-standards/list-of-codes-and-standards/detail?code=1970&tab=nextedition", "https://www.greenscreenchemicals.org/", "https://www.greenscreenchemicals.org/resources/entry/pfas-free-preferred-products", "https://ecology.wa.gov/Waste-Toxics/Community-waste-toxics/At-home/Safer-Products-for-Washington-resources", "https://ecology.wa.gov/Waste-Toxics/Reducing-toxic-chemicals/Washingtons-toxics-in-products-laws", "https://ecology.wa.gov/About-us/Who-we-are/News/2022/May-19-State-takes-steps-toward-banning-PFAS-in-fo", "https://ecology.wa.gov/About-us/Who-we-are/News/2022/May-19-State-takes-steps-toward-banning-PFAS-in-fo", "https://www.acs.org/content/acs/en/education/whatischemistry/landmarks/cfcs-ozone.html", "https://www.epa.gov/ozone-layer-protection", "https://www.unep.org/news-and-stories/story/thirty-years-what-montreal-protocol-doing-protect-ozonehttps://www.unep.org/news-and-stories/story/thirty-years-what-montreal-protocol-doing-protect-ozone", "https://pubs.rsc.org/en/content/articlelanding/2019/em/c9em00163h", "https://www.hsph.harvard.edu/news/features/the-big-3-why-phthalates-should-be-restricted-or-banned-from-consumer-products/"], "authors": ["Bella Isaacs-Thomas"], "publish_date": "2022-09-28T17:01:34-05:00"}