{"result_id": "MNTT001019", "URL": "https://www.bbc.com/news/health-57570377", "timestamp": "2024-02-28 23:17:44 CET+0100", "meta": {"description": "Scientists begin to give the drug to people at home with symptoms to see if it can keep them out of hospital.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/health-57570377", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Covid: Ivermectin to be studied as possible treatment in UK", "cleaned_text": "Most commonly used to treat parasitic infections such as river blindness, spread by flies, Ivermectin has also been shown to kill viruses in petri dishes in the lab - although, at much higher doses than would usually be prescribed to people.\n\nSo they fail to account for differences in the types of people who might choose that treatment, and other factors that might have been influencing the spread of the virus at the time.\n\nTrials such as Principle are seen as the \"gold standard\" because they can be much more sure they are measuring the effects of the drug and not that of other factors.\n\nIn the US, provider SingleCare said 817 prescriptions had been filled for Ivermectin (which can also be used to treat skin conditions such as rosacea) in January and February 2021, compared with 92 in the same period last year.\n\nDr Stephen Griffin at the University of Leeds said, \"much like hydroxychloroquine before, there has been a considerable amount of off-label use of this drug,\" based mainly on studies of the virus in the lab, not in people.\n\n\"The danger with such off-label use is that...the use of the drug becomes driven by specific interest group or proponents of non-conventional treatments and becomes politicised,\" he said, adding this trial should provide a \"final answer\" to whether or not Ivermectin should be used to treat coronavirus.\n\nThe Oxford team said they had selected Ivermectin to be included in the trial because it was \"readily available globally\" and known to be relatively safe (although, like most things, it can be toxic at very high doses).", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Scientists begin to give the drug to people at home with symptoms to see if it can keep them out of hospital.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/A425/production/_117712024_gettyimages-1227725605.jpg", "image:alt": "A health worker shows a box containing a bottle of Ivermectin", "locale": "en_GB", "site_name": "BBC News", "title": "Covid: Ivermectin to be studied as possible treatment in UK", "type": "article", "url": "https://www.bbc.com/news/health-57570377", "article:section": "Health"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.principletrial.org/", "https://www.bbc.co.uk/news/blogs-trending-57276286", "https://www.bbc.co.uk/news/world-africa-56526632", "https://secure.phc.ox.ac.uk/sentry/national111/live/survey/open?id=screening&path=dept", "https://www.bbc.co.uk/news/health-51048366", "https://www.bbc.co.uk/news/world-asia-china-51176409", "https://www.bbc.co.uk/news/world-51235105", "https://www.bbc.co.uk/news/health-52354520", "https://www.bbc.co.uk/news/health-52446965", "/news/topics/cnx753jej5lt", "/news/topics/cq23pdgvyl7t", "/news/coronavirus"], "authors": ["By Rachel Schraer"], "publish_date": "2021-06-22T23:29:14.000Z"}