{"result_id": "MNTT005034", "URL": "https://apnews.com/article/technology-health-business-medication-opioids-f5f70c620bb083cc60a14ed5545a35b5", "timestamp": "2024-03-06 15:10:53 CET+0100", "meta": {"description": "- New patent grant further secures South Rampart's competitive position in next-generation and disruptive investigational drugs for acute pain -", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/pr-newswire/technology-health-business-medication-opioids-f5f70c620bb083cc60a14ed5545a35b5", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "South Rampart Pharma Issued Composition of Matter Patent for Novel Non-Toxic Treatment for Pain", "cleaned_text": "- New patent grant further secures South Rampart’s competitive position in next-generation and disruptive investigational drugs for acute pain -\n\nNEW ORLEANS, Oct. 4, 2022 /PRNewswire/ -- South Rampart Pharma (“South Rampart” or the “Company”), a clinical-stage life science company advancing innovative medications for the treatment of pain, today announced the issuance of a composition of matter for its novel, non-opioid, and non-liver toxic treatments for pain. The issued patent covers a library of novel small molecules, including the Company’s lead program, SRP-001, which is currently being studied in a two-part randomized, double-blind, placebo-controlled study Phase 1 study evaluating safety, tolerability, and pharmacokinetics, with data expected early in 2023.\n\nThis issued patent adds to the Company’s growing patent portfolio, which includes ‘Compositions and methods for ameliorating pain and reducing fever’ . The Composition of Matter patent issued today has been nationalized in key world markets. South Rampart has the exclusive rights to develop and commercialize this technology.\n\nSimilar to acetaminophen (Tylenol®), SRP-001 is an AM404 agonist that targets the endocannabinoid (CB1) pain receptors in the brain. In multiple, validated non-clinical studies, SRP-001 demonstrated consistent, superior analgesic activity than that of acetaminophen. Importantly, however, SRP-001 also avoids liver injury commonly associated with acetaminophen overuse, even at high levels of SRP-001. Specifically, the two mechanisms by which SRP-001 avoids liver toxicity (no production of the toxic metabolite NAPQI and the preservation of hepatic tight junctions) were recently elucidated in a publication in . The Company believes that the combination of SRP-001’s enhanced analgesic activity and its reduced toxicity will result in a superior therapeutic index than that of acetaminophen.\n\n“The hepatotoxicity of existing pain medications, namely acetaminophen, is the primary cause of acute fulminant liver failure in the US,” commented Dr. Hernan Bazan. “Moreover, non-steroidal inflammatory drugs (NSAIDs) have significant risks to the kidney and gastrointestinal tract with overuse, and the other widely used category of acute pain relief, opioids, have well-document concerns of life-altering addiction. I live this reality of varying degrees of suboptimal pain medications day-in and day-out in my clinical work as a physician and surgeon. This enormous and urgent unmet medical need is the problem we’re setting out to solve at South Rampart Pharma.”\n\nSouth Rampart Pharma’s lead program, SRP-001, is a novel acetaminophen analog with a unique mechanism of action for its lack of liver toxicity present in acetaminophen. Both non-clinical and clinical data generated to date supports SRP-001’s highly differentiated competitive positioning, which includes:\n• Ability to reduce both pain and fever\n• No liver toxicity at even high dose treatment\n• No abuse potential given it is a non-opioid\n\nThe ongoing Phase 1 clinical trial (Clinicaltrials.gov Identifier: ) currently enrolls up to 60 patients in a randomized, double-blind, placebo-controlled study with endpoints assessing the safety, tolerability, and pharmacokinetics (PK) of single and multiple ascending oral doses of SRP-001. Further, it will characterize the pharmacodynamics and food effect on SRP-001. The Phase 1 study is being conducted at Quotient Sciences in Miami, FL, known for its excellence in supporting the needed clinical pharmacology of Phase 1 studies. Phase 2 clinical trials are planned to begin in 2023.\n\nAddressing the Ineffective Standard of Care in Pain Management\n\nPain is one of the most prevalent and costly public health issues worldwide1. In the U.S. alone, an estimated 20% (50 million) of adults experience chronic pain2, and more than 76 million have suffered from pain that lasts longer than 24 hours3. Currently available medications are either highly addictive or cause harm to the liver and kidney. For example, acetaminophen hepatotoxicity remains the most common cause of acute liver failure in the U.S., and opioids were associated with more than 100,000 drug overdose deaths in 20214, a nearly 30% increase from the 78,056 deaths during the same period the year before.\n\nWilliam K. Schmidt, Ph.D., a world expert on analgesic drug development and Chairperson for the Annual Arrowhead Pain Summit, added, “The scientific basis underlying the pain relief and lack of liver toxicity are important mechanisms for this lead asset. I believe SRP-001 may represent a cutting-edge opportunity to treat pain effectively, and importantly, without the hepatic, gastrointestinal, cardiovascular, or kidney toxicity commonly associated with acetaminophen or NSAIDs.”\n\nThe Small Business Innovation Research (SBIR) and STTR, collectively the Small Business Programs, are also known as America’s Seed Fund. By setting aside more than $1.2 billion from its Research & Development Funding specifically for Small Business Programs, the NIH supports promising early-stage small businesses nationwide after a rigorous review of a technology’s scientific merit and commercialization potential. The STTR grant is administered through the NIH’s National Institute of Neurological Disorders and Stroke (NINDS). South Rampart Pharma’s award entitled ‘Novel non-narcotic analgesic for acute and chronic pain’ is being conducted in collaboration with the Louisiana State University Health Sciences Center (LSUHSC) Neuroscience Center of Excellence through the end of 2023.\n\nSouth Rampart Pharma is a clinical-stage life science company dedicated to advancing the safe treatment of pain by developing new small molecule solutions that can overcome many risks associated with current pain medicines. The Company’s pipeline of novel compounds has effectively reduced both pain and fever in pre-clinical studies without the liver and kidney toxicity of current non-opioid analgesics. The Company’s lead program, SRP-001, is currently in a Phase 1 study evaluating the safety, tolerability, and pharmacokinetics with data expected in 023.\n\nPlease visit the Company’s website at and connect on and for more information.\n• Prevalence of Chronic Pain and High-Impact Chronic Pain Among Adults – United States, 2016. (2019, September 16). Retrieved from .\n• Partners for Understanding Pain. (n.d.). TOOL KIT – The ACPA Health Care Professionals September 2019. Retrieved from Tool-Kit-2019-Final-8-27-19.pdf.", "opengraph": {"title": "South Rampart Pharma Issued Composition of Matter Patent for Novel Non-Toxic Treatment for Pain", "url": "https://apnews.com/press-release/pr-newswire/technology-health-business-medication-opioids-f5f70c620bb083cc60a14ed5545a35b5", "image": "https://dims.apnews.com/dims4/default/441706b/2147483647/strip/true/crop/1720x968+0+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fed2ad77805d501653d8633cc71c11496%2F1720.jpeg", "image:url": "https://dims.apnews.com/dims4/default/441706b/2147483647/strip/true/crop/1720x968+0+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fed2ad77805d501653d8633cc71c11496%2F1720.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "South Rampart Pharma (PRNewsfoto/South Rampart Pharma)", "description": "- New patent grant further secures South Rampart's competitive position in next-generation and disruptive investigational drugs for acute pain -", "site_name": "AP News", "type": "article", "article:published_time": "2022-10-04T12:11:38", "article:modified_time": "2022-10-04T12:12:04.992", "article:section": "PR Newswire", "article:tag": "Patents"}, "tags": [], "tweets": [], "movies": [], "links": ["https://c212.net/c/link/?t=0&l=en&o=3664549-1&h=2654312967&u=https%3A%2F%2Fpatents.google.com%2Fpatent%2FUS20200179393A1%2Fen%3Finventor%3DHernan%2Bbazan%26oq%3DHernan%2Bbazan&a=US+patent+No.+11%2C458%2C142", "https://c212.net/c/link/?t=0&l=en&o=3664549-1&h=2314611971&u=https%3A%2F%2Fpatents.google.com%2Fpatent%2FUS11007199B2%2Fen%3Foq%3D11%252c007%252c199&a=US+patent+No.+11%2C007%2C199", "https://c212.net/c/link/?t=0&l=en&o=3664549-1&h=2875570405&u=https%3A%2F%2Fwww.sciencedirect.com%2Fscience%2Farticle%2Fpii%2FS0223523420305729%3Fvia%253Dihub&a=The+European+Journal+of+Medicinal+Chemistry", "https://c212.net/c/link/?t=0&l=en&o=3664549-1&h=2688119402&u=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT05484414%3Fterm%3DHernan%2Bbazan%26draw%3D2%26rank%3D1&a=NCT05484414", "https://c212.net/c/link/?t=0&l=en&o=3664549-1&h=2559240066&u=https%3A%2F%2Fsouthrampartpharma.com%2F&a=southrampart.com", "https://c212.net/c/link/?t=0&l=en&o=3664549-1&h=3025144210&u=https%3A%2F%2Ftwitter.com%2FSR_Pharma&a=Twitter", "https://c212.net/c/link/?t=0&l=en&o=3664549-1&h=828733113&u=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Fsouth-rampart-pharma-llc%2F&a=LinkedIn", "mailto:Maxim.Jacobs@russopartnersllc.com", "mailto:Gideon.Broshy@russopartnersllc.com", "https://c212.net/c/link/?t=0&l=en&o=3664549-1&h=1401183557&u=https%3A%2F%2Fwww.cdc.gov%2Fmmwr%2Fvolumes%2F67%2Fwr%2Fmm6736a2.htm%3Fs_cid%3Dmm6736a2_w&a=https%3A%2F%2Fwww.cdc.gov%2Fmmwr%2Fvolumes%2F67%2Fwr%2Fmm6736a2.htm%3Fs_cid%3Dmm6736a2_w", "https://c212.net/c/link/?t=0&l=en&o=3664549-1&h=3220576640&u=https%3A%2F%2Fwww.cdc.gov%2Fnchs%2Fpressroom%2Fnchs_press_releases%2F2021%2F20211117.htm&a=https%3A%2F%2Fwww.cdc.gov%2Fnchs%2Fpressroom%2Fnchs_press_releases%2F2021%2F20211117.html", "https://www.prnewswire.com/news-releases/south-rampart-pharma-issued-composition-of-matter-patent-for-novel-non-toxic-treatment-for-pain-301638216.html"], "authors": [], "publish_date": "2022-10-04T12:11:38"}