{"result_id": "MNTT002083", "URL": "https://www.pbs.org/wgbh/pages/frontline/shows/medicating/experts/wonderdrugs.html", "timestamp": "2024-03-06 15:09:03 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/pages/frontline/shows/medicating/experts/wonderdrugs.html", "encoding": null, "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Wonder Drugs Or Speed For Kids? | PBS - Medicating Kids | FRONTLINE | PBS", "cleaned_text": "Vice chairman of psychiatry at New York University, Koplewicz believes that ADHD is a legitimate brain disorder. He wrote It's Nobody's Fault: New Hope and Help for Difficult Children and Their Parents . He is director for the New York University Child Study Center. \n\n What about the impact of the discovery of these medications? It definitely alters the views of psychiatry. How has it altered your practice? . . . The good news is that the medications are remarkably safe. The reason that they're so safe is that you take them and they have a very short half-life, meaning that you metabolize them very quickly and they're out of your system in several hours. Because of that, you have to know that they only work when you take them, so that this is a treatment, not a cure. When it does work--and it works in about 80 percent of the cases--you see children who, all of a sudden, are able to use their intelligence, able to use their wit, their charm, so that they can focus on the blackboard. They can listen to the teacher. They can pick up social cues. . . . A lot of parents have a hard time giving kids medication. How would you allay their fears and make them feel a bit more at ease? I can understand completely why most parents wouldn't want their children taking medicine. . . . But if you have a disorder, if you have a real illness, and if the illness is Attention Deficit Hyperactivity Disorder, the only treatment that we know is effective is medication. ... The potential side effects of taking this medicine are usually very short term. They decrease your appetite and they decrease your ability to fall asleep. The good news is that frequently those two very common side effects disappear with time, and sometimes when lowering the dose, they will be able to get rid of those effects. There are some less frequent symptoms that are very bothersome. Kids will become more zombie-like; they seem to lose their spark. They don't seem to be as fresh and as with it. In those cases . . . even though the child's able to pay attention, you've lost the essence of who that child is. The good news is that all these side effects are short term and are reversible. If you stop the medicine, the side effect goes away. The thing is that I think most parents worry about are the myths about these medicines. They think, \"If my child takes this medicine, I'm teaching my child how to take drugs.\" The truth is that kids who have ADHD who don't get treated are much more likely to abuse illicit drugs, bad drugs, than kids who take the medication. Because when you're taking the medication, you're less impulsive; you're more attentive; you're more on-target. And you're also learning, hopefully, from your parents and your doctor that you have a more sensitive brain, and that you should really avoid these bad drugs like marijuana and cocaine and even alcohol, because they may have a stronger reaction in you than it would in an average person. ... We hear about children abusing Ritalin or selling their Ritalin, and it always baffles me, since it's a lousy drug of abuse. It doesn't make you high; it doesn't give you the euphoric feeling. Kids supposedly chop it up and snort it. I think the only thing it's going to do is make your nose bleed. It's going to make you super-focused, but it doesn't sound like a great recreational drug. So I question the necessity of keeping Ritalin on a Schedule II.\n\n \n\n \n\n Professor of psychiatry and neurology at the University of Massachusetts Medical Center in Worcester. Author of numerous books on ADHD, including ADHD and the Nature of Self-Control and . \n\n How do the medications work? Stimulants seem to work by increasing activity within certain brain regions. By increasing or stimulating these brain regions, they result in greater powers of inhibition. The individual is able to stop and is able to engage their processes before they act. . . . Now, as far as what they're doing at the level of chemistry and proteins, we're not quite sure yet. We do have some indications that the stimulants are achieving an increase in the amount of dopamine that is within the synapses between brain cells--those critical gaps between the brain cells where the neurotransmitters are supposed to do their job. Evidence indicates that drugs like Ritalin slow up how much of that chemical is being reabsorbed into the nerve cell, so that more is left in the synapse. Other medications, like Dexedrine, may just increase the production of dopamine within these nerve cells. However they do it, the stimulants all have in common that more dopamine seems to be available within these critical brain regions to allow them to be more active, and to do the job of inhibiting behavior that they're supposed to do. Why are these drugs compared to cocaine? The drugs are compared to cocaine because chemically, they are similar to cocaine. That doesn't mean that they act like cocaine. For a drug to be similar doesn't mean that it's identical or that it does the exact same things that cocaine happens to do. Many critics of the stimulants have badly misled the public into thinking that, because the drug is chemically similar, it is identical. What makes a drug like cocaine addictive is how quickly it enters and clears the brain. Cocaine, because it is inhaled through the sinus passages, is rapidly absorbed into the bloodstream and taken immediately into the brain. There is a rapid change in consciousness. And it's that rapid change in consciousness that humans perceive as addictive, as so seductive to them. On the other hand, drugs like Ritalin and the other stimulants are taken orally. They're absorbed very gradually through the intestine. They enter the bloodstream in very slow, gradual amounts. Therefore, they're entering and leaving the brain in a very controlled and subdued fashion. As a result, they are not addictive whatsoever when they are taken orally. All of the evidence points to these being non-addictive drugs when taken as prescribed. Of course, if you were to crush a tablet of a stimulant medication and inhale it, you might well become psychologically dependent, and possibly even addicted to inhaling this medication. But, of course, you can do that with airplane glue and paint thinner and gasoline. But I don't see anybody requiring these being prescribed monthly the way we control access to the stimulants. Any drug can be abused if you administer it through a different route than the way it's intended to be used. But, used as prescribed, the stimulants are not addictive. ... These meds are performance-enhancers. Are they also life-enhancing? Well, many medications can be considered life-enhancing or performance-enhancing medications. Prozac, for instance, when it first came on the market, was criticized, because people were taking it to fine-tune some of the edges of their personality when they really didn't have major depression. And undoubtedly some people are taking stimulant medications, not because they have ADHD, but because they want to stay up and get more work done. ... There are certainly people who can misuse the stimulants as performance enhancers. But the fact is that the largest percentage of prescriptions for the stimulant medication are being prescribed for the disorder, for a valid condition, and are being prescribed appropriately. There's always going to be a certain small percentage of the public who wants to try a medication to tweak their personality a little bit, to see if it makes them more competitive in this competitive environment that we live in. I don't think you're going to be able to stop that. But that's no reason to keep people with a legitimate mental disorder from having access to treatments that are well established and that are safe and effective for them.\n\n \n\n \n\n \n\n Castellanos is a pediatrician and child psychiatrist conducting neuroimaging and genetic studies of ADHD. He is the head of ADHD research at the National Institute of Mental Health (NIMH). \n\n A lot of people say Ritalin is \"kiddie cocaine.\" What's the truth? . . . A very respected researcher wrote an article that was entitled, \"How is Ritalin, or Methylphenidate, Like Cocaine?\" The researcher wrote a paper in which she examined the similarities between methylphenidate, or Ritalin, and cocaine. They go to some of the same places in the brain; but there are also some major differences. Cocaine leaves the basal ganglia much more rapidly. She also studied the differences between injecting Ritalin and swallowing Ritalin, and it makes a huge difference in the kind of response you get. So, Ritalin, when it's taken as a pill, has a very safe profile. When it's injected or when it's snorted, it becomes a very dangerous drug. So I think that that's the truth in this. And it's not something to play with. There have been deaths from kids who thought it was fun to take Ritalin recreationally. But when it's taken as prescribed, it's remarkably safe. There's always a risk. But there are fewer adverse events than from vitamins with iron, which are quite toxic when children take too many of them, or aspirin, or Tylenol, or antibiotics. ... How do the medications work on the brain? We know the first step of how medicines like the stimulants work, but we don't know many other things. We know that they increase dopamine and norepinephrine, which are important neurochemicals, in regions where those chemicals are being released normally. We know that they enhance the amount that's available to those neurons. But we don't know if that is important in all of the brain regions that have those chemicals, or if they're interacting in more complicated ways. We just flat-out don't know. . . . Why use a stimulant, and why not a tranquilizer? People have a hard time understanding that. . . . The first person who found out that stimulants can be helpful for hyperactive children was Charles Bradley. And he guessed, or hypothesized, that they must be stimulating some of the centers that allow inhibition and self-control more than they stimulate other parts of the brain. That was in 1937, and that's still a pretty good explanation of what we know. So we haven't progressed as much as we'd like. We know that they do work in many kids. ... Even if we don't know the long-term consequences of using these medications? We don't know long-term consequences of many things. And sometimes, the long-term consequences of not doing something have to be weighed as well. The best way to learn the long-term consequences of a treatment . . . is to do an impossible study--to take 1,000 children and randomly decide who's going to get Ritalin and who's going to get placebo for the next 20 years, and not let their parents change their minds about what they're going to do. That's not going to be done. . . . We also know, from the fact that millions of children have taken these medicines, that the risks are not dramatic or obvious, because those are things that people notice. We can't be glib or certain that there are no long-term risks. But there's no large mass of doubts amassing and suggesting that we have a generation of children developing cancer or things of that type. But it an open question. And when the decision is made whether or not to use medications in the child, the uncertainty about that needs to be acknowledged. For some people, that weighs more than the potential benefit; and for other people, the distress is more important. . . . If you had a child with ADHD, would you give him medication? With what I know, I'd be willing to have that child take medication, but I'd want to make sure that it was really necessary. And I would put it off as long as I could; I would not be comfortable medicating a child who was two, three, four years of age, unless it was the option. . . .\n\n \n\n \n\n Author of , Diller received his medical degree from Columbia University's College of Physicians and Surgeons. While he has diagnosed some children in his private practice with ADHD, Diller has criticized the proliferation of the ADHD diagnosis and the rise of \"cosmetic psychopharmacology.\" \n\n . . . I think 60 years of experience with stimulants suggests it's pretty safe stuff. If we're choosing to medicate children who, if they had a smaller classroom size, or one parent could be home, or issues like that, that becomes a moral ethical decision, rather than one of physical safety. I think we have a pretty good track record. Three to five years' worth of Ritalin use is probably pretty safe. . . . We have no data on adolescents taking this drug for any length of time. And we have anecdotal data that if you don't abuse amphetamines too much, as an adult, it's probably safe. But it's not any kind of systematic data. . . . I wish we could have a balanced discussion on this. . . . It quickly tends toward exaggeration and hyperbole that Ritalin is the best thing since sliced white bread, or Ritalin is the devil's drug. And it's neither. . . . We interviewed a psychiatrist and he argued that the medications to treat ADHD would not help most kids. It only helps a small percentage, maybe 5 percent to 15 percent of them. It's astonishing that this myth continues. During the 1970s, the NIMH first studied adult volunteers and gave them Dexedrine. ... The researchers decided to give it to their own children, and also to their colleague's children. Lo and behold, their performance improved also. ... This is what happens. The ADHD children are now operating normally, and the normal children are operating above average. The question is, where is that line for the normal child versus the ADHD child? ...\n\n \n\n \n\n A psychiatrist in Denver, Colorado, Dodson ascribes ADHD mostly to biological causes. He is paid by Shire Richwood, the makers of Adderall, to educate other physicians about the drug's efficacy. \n\n Multimodal treatment is best. The place that everybody often at least explores and starts with is medication. Medications help level the neurologic playing field, so that the person can have an equal shot at success. Now, medication is not a panacea. Pills don't give skills. But what it does is it gets the person in the door, so that then they can do all the remedial work that they need to do. They need to get caught up on their schoolwork, where they couldn't do it before, because they couldn't pay attention or they couldn't sit still long enough to study. And they need to go back and pick up skills in the social realm. . . . They have to go back and learn organizational skills, because these folks are terribly disorganized. There are a number of things that they have to learn, but the medication makes it possible. . . . You say multimodal, but the most effective treatment is the medication, correct? The federal government, about six years ago . . . established the Multimodal Treatment Study of ADHD--the MTA--which was published in December,1999. That's the largest study ever undertaken of a mental health disorder in children. It's a huge study. They took 579 elementary school-aged boys and girls who had the combined type of ADHD. And they broke them into four different treatment arms. The first group got just medication, and the medication was fine-tuned to the . . . child. The second group got intensive behavior management. By intensive, I mean two months of an immersion summer camp program--12 weeks of somebody coming in every day into the school to work with the teachers; 26 weeks of parent training, so the parents could use these techniques at home; 26 weeks of the kids getting individual and group treatment. In other words, a very money-, labor-, and time-intensive treatment. A third group got medication plus behavior management. And a fourth group, armed with world class work-ups, got referred out into their communities to see what would happen. At the end of the study in 14 months, more than a year, the results were striking. . . . The two groups that got medication did wonderfully. They did exceptionally well. Adding the behavior management component did not improve the outcomes, unless you had an anxiety disorder, a co-existing condition, or you came from a single-parent family; then it made a difference. But it didn't make a huge difference. It didn't make a detectable difference in the outcome for ADHD. And down from was the intensive behavior management program. . . . It was nowhere near as effective as medication was. The big disappointment was that, when they came back after the intensive behavior management program had ended, there was no evidence that it had ever occurred. The hope had been that these techniques would be internalized by the children and that eventually, this very expensive treatment could be attenuated and ultimately stopped. What they found was that as soon as the treatment stopped, so did the benefits. Most people think we're talking science here. In fact, we know that this drug has an effect on children and adults who display certain syndromes, but we don't know what it is. Does that disturb or concern you? It doesn't concern me. I'm curious and I want to know why it works, because once we know why it works, we can probably develop better medications and better treatments. We did find, totally by accident, that these medications work. The original reason that they were used back in 1937 was due to their anti-seizure properties. They found that they had a much more dramatic effect upon behavior and attention and impulsivity. . . . If you look at the history of medicine use in psychiatry, until Prozac came along in 1988, every single medication in psychiatry was discovered by accident. They were using the medication for some other purpose and they found that mental health symptoms improved when you used that medication. I don't have to know how a medication benefits my patient. All I need to know is that it does. I won't wait around until some good hard-edged scientist can tell me the how. . . . . . . But what if the parents say, \"I don't want to take away my child's personality, his spirit, his uniqueness?\" Properly adjusted medication does not change the child's personality any more than eyeglasses will change their personality. Eyeglasses help you to focus. The medication helps you to focus. It is true that if a dose is too high, the child will have side effects. They will, perhaps, get what they call the \"zombie syndrome,\" in which they do become dull. But that can be removed almost immediately by lowering the dose.\n\n \n\n \n\n Formerly the head of child psychiatry at the National Institute of Mental Health, Jensen was the principal author of the landmark NIMH study NIMH, the Multimodal Treatment Study of Children with Attention Deficit Hyperactivity Disorder (MTA). He is now the director of Columbia University's Center for the Advancement of Children's Mental Health. \n\n . . . These are Schedule II drugs. Do you think that that classification is warranted in this day and age? I think the Schedule II classification appears to be warranted from the federal perspective, and this was reviewed recently. I know there are varying opinions at various parts of the federal government about this, but we know that the siphoning off for illegal purposes of these medications does happen. It's not a major phenomenon. Cocaine, for example, is the big substance of abuse in terms of the speed kinds of agents, and illegally prepared speed agents are much more common. . . . If you wanted statistics, it's about one out of every 5,000 Ritalin tablets . . . ends up getting hijacked or diverted, officially according to the Drug Enforcement Agency. So we know it does happen. . . . If it's not carefully monitored or watched, it's possible that it could end up being sold on the street. So the restrictions are appropriate. There's a lot of confusion out there as to whether these medications--Ritalin, methylphenidate, Adderall--are similar to cocaine. Can you dispel that myth once and for all? The various stimulant agents can all potentially be abused. It really has less to do with the exact specifics of the chemical structure, and that's not what you should be focusing on. There are similarities across some of these agents. . . . But that's not a really good argument. There's single atom differences between some things that are therapeutic and some things that are poisonous. . . . There's one tiny chemical structure different between ethyl alcohol that we drink for recreational purposes, and other forms of alcohol that make you blind--just a tiny little switch in the chemical structure. So that's not where the story's told. The story's told on research data that shows, \"Is this abused? How much is it abused?\" Cocaine is clearly abused. Cocaine is a street drug. Cocaine is imported illegally into this country. . . . We know Ritalin can be abused. It's a tiny amount of what's going on right now with Ritalin nowadays, compared to the medicinal use, but it's part of the story and it should be watched carefully. . . . Has Ritalin abuse risen dramatically in recent years? There's no evidence from the DEA or from the National Institute for Drug Abuse when they've actually done their studies. There doesn't seem to be any major new trend. But they've got their eye on it. . . . \n\n \n\n home · watch the program · four families · adhd drugs · adhd · backlash\n\n readings · adhd in schools · interviews · discussion · the producers · viewers' guide\n\n synopsis · tapes & transcripts · press reaction · credits\n\n frontline · wgbh · pbs online", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": ["../", "../watch/", "../four/", "../drugs/", "../adhd/", "../backlash/", "../talk/", "http://www.aboutourkids.org/", "../interviews/koplewicz.html", "../interviews/koplewicz.html", "../drugs/thedrugs.html", "../drugs/diller.html#side", "../drugs/ritalinstats.html", "../interviews/barkley.html", "../interviews/barkley.html", "../interviews/castellanos.html", "../interviews/castellanos.html", "../interviews/diller.html", "../interviews/diller.html", "../interviews/dodson.html", "../interviews/dodson.html", "../drugs/mta.html", "../drugs/mta.html", "../interviews/jensen.html", "../interviews/jensen.html", "../drugs/ritalinstats.html", "../", "../watch/", "../four/", "../drugs/", "../adhd/", "../backlash/", "../readings/", "../schools/", "../interviews/", "../talk/", "../etc/producers.html", "../etc/guide.html", "../etc/synopsis.html", "../etc/tapes.html", "../etc/press.html", "../etc/credits.html", "https://www.pbs.org/wgbh/frontline/", "http://main.wgbh.org/", "http://www.pbs.org/", "/wgbh/pages/frontline/us/copyright.html", "/wgbh/pages/frontline/foreign-affairs-defense/obama-at-war/in-fight-against-isis-a-lose-lose-scenario-poses-challenge-for-west/", "/wgbh/pages/frontline/foreign-affairs-defense/obama-at-war/in-fight-against-isis-a-lose-lose-scenario-poses-challenge-for-west/", "/wgbh/pages/frontline/afghanistan-pakistan/isis-in-afghanistan/isis-is-in-afghanistan-but-who-are-they-really/", "/wgbh/pages/frontline/afghanistan-pakistan/isis-in-afghanistan/isis-is-in-afghanistan-but-who-are-they-really/", "/wgbh/pages/frontline/afghanistan-pakistan/isis-in-afghanistan/the-most-risky-job-ever-reporting-on-isis-in-afghanistan/", "/wgbh/pages/frontline/afghanistan-pakistan/isis-in-afghanistan/the-most-risky-job-ever-reporting-on-isis-in-afghanistan/", "https://plus.google.com/111401535363733664324?prsrc=3", "http://www.shoppbs.org/family/index.jsp?categoryId=1412583&utm_source=PBS&utm_medium=Link&utm_campaign=pbs_content_fron_shoptopnav&utm_source=PBS&utm_medium=Link&utm_campaign=pbs_content_fron_shopmodule"], "authors": [], "publish_date": null}