{"result_id": "MNTT005007", "URL": "https://apnews.com/article/fact-check-apeel-fruit-produce-safety-sheet-867075775325", "timestamp": "2024-03-06 15:10:30 CET+0100", "meta": {"description": "California-based Apeel Sciences markets that its plant-based solution can keep fruits and vegetables fresh and at their prime longer — and that it’s edible, too.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/fact-check-apeel-fruit-produce-safety-sheet-867075775325", "encoding": "UTF-8", "website_keywords": "Fact-checking"}, "image": null, "domain": "apnews.com", "title": "Posts misrepresent safety of produce-protecting solution from Apeel", "cleaned_text": "CLAIM: A safety data sheet for Apeel Sciences, a company that makes a protective coating used to keep fruits and vegetables fresh, shows that its product can cause eye damage and allergic skin reactions.\n\n\n\nAP’S ASSESSMENT: False. The safety document being cited is for an unrelated cleaning product that uses the same name. That product is made by a different, U.K.-based company.\n\nmarkets that its plant-based solution can keep fruits and vegetables fresh and at their prime longer — and that it’s edible, too.\n\nBut social media posts are distorting the safety of that product, known as Edipeel, by conflating it with an unrelated cleaning product that shares a name with Apeel.\n\n“If you see the Apeel logo on any fruit and veg do not buy it, this is a Bill Gates and WEF company, this chemical makes things last 3x longer and cannot be washed off, in US and Canada at the moment,” a tweet reads.\n\nThe tweet includes a screenshot of a safety data sheet for a product called “Apeel.” The document includes “Hazard statements” that include: “Causes serious eye damage,” “May cause an allergic skin reaction” and “Harmful to aquatic life with long lasting effects.”\n\nThe document being cited, however, is not for Apeel’s Edipeel. It was that is a hard surface cleaner. That company’s logo and name appear on the safety data sheet as well.\n\nApeel Sciences representatives emphasized that their produce-protecting product is not related to the cleaner and that it is safe to consume.\n\nThe company uses plant lipids or plant oils naturally found in fruits and vegetables and creates a coating applied “to the surface of fresh fruits and vegetables in order to retain moisture and reduce oxidation,” said Jenny Du, co-founder of Apeel and senior vice president of operations. “Our product is also intended to be edible.”\n\nof purified monoglycerides and diglycerides, which Du pointed out are also found in products such as infant formula; the compounds are by the Food and Drug Administration as a , or GRAS, food additive. In the U.S., Apeel’s coating is such as avocados and apples.\n\nConfusion with the unrelated cleaning product hasn’t been an issue until the most recent bout of misrepresentations online, Du said. She pointed out that there is also an Australian company that manufactures an that could be stirring further confusion.\n\n“The unfortunate thing is of course you can have different companies with similar names, trademarked as such, when they are very different industrial classes,” said Du, who holds a Ph. D. in chemistry.\n\nApeel Sciences did receive early developmental support from the Bill & Melinda Gates Foundation in and again in\n\nThis is part of AP’s effort to address widely shared misinformation, including work with outside companies and organizations to add factual context to misleading content that is circulating online. Learn more about fact-checking at AP", "opengraph": {"title": "Posts misrepresent safety of produce-protecting solution from Apeel", "url": "https://apnews.com/article/fact-check-apeel-fruit-produce-safety-sheet-867075775325", "image": "https://dims.apnews.com/dims4/default/15b6149/2147483647/strip/true/crop/3000x1688+0+213/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fafs%3AMedium%3A252086650405%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/15b6149/2147483647/strip/true/crop/3000x1688+0+213/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fafs%3AMedium%3A252086650405%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Avocados wait to be processed at a packing plant in Uruapan, Mexico, Wednesday, Feb. 16, 2022. Social media posts are conflating safety warnings for a cleaning product with a company by the same name that creates a plant-based coating to keep produce fresh. (AP Photo/Armando Solis)", "description": "California-based Apeel Sciences markets that its plant-based solution can keep fruits and vegetables fresh and at their prime longer — and that it’s edible, too.", "site_name": "AP News", "type": "article", "article:published_time": "2023-04-18T15:52:42.607", "article:modified_time": "2023-11-21T14:00:19.138", "article:section": "AP Fact Check", "article:tag": "Fact-checking"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.apeel.com/", "https://apnews.com/article/misinformation-fact-check-52f9cceb818c25bff2a144484374095c", "https://apnews.com/article/misinformation-fact-check-52f9cceb818c25bff2a144484374095c", "https://apnews.com/article/fact-check-atf-policy-migrants-purchase-firearms-900887427777", "https://apnews.com/article/fact-check-atf-policy-migrants-purchase-firearms-900887427777", "https://apnews.com/article/fact-check-mossad-air-force-enemy-israel-596187204627", "https://apnews.com/article/fact-check-mossad-air-force-enemy-israel-596187204627", "https://www.evansvanodine.co.uk/assets/eng_apeel.pdf", "https://www.evansvanodine.co.uk/shop/product/A157EEV2", "https://www.apeel.com/how-apeel-works", "https://www.ecfr.gov/current/title-21/chapter-I/subchapter-B/part-184/subpart-B/section-184.1505", "https://www.fda.gov/food/food-ingredients-packaging/generally-recognized-safe-gras", "https://www.apeel.com/faq", "https://www.apeel.com/us-en/product-safety-information", "http://www.oateslaboratories.com.au/documents/downloads/msds/cr/apeel.pdf", "https://www.gatesfoundation.org/Ideas/Media-Center/Press-Releases/2012/10/grand-challenges-explorations-invests-$21-million-in-bold-ideas", "https://www.gatesfoundation.org/about/committed-grants/2015/08/opp1130141", "https://apnews.com/article/ap-fact-check-234264975049"], "authors": [], "publish_date": "2023-04-18T15:52:42.607"}