{"result_id": "MNTT002082", "URL": "https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-drug-testing-on-children/11068/", "timestamp": "2024-03-06 15:09:02 CET+0100", "meta": {"description": "\"There are a lot of medicines out there that have never been tested on children so it leaves the doctors high and dry in a legal quagmire, using them without FDA approval because they have evidence above 12, above 18, but not for younger children,\" says pediatrician and researcher Dr. Richard Schwartz.", "lang": "en", "favicon": "https://www.pbs.org/wnet/religionandethics/wp-content/themes/religionandethics2013/libs/images/ios/apple-touch-icon-57x57.png", "canonical": "https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-drug-testing-on-children/11068/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "January 18, 2002 ~ Drug Testing on Children | January 18, 2002 | | PBS", "cleaned_text": "BOB ABERNETHY, anchor: Here at home, another debate about testing medicine on children. Until recently, vaccines and drugs used on children were tested first on animals, adults, and, sometimes, on older children. But not on young children. That created enough uncertainty about what worked, and what the doses should be, that the government has now begun to encourage and in some cases require that drugs for children first be tested on children, even though testing also brings problems. Betty Rollin begins her report with a study testing a nasal spray that might replace shots as a means of preventing children’s flu.\n\nBETTY ROLLIN: He’s too young to know, but 15-month-old Jack Metcalf is not just a patient; he’s a participant — one of 4,000 nationwide — in a study that will show the efficacy of a particular nasal spray to prevent flu in children.\n\nJack’s mother looks forward to one less a year of these.\n\nTONI METCALF: I hope that the flu mist is approved and will become available for children to use, as opposed to a shot.\n\nROLLIN: One of the researchers for this study and for others is Dr. Richard Schwartz, a pediatrician in northern Virginia, who has struggled for years with the problem of inadequate information about children’s medicine.\n\nDr. RICHARD SCHWARTZ (Pediatrician and Researcher): There are a lot of medicines out there that have never been tested on children so it leaves the doctors high and dry in a legal quagmire, using them without FDA approval because they have evidence above 12, above 18, but not for younger children.\n\nROLLIN: Sometimes the medicine is appropriate for the child, but the dosage is wrong.\n\nDr. DIANNE MURPHY (FDA, Director of the Office of Pediatric Drug Development and Program Initiatives): That dose may be too high. If it’s too high, the child gets toxic and we have to take them off of that dose, and they are denied that medicine. Or the converse, give them the medicine at the low dose and that doesn’t work, and put them on another medicine and that medicine may be more toxic.\n\nROLLIN: Under the 1997 Modernization Act, which has recently been re-authorized by President Bush, drug companies have incentives to test existing drugs that are prescribed for children, on children. In addition, the FDA encourages that new drugs to be used by children must first be tested on children.\n\nThe FDA estimates more than 36,000 children are currently enrolled in clinical trials from medicine taste testing to cancer treatments.\n\nDr. MURPHY: We are finding out so many important things in products, some of which have been used on children for years. So we think it is very vigorous and healthy as long as we’re careful.\n\nROLLIN: The problem is weighing the possible benefits of the test against the dangers to the participants, who are too young to give informed consent.\n\nDr. MURPHY: We know that there are sometimes issues, questions about, should kids who don’t have a disease be enrolled? What about placebo-controlled trials in children? What about kids who are very vulnerable because they have some neurological problems, how do you deal. You can’t say don’t use drugs on those children, but how do you do it in the safest way?\n\nROLLIN: Safety is indeed the major issue. Federal guidelines designed to ensure the safety of children, require both parental consent and when, possible, the child’s assent. In addition, the research should be of some benefit to the child being tested. And risk should be minimal.\n\nBut Professor Adil Shamoo of the University of Maryland School of Medicine believes that children participating in trials are still at greater risk than they should be.\n\nProfessor ADIL SHAMOO (University of Maryland School of Medicine): By definition, research is non-therapeutic it means you are testing something brand new and you don’t know its outcome regardless of what they claim in their advertisement that this medicine is better than the existing medicine.\n\nROLLIN: Researchers like Dr. Schwartz are involved in testing medications with low risk, but other clinical trials involve more risk, and some children have been sickened and some have died.\n\nLinda Smith, (not her real name), a registered nurse, had a seven year old son — now 18 — who suffers from HCM, hypertrophic cardiomyopathy, a condition which thickens the heart and can cause sudden death. Linda’s cardiologist suggested that she take her son to the NIH, where Dr. Lameh Fananapazir was conducting a trial on pacemakers.\n\nBy implanting a pacemaker like this one in the hearts of children with HCM, Dr. Fananapazir hoped to find whether symptoms could be alleviated or the disease reversed. Dr. Fananapazir won approval from the NIH review board based on his research implanting pacemakers in adults. And from 1993 through 1996, at least 55 children, ages 5 to 15, participated.\n\nBut there were serious problems. Some families brought suit against the NIH — one for a wrongful death. At one point, Linda’s son almost died.\n\nMs. SMITH (Registered Nurse): When my son reached a critical point where we had to go somewhere else, I did start researching and said, “I am going somewhere else, he’s getting worse.” This particular physician told me, “No, you owe us six more months, the program is for five years.” And we were six months short of that. He didn’t want us to leave until the five years were up. Well, my son had a cardiac arrest three days later, and I ended up doing mouth to mouth on him.\n\nROLLIN: Linda believes that she was discouraged from pursuing other treatment options, like surgery, which turned out to be what her son needed.\n\nMs. SMITH: They were presented to me as such high-risk options that we wouldn’t want to even consider having them done.\n\nROLLIN: Dr. Schwartz feels that the vast majority of researchers behave differently.\n\nDr. SCHWARTZ: If you keep your ethics high and you report things that are adverse reactions that are happening and you are honest with your patients, I think that will benefit everybody.\n\nROLLIN: There are always risks enrolling children in clinical trials. But there also risks, big risks, doctors say, in treating children without knowing more about what works.\n\nABERNETHY: Recently, the NIH settled a lawsuit brought by several families who had participated in the pacemaker study. The NIH didn’t admit to any wrongdoing and declined to comment further.", "opengraph": {"locale": "en_US", "type": "article", "title": "January 18, 2002 ~ Drug Testing on Children | January 18, 2002 | Religion & Ethics NewsWeekly | PBS", "description": "\"There are a lot of medicines out there that have never been tested on children so it leaves the doctors high and dry in a legal quagmire, using them without FDA approval because they have evidence above 12, above 18, but not for younger children,\" says pediatrician and researcher Dr. Richard Schwartz.", "url": "https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-drug-testing-on-children/11068/", "site_name": "Religion & Ethics NewsWeekly", "article:publisher": "https://www.facebook.com/PBS.ReligionEthics/", "article:published_time": "2002-01-18T18:57:07+00:00", "article:modified_time": "2013-05-10T18:55:39+00:00", "image": "https://www.pbs.org/wnet/religionandethics/files/2012/05/thumb01-drugtesting.jpg", "image:width": "200", "image:height": "100", "image:type": "image/jpeg"}, "tags": ["Medical ethics", "children", "Medicine", "pediatrics", "Food and Drug Administration", "National Institutes of Health"], "tweets": [], "movies": [], "links": ["https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-right-not-to-be-born/12154/", "https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-drug-testing-on-children/11068/", "https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-the-legacy-of-howard-thurman-mystic-and-theologian/7895/", "https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-dr-robert-franklin-extended-interview/7930/", "https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-dr-walter-fluker-extended-interview/7934/", "https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-presidents-council-on-bioethics/12159/", "mailto:?subject=%20Drug%20Testing%20on%20Children&body=https://www.pbs.org/wnet/religionandethics/2002/01/18/january-18-2002-drug-testing-on-children/11068/", "http://www.parkridgecenter.org/", "http://www.salon.com/2000/05/31/drug_trials/", "http://www.fda.gov/cder/pediatric/", "http://www.aidsinfobbs.org/articles/wallstj/96/161", "http://www.fda.gov/RegulatoryInformation/Legislation/FederalFoodDrugandCosmeticActFDCAct/SignificantAmendmentstotheFDCAct/FDAMA/ucm089179.htm", "http://www.aap.org/en-us/advocacy-and-policy/federal-advocacy/Documents/coalitionbpcaprea.pdf", "http://www.healthinschools.org/ejournal/june01_2.htm", "http://www.4hcm.org/", "http://www.tandfonline.com/doi/abs/10.1080/08989629908573941", "http://www.friendsresearch.org/"], "authors": ["Fred Yi"], "publish_date": "2002-01-18T18:57:07+00:00"}