{"result_id": "MNTT001038", "URL": "https://www.bbc.com/future/bespoke/follow-the-food/the-clean-farming-revolution/", "timestamp": "2024-02-28 23:17:58 CET+0100", "meta": {"description": "Pesticides pollute rivers and soil, but can farms work without chemical sprays?", "lang": "en", "favicon": "favicon.ico", "canonical": "https://www.bbc.com/future/bespoke/follow-the-food/the-clean-farming-revolution/", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Sustainable farming: Can we use less pesticides for more environmentally friendly agriculture", "cleaned_text": "The trick is to start small. Really small – at the tiniest droplets of crop spray, says Kripa Varanasi, professor of mechanical engineering at the Massachusetts Institute of Technology. One of his specialties is understanding how solid and liquid surfaces interact. He wondered whether containers designed to allow every last drop of liquid out could reduce pesticide pollution and improve the safety of workers treating crop fields.\n\nIf you’ve ever lamented the last little bit of ketchup in the bottle that just won’t squeeze out, you’ll understand the challenge Varanasi faced. Bottles like these were exactly where he made his start.\n\nOn regular solid surfaces, liquids spread out. This is bad news if you're trying to get a liquid out of a bottle because the liquids spreading over solids like to stay put. But by introducing a coating liquid onto the container wall – which on a microscopic level is rough and bumpy – the surface becomes a lot more slippery and smooth, helping to ease the liquid out.\n\nAfter testing this coating technology on ketchup, mayonnaise, honey and other sticky foods, they started thinking about the life cycle of agrochemicals – from manufacturing to packaging, dosing, delivery and disposal, recognising an opportunity to improve dosing and reduce waste.\n\nAgrochemicals are often shipped in plastic containers as concentrates that gets diluted at the farm. When their contents have been poured out, there’s material stuck inside – like that pesky ketchup. That waste becomes a packaging disposal problem, because the leftovers are toxic.\n\nAnother tweak to the materials used to deliver agrichemical products may drastically increase the efficiency of a pesticide spray. Farmers “basically douse [their] crops, but only 2-5% of what is sprayed actually sticks to the plant”, Varasani says. That got him thinking about how chemistry might help pesticide stay on target.\n\n“The majority of plants tend to be hydrophobic,” he says, meaning that water-based compounds tend to run off their waxy leaves. Past work has tested using surfactants – chemical additives that allow products to spread – to counter the waxiness of plants' leaves. But their success with pesticides has been limited.\n\nSo Varasani has been tinkering with separating solutions into two components. One has an additive with a positive charge and one an additive with a negative charge. When they are sprayed onto the leaf, they attract the water-based pesticide solution, helping droplets stick to the otherwise water-repelling leaf. The additives, which are biodegradeable, could reduce pesticide volumes used by some 90%, Varanasi says, reducing both farmers' costs and harmful excess run-off.\n\n“Pesticides represent a huge operational cost of running a farm, sometimes 50% of their operations,” says Varasani. So far, farmers appear interested, and Varanasi has trialled the technology at an orange grove in Florida, a vineyard in Italy, and a farm near his laboratory in Massachusetts.\n\nOf course, it might not help everyone. Some farmers prefer not to use pesticides at all, says Hannah Wittman, academic director at the Centre for Sustainable Food Systems at the University of British Columbia. They are committed to other ways to keep their crops healthy while benefitting the environment.\n\n“They want to use diversified production strategies, integrated pest management, and grow food to be sold locally, not into a commodity market,” she says. “So they maybe can afford to let some of the pests live.”\n\nAlexa Alexander Trusiak, an ecotoxicologist with Environment and Climate Change Canada and the University of New Brunswick in Fredericton, is intrigued by possible applications of waste-reducing technologies like those being developed by Varasani. But as someone studying the ecological impacts of multiple stressors, she urges caution. “We simply don't know yet if or how some of the most cutting-edge additives being developed will persist in the environment,” she says.", "opengraph": {"url": "http://www.bbc.com/future/bespoke/follow-the-food/the-clean-farming-revolution/", "type": "article", "title": "Sustainable farming: Can we use less pesticides for more environmentally friendly agriculture", "description": "Pesticides pollute rivers and soil, but can farms work without chemical sprays?", "image": "http://www.bbc.com/future/bespoke/follow-the-food/the-clean-farming-revolution/assets/images/social.jpg"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.sciencedirect.com/science/article/pii/S0045653518311548"], "authors": [], "publish_date": null}