{"result_id": "MNTT001035", "URL": "https://www.bbc.com/news/health-44107481", "timestamp": "2024-02-28 23:17:56 CET+0100", "meta": {"description": "Scientists are working on an inhalable treatment that could stop any cold virus in its tracks.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/health-44107481", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Drug target for curing the common cold", "cleaned_text": "This should stop any cold virus in its tracks if given early enough, lab studies suggest. Safety trials in people could start within two years.\n\nResearcher Prof Ed Tate said: \"The idea is that we could give it to someone when they first become infected and it would stop the virus being able to replicate and spread.\n\n\"This could be really helpful for people with health conditions like asthma, who can get quite ill when they catch a cold.\"\n\nHe said targeting the host rather than the infection was \"a bit radical\" but made sense because the viral target was such a tricky one.\n\nThe test drug completely blocked several strains of cold virus without appearing to harm the human cells in the lab. Further studies are needed to make sure it is not toxic in the body though.\n\nDr Peter Barlow of the British Society for Immunology said: \"While this study was conducted entirely in vitro - using cells to model Rhinovirus infection in the laboratory - it shows great promise in terms of eventually developing a drug treatment to combat the effects of this virus in patients.\"\n\nColds spread very easily from person to person. And the viruses that cause the infections can live on hands and surfaces for 24 hours.\n\nPainkillers and cold remedies might help ease the symptoms. But currently there is nothing that will halt the infection.\n\nSymptoms - a runny or blocked nose, sneezing and sore throat - usually come on quickly and peak after a couple of days. Most people will feel better after a week or so. But a mild cough can persist for a few weeks.", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Scientists are working on an inhalable treatment that could stop any cold virus in its tracks.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/C957/production/_101534515_f0135679-young_woman_coughing-spl.jpg", "image:alt": "woman coughing", "locale": "en_GB", "site_name": "BBC News", "title": "Drug target for curing the common cold", "type": "article", "url": "https://www.bbc.com/news/health-44107481", "article:section": "Health"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.nature.com/articles/doi:10.1038/s41557-018-0039-2", "http://www.bbc.co.uk/news/health-38287013", "http://www.bbc.co.uk/news/health-42701590", "/news/health-38287013", "https://www.nature.com/articles/doi:10.1038/s41557-018-0039-2"], "authors": ["By Michelle Roberts"], "publish_date": "2018-05-14T15:10:35.000Z"}