{"result_id": "MNTT005031", "URL": "https://apnews.com/breast-cancer-survivors-create-own-products-to-help-others-cac84cf1104e2a525d3de30363d88e0e", "timestamp": "2024-03-06 15:10:50 CET+0100", "meta": {"description": "Women fighting breast cancer have more options for bras, cosmetics and other accessories that help them look and feel better.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/breast-cancer-survivors-create-own-products-to-help-others-cac84cf1104e2a525d3de30363d88e0e", "encoding": "UTF-8", "website_keywords": "Cosmetics, Health, Womens fashion, Personal care, Fashion, Lifestyle, Mastectomy, Beauty and fashion, Consumer services, Cancer, Business, Consumer products and services, Diseases and conditions, Womens health, Breast cancer, f, Plastic and cosmetic surgery, Skin care, Retail and wholesale, l, Chemotherapy, Apparel and accessories retail, Surgical procedures, Personal finance, Retail industry, Diagnosis and treatment, Breast reconstruction"}, "image": null, "domain": "apnews.com", "title": "Breast cancer survivors create own products to help others", "cleaned_text": "NEW YORK (AP) — Women fighting breast cancer are increasingly seeing more options for bras as well as clean beauty treatments and other products that help them look and feel better.\n\nMany of the offerings are coming from female entrepreneurs who have also battled breast cancer themselves and understand what it feels like to lose their breasts and hair and see their skin ravaged by radiation or chemo infusions.\n\nThey are survivors like Dana Donofree, a Philadelphia-based designer who in 2014 created AnaOno, a line of trendy wireless bras for women who have had breast reconstruction, a mastectomy or lumpectomy. Not sure about getting a wig? Sonya Keshwani founded StyleEsteem Wardrobe, a collection of stylish colorful head wraps. There are also a number of women who’ve created their own clean beauty lines including Sarah Kelly, a breast cancer survivor who, along with her sister and oncology nurse Leah Robert, owns and operates SaltyGirl Beauty, an all-natural makeup brand inspired by Kelly’s fight.\n\nMany of these brands use breast cancer survivors as models and donate a portion of their proceeds to cancer charities. They sell online as well to small boutiques around the country, and some breaking into chains like Ulta and Credo Beauty. Donofree started selling her designs to Chico FAS’s Soma chain online and in stores in the fall of 2018. The brand is now in 112 Soma stores, nearly half of the store chain.\n\n“We make bras for two boobs, no boobs and new boobs,” said Donofree, who founded her company after seeing only medicinal looking or uncomfortable bras catering to women with breast cancer. “Every surgery yields different results. Every design I look at I think of all these different body types.”\n\nTraditional retailers have been improving their offerings to better cater to women with breast cancer. Nordstrom and Soma, for example, both provide a service that helps outfit women who had mastectomies or lumpectomies.\n\nBut these so-called cancer-entrepreneurs say they’re filling gaps in the marketplace.\n\nMelissa Berry, a seven-year breast cancer survivor and a fashion and beauty publicist, said she struggled to find bras, makeup and other accessories that made her feel good at traditional stores as she was going through chemotherapy.\n\n“(These women) created products out of their own need. They’ve created their own communities of women who can talk to each other,” said Berry, who founded CancerFashionista, an online resource offering beauty, fashion and lifestyle tips for women being treated for breast cancer and beyond. “I would like to see retailers embrace smaller brands that don’t have the bandwidth.”\n\nHERE’S WHAT YOU NEED TO KNOW:\n\nFINDING THE RIGHT BRA: Donofree’s collection, with styles ranging from lacy to sporty, offers pocketed bras that work with prosthetics and breast forms, bras for flat chests, bras for those who had a lumpectomy or a DIEP flap reconstruction, where breasts are rebuilt from stomach fat. The collection, which ranges in price from $32 to $54, incorporates four-way stretch, hidden seams, and gentle fabrics like imported modal, which don’t rub against scars and are made from beech trees. Fit specialists are available to chat online, through email or by phone.\n\nSomaalso carries its own brand of bras for women who had breast cancer operations called Enbliss and says all of its stores offer fit specialists with this specialty training. They number around 2,200.\n\nHEAD SCARF OR WIG? Wigs with real hair can cost at least $3,000. The cheaper synthetic wig options can retail for a couple hundred dollars. And aside from the expense, they can be uncomfortable. StyleEsteem’s Keshwani, who was diagnosed with breast cancer two years ago at age 29, didn’t want to bother with a wig so she searched for head wraps on Amazon and Etsy. She thought they were too boring and dowdy, and they made her look like a cancer patient. Her solution? Create her own collection, which now features 32 different styles and are priced in the $20s to $30s. Her designs, which are mostly cotton and polyester blends, were recently featured in a popup store at Nordstrom in Virginia in partnership with a local cancer hospital.\n\n“It’s literally taking something that a woman loses and making it something amazing,” said Keshwani.\n\nCLEAN BEAUTY PRODUCTS: Women currently doing chemo or suffering from its lasting effects on their skin have more choices in organic beauty products. CancerFashionista’s Berry highlights the foundations and lip glosses from SaltyGirl that are made with shea butter and coconut oil that are nourishing. Breast cancer survivor Cynthia Besteman, founder of Violets are Blue, developed a skin care line that includes a roll-on unscented magnesium-based deodorant that’s free of baking soda and aluminum — and caters to women going through treatment. It sells for $25 for 3.2 ounces. Meryl Marshall created Hynt Beauty, a nontoxic cosmetics collection that doesn’t use artificial preservatives like parabens. In March, Hynt Beauty will be launched in 100 Ulta stores.\n\nWomen can also turn to The Campaign for Safe Cosmetics coalition, a project of Breast Cancer Prevention Partners. It offers tips on how to choose the best beauty products and a list of chemicals to avoid. Credo Beauty, a retailer which carries Violets are Blue and Vapour Organic Beauty — another brand started by a breast cancer survivor — bans dozens of ingredients linked to health or environmental issues. It also requires all brands it sells to obtain composition statements and other documentation on ingredients. Beauty chain Sephora offers makeup classes that specifically address the visible effects of cancer treatment.\n\nPRODUCTS THAT GIVE BACK: StyleEsteem donates one head wrap to a cancer patient in need for each head wrap sold. For the fourth consecutive year, AnoOno threw a fashion show with nonprofit group Cancerland earlier this month, showcasing breast cancer survivors at all stages strutting down the runway wearing the brand’s lingerie. All the funds raised benefit METAvivor, a nonprofit organization that raises money for research for stage 4 metastatic breast cancer.\n\nThis story has been corrected to show that Soma’s brand of bras for women who have had breast cancer operations is called Enbliss, not Cristina.", "opengraph": {"title": "Breast cancer survivors create own products to help others", "url": "https://apnews.com/breast-cancer-survivors-create-own-products-to-help-others-cac84cf1104e2a525d3de30363d88e0e", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "Women fighting breast cancer have more options for bras, cosmetics and other accessories that help them look and feel better.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/anne-d'Innocenzio", "article:published_time": "2020-02-19T16:02:06", "article:modified_time": "2023-11-07T18:51:48.441"}, "tags": [], "tweets": [], "movies": [], "links": ["https://twitter.com/ADInnocenzio"], "authors": [], "publish_date": "2020-02-19T16:02:06"}