{"result_id": "MNTT001005", "URL": "https://www.bbc.com/news/world-middle-east-20189347", "timestamp": "2024-02-28 23:17:41 CET+0100", "meta": {"description": "An Israeli company develops a new strain of cannabis that could change the image of the drug, the BBC's Yolande Knell reports.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/world-middle-east-20189347", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Israeli firm's new medical marijuana", "cleaned_text": "\"Cannabidiol does not bind to the brain, to the brain cells, therefore after taking it you don't have any side effects that you don't want,\" says Ruth Gallily, an immunology professor at Hebrew University who has researched CBD for 15 years.\n\n\"(These include) not being high, not being confused. You can drive, you can work, you can do everyday things. It's very non-toxic.\"\n\n\"The new strains are really good for three populations - people who work, old people - because they are sensitive to THC - and also children, as we want to touch those receptors in their brains as little as possible,\" he says.\n\nHe shows me pictures of how he looked two years ago. He had lost his hair from chemotherapy treatment and was half his current weight.\n\n\"I used to take morphine for pain and it would help for just a couple of minutes,\" he tells me.\n\n\"When I take the cannabis it helps me all day. I feel much better. I can finally walk without crying from the pain in my legs.\"\n\nMany believe it is the combination of THC and CBD in regular cannabis that is most beneficial. THC has its own medicinal effects.\n\n\"It shouldn't be changed. This is nature's medicine and it's been used for thousands of years,\" says a 52-year-old cancer patient from Tel Aviv who does not want to be identified.\n\n\"Mostly it helps with pain reduction. The second thing is the desire to eat. The body without fuel cannot fight and one of the wonderful things about marijuana is that it causes \"munchies\", and \"munchies\" for people during chemotherapy is a blessing.\"", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "An Israeli company develops a new strain of cannabis that could change the image of the drug, the BBC's Yolande Knell reports.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/media/images/63895000/jpg/_63895553_cannabisleaf.jpg", "image:alt": "Cannabis plant", "locale": "en_GB", "site_name": "BBC News", "title": "Israeli firm's new medical marijuana", "type": "article", "url": "https://www.bbc.com/news/world-middle-east-20189347", "article:section": "Middle East"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": ["By Yolande Knell"], "publish_date": "2012-11-02T22:33:40.000Z"}