{"result_id": "MNTT002002", "URL": "https://www.pbs.org/wgbh/rxforsurvival/series/dispatches/something-truly-ambitous.html", "timestamp": "2024-02-28 23:18:23 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/rxforsurvival/series/dispatches/something-truly-ambitous.html", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Rx for Survival . Dispatches from the Field . Something Truly Ambitious | PBS", "cleaned_text": "Each film is an adventure, drawing me towards new worlds, ideas, and the cast of characters who shape them. Although my profession can be demanding, the lure of working on meaningful projects is powerful. My current film, \"The Rise of the Super Bugs,\" for PBS's series Rx for Survival, has sharpened this struggle like no other.\n\nI have never dreaded meeting a subject. But, I trembled in Peru this past December when I spent time with dying tuberculosis patients. They were not sick with ordinary TB, but deadly strains of multi-drug resistant or MDR-TB. I was trying to capture the work of Harvard doctors Jim Kim and Paul Farmer who had been fighting to stop the epidemic stalking the shantytowns of Lima. Although the disease is highly contagious it was deemed \"too expensive and complex to treat.\" Thus the official policy around the world was to treat those with curable TB and let MDR victims die.\n\nUndaunted, Kim, Farmer and Peruvian colleague Jaime Bayano, worked through their non-profit group Partners in Health to halt the epidemic. Until Farmer and Kim found funding, they took a Robin Hood approach and borrowed tens of thousands of dollars worth of rare antibiotics from sympathetic colleagues. To get the medicine to patients, they trained health workers from the community to oversee a complicated, painful, and nearly toxic drug therapy. No one believed they would succeed.\n\nTo portray how difficult MDR-TB is to cure, I filmed several patients undergoing treatment. Victims have to take a potent cocktail of drugs twice a day for two years. The side effects are as harsh as chemotherapy. For days, I followed nurses into the shantytowns to treat victims. Sometimes it took them hours to convince a patient to take their drugs. Without hesitation, they waited until every pill was swallowed, knowing if they did not persist, victims would eventually die. Of all the patients I met, the dignity of a 28-year-old mother, named Raquel touched me the most.\n\nRaquel had contracted ordinary TB years ago and taken the standard drugs. At first she got better, but eventually she began to cough up blood. After numerous relapses, her TB became drug resistant. Abandoned by her husband, she was left to fend for herself and her nine-year-old son Bruno. Although Raquel worried constantly about infecting Bruno, all she could do was try not to breath on him. She told me, \"My son wants to play with me and kiss me, and he doesn't understand what's going on. He thinks that I am mean, that I don't love him. But I always tell him that I am sick, that I can infect him. And he says, \"It doesn't matter, you can! It doesn't matter if it's contagious.\"\n\nRaquel often threw up her near toxic medicines, allowing her TB to become even more resistant. Despite surgery to remove infected lung tissue, and new combinations of drugs, she was not getting better. By the time we had finished filming, Raquel's TB had become resistant to 10 out of the 11 drugs that could cure her. (And since it takes multiple drugs to kill TB, she was out of options.)\n\nRaquel personified the specter of totally drug resistant TB stalking the world. Modern medicine was helpless against it. I wondered if her son, who had been exposed, would become the next victim? To be in Raquel's presence was a terrifying reminder of the pre-antibiotic era when there were no drugs that could cure infections.\n\nRaquel was an exception in the Partner's project. 85% of the victims Kim and Farmer treated were completely cured. The program had succeeded among the poorest of the poor, forcing health authorities the world over to treat MDR-TB victims. Kim told me, \"I'm convinced that the only way to get anything accomplished is to take on something truly ambitious.\" As one who documents rather than heals, I could only hope that by capturing Partner's efforts on film some viewer somewhere might be moved?\n\nThe challenge is that audiences often grow numb when bombarded by pictures of suffering. So as a producer, how do you break through viewers' defenses and get them to watch a film in a different way? Maybe the key is to somehow keep viewers from assuming they know the story already, that it's just another tale of human suffering, that they've seen it all before. To do this I have to do much more than set up shots. I have to find the stories behind the painful images, the sympathetic individuals who will make the generic specific.\n\nRaquel symbolized the human cost involved if we fail to stop this epidemic. The victims that have been saved as well as Kim and Farmer's work prove that things don't need to be this way; policies could be changed, cures could be developed, and caring makes sense.", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": null}