{"result_id": "MNTT005040", "URL": "https://apnews.com/article/water-spill-delaware-river-philadelphia-b7f746eb864aa5cbf91b7de648bd86e5", "timestamp": "2024-03-06 15:10:58 CET+0100", "meta": {"description": "Philadelphia residents are being told that they may want to drink only bottled water following a chemical spill into the Delaware River in neighboring Bucks County.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/water-spill-delaware-river-philadelphia-b7f746eb864aa5cbf91b7de648bd86e5", "encoding": "UTF-8", "website_keywords": "Philadelphia, AP Top News, General news, PA State Wire, Business, Climate"}, "image": null, "domain": "apnews.com", "title": "Philadelphia residents warned about chemical spill in river", "cleaned_text": "PHILADELPHIA (AP) — Philadelphia residents are being told that they may want to drink only bottled water following a chemical spill into the Delaware River in neighboring Bucks County.\n\nBucks County health officials said Sunday that a leak late Friday evening at the Trinseo Altuglas chemical facility in Bristol Township spilled between 8,100 and 12,000 gallons of a water-based latex finishing solution into the river. Officials said it is non-toxic to humans and no known adverse health effects have been reported in the county.\n\nMike Carroll, deputy managing director for Philadelphia’s Office of Transportation, Infrastructure and Sustainability, said there had been no sign of contaminants in city water but officials “cannot be 100% certain” traces won’t show up Sunday afternoon. He called health risks from the material “very low if present at all” but said officials wanted people to be aware so they could consider using bottled water to drink or cook with to further minimize any risk.\n\nThe city water department said in an update Sunday evening that water “will remain safe to drink and use” at least through Monday, based on the time it takes water to move through treatment and water mains before reaching customers.\n\nOfficials said intakes to the city’s Baxter Drinking Water Treatment Plant were closed after the spill but they were opened overnight to maintain minimal water levels to avoid damage to equipment and to supply water for fire safety and other other essential needs.\n\nState environmental officials are leading the response. Pennsylvania American Water said its Yardley Water Treatment plant about 15 miles (24 kilometers) upstream of the release remains unaffected. Aqua said it shut off the intake to its Bristol water system to protect customers and had seen no impact from the spill.\n\nTrinseo senior vice president of manufacturing and engineering Tim Thomas WPVI-TV Saturday that the material posed no risk to the public. “It’s like the material you find in paint,” he told the station. “It’s your typical acrylic paint you have in your house, that’s what really this material is, in a water base.”\n\nThis story has been corrected to show that officials said water is safe at least through Monday.", "opengraph": {"title": "Philadelphia residents warned about chemical spill in river", "url": "https://apnews.com/article/water-spill-delaware-river-philadelphia-b7f746eb864aa5cbf91b7de648bd86e5", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "Philadelphia residents are being told that they may want to drink only bottled water following a chemical spill into the Delaware River in neighboring Bucks County.", "site_name": "AP News", "type": "article", "article:published_time": "2023-03-26T21:31:20", "article:modified_time": "2023-03-27T12:20:29.996", "article:tag": "PA State Wire"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/philadelphia-bus-stop-shooting-teen-killed-dd168cdc20a4c41568189fad191bd771", "https://apnews.com/article/philadelphia-bus-stop-shooting-teen-killed-dd168cdc20a4c41568189fad191bd771", "https://apnews.com/article/philadelphia-lgbtq-mayor-aide-traffic-arrest-1aa7d61273b32fd5917767ddd6c6b9c7", "https://apnews.com/article/philadelphia-lgbtq-mayor-aide-traffic-arrest-1aa7d61273b32fd5917767ddd6c6b9c7", "https://apnews.com/article/israel-palestinians-gaza-wounded-child-second-chance-65b993f4b77b6d474c52062f6ca0fb10", "https://apnews.com/article/israel-palestinians-gaza-wounded-child-second-chance-65b993f4b77b6d474c52062f6ca0fb10", "https://6abc.com/philly-bottled-water-bucks-county-chemical-spill-bristol-coast-guard/13021056/"], "authors": [], "publish_date": "2023-03-26T21:31:20"}