{"result_id": "MNTT005039", "URL": "https://apnews.com/article/e845361a2fe344f596c2b1fd2daafba7", "timestamp": "2024-03-06 15:10:57 CET+0100", "meta": {"description": "The Environmental Protection Agency is aiming to reduce and eventually eliminate the use of mammals to test the toxicity of chemicals, a move backed by animal rights groups but opposed by environmentalists who called the initiative irresponsible.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/united-states-government-e845361a2fe344f596c2b1fd2daafba7", "encoding": "UTF-8", "website_keywords": "United States government, United States, Climate and environment, Species conservation and preservation, Animal rights, Donald Trump, Environment, Regulatory agencies, Wildlife management, Government regulations, Natural resource management, w, Environmental conservation, Science, Chemicals manufacturing, Animal testing, Animal welfare, Materials industry, Politics, Wildlife, Environmental science, Animals, Natural Resources Defense Council, Environmental laws and regulations, Social issues, U.S. Environmental Protection Agency, Business, Social affairs, Climate"}, "image": null, "domain": "apnews.com", "title": "EPA to scale back use of animals to test chemical toxicity", "cleaned_text": "WASHINGTON (AP) — The Environmental Protection Agency is aiming to reduce and eventually eliminate the use of mammals to test the toxicity of chemicals, a move backed by animal rights groups but criticized as irresponsible by a leading environmental organization.\n\nA directive signed Tuesday by EPA Administrator Andrew Wheeler said that “scientific advancements exist today” that permit the agency to better predict potential hazards to humans while reducing or avoiding animal testing.\n\nWheeler, a former coal industry lobbyist, has overseen President Donald Trump’s campaign to rollback Obama-era environmental regulations. His testing directive was welcomed by the chemical industry and came with the added twist of winning support from animal rights activists, who aren’t typically viewed as being aligned with the Trump administration.\n\nThe plan approved by Wheeler said EPA will cut back on its requests for and spending on mammal studies by 30% by 2025 and eliminate all requests and funding for animal testing by 2035.\n\nHe’s directing EPA’s leadership team to form a working group of agency experts to come up with a plan within six months “to ensure that the agency’s regulatory, compliance and enforcement activities, including chemical and pesticide approvals and agency research, remain fully protective of human health and the environment.”\n\nAmong the options to animal testing that Wheeler mentioned are computer modeling and in vitro methods, which involves tests using human cells and tissues.\n\n“This is the science that is being realized right now and will be the science of the future that will truly protect public health and the environment,” said Sara Amundson, president of the Humane Society’s Legislative Fund.\n\nBut the Natural Resources Defense Council said in a statement that it’s a mistake to scale back animal testing, which can help scientists discover life-saving treatments and identify chemicals harmful to people and the environment. The alternative methods mentioned by Wheeler can be useful but may not be sufficient, according to the organization.\n\nJennifer Sass, a senior scientist for the organization, said EPA is phasing out the tools that lay the groundwork for protecting the public from dangers like formaldehyde and chlorpyrifos, a pesticide used on crops, animals and buildings. The EPA’s plan is a “gift” to the chemical industry that will result in a “rigged system that gives the green light to harmful chemicals,” she said.\n\n“Our concern is not with the alternative tests themselves,” Sass said. “Our concern is with how EPA is interpreting the data from them. If the tests themselves are not indicating a toxic effect, then EPA is presuming there is no toxic effect.”\n\nProf. Aaron Bowman, head of Purdue University’s School of Health Sciences, said the overall goal of Wheeler’s plan is commendable. But added he’s worried about the “absoluteness” of setting such a specific timeline for eliminating animal testing.\n\n“The new testing methods may not capture fully all of human physiology,” Bowman said. “So animal models help us avoid missing something unexpected and dangerous.”\n\nWheeler sidestepped a question about whether the chemical industry had pushed for EPA to cut back on tests that use animals, which can take longer and cost more than alternative methods.\n\n“I’ve not been lobbied by a single chemical company on this,” Wheeler said, adding he wasn’t aware if any chemical companies had talked to EPA staff about the initiative. “This is a longstanding issue of interest to me, personally, and that’s what brought this about.”\n\nThe American Chemistry Council, an industry lobbying group whose members include Dupont and ExxonMobil Chemical Company, said in a statement that Congress had directed the EPA in 2016 to promote new alternative test methods.\n\nNew test methods “have the potential to save hundreds of animals while providing more accurate information on chemical hazards, exposures and risks,” the group said.\n\nAlluding to the plan’s 16-year time frame, Wheeler presumed Trump will be re-elected, saying he intends to be EPA administrator for the next five years. So the success of the initiative will fall to the EPA’s career staff, he said.\n\nWheeler says the EPA also is steering $4.25 million to five universities to further research alternatives to animal testing. The schools are: Johns Hopkins University, Vanderbilt University and Vanderbilt’s Medical Center, Oregon State University and the University of California-Riverside.\n\nJustin Goodman, vice president of advocacy and public policy at the White Coat Waste Project, said animal testing is a bad investment for taxpayers yet has become entrenched in the culture of federal agencies. He called the initiative outlined by Wheeler a “big win for taxpayers, animals and obviously the environment.”\n\nAmy Clippinger, director of the People for Ethical Treatment of Animals’ regulatory testing department, said the organization intends to collaborate with federal regulatory agencies and companies to assist in the transition to alternative test methods.\n\n“For decades, there has been a misguided reliance on cruel and scientifically flawed animal tests, and the EPA’s decision marks the beginning of the end of them,” Clippinger said.\n\nThe EPA said the number of new pesticides submitted to the agency each year varies, and it estimated the number of vertebrates used annually in toxicology studies ranges from 20,000 to more than 100,000. The testing is conducted on a variety of species, including rats, mice and rabbits. The agency said testing waivers have led to savings of thousands of animals and millions of dollars over the last two years.", "opengraph": {"title": "EPA to scale back use of animals to test chemical toxicity", "url": "https://apnews.com/united-states-government-e845361a2fe344f596c2b1fd2daafba7", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "The Environmental Protection Agency is aiming to reduce and eventually eliminate the use of mammals to test the toxicity of chemicals, a move backed by animal rights groups but opposed by environmentalists who called the initiative irresponsible.", "site_name": "AP News", "type": "article", "article:author": "https://apnews.com/author/richard-lardner", "article:published_time": "2019-09-10T22:05:48", "article:modified_time": "2023-12-02T04:42:30.153", "article:tag": "United States government"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": "2019-09-10T22:05:48"}