{"result_id": "MNTT001039", "URL": "https://www.bbc.com/news/uk-england-somerset-62475811", "timestamp": "2024-02-28 23:17:58 CET+0100", "meta": {"description": "Hamish Thomas was paralysed as a child after receiving a vaccine with mild, live polio in it.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/uk-england-somerset-62475811", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Call for better support for vaccine patients infected with polio", "cleaned_text": "A man who was paralysed after a polio vaccination as a child said more support was needed for the rare few who suffered serious side effects.\n\nHamish Thomas, from Exmoor, could not move and had to be carried on a pillow after his six-month immunisation.\n\nMr Thomas, 24, said he was keen to stress the importance of vaccination but also hoped his story would inform doctors so that this rare group of patients were not overlooked in future.\n\nNow a permanent wheelchair user, he suffered the rare side effect when he was given three mild but altered live strains of the virus.\n\nThe vaccine was changed in 2004 using an inactivated form of the virus, but it has left a small group of patients fighting for treatment and compensation.\n\nThe government has put in place a one-off tax-free payment of £120,000 that can be awarded if a person becomes severely disabled as a result of a vaccination against certain diseases.\n\n\"In the grand scheme of things, especially for someone's entire life span, in my case, it won't cover the vast amounts of medical expenses that are needed to be paid for and the NHS unfortunately can't provide.\"\n\nBefore mass vaccinations came in during the 1950s several thousand people a year were paralysed by polio in the UK.\n\nBut while the older generation of sufferers are more widely known about, University of Bristol emeritus professor of medicine Dr Gareth Williams said it was the young - like Mr Thomas - living with post polio syndrome who were overlooked.\n\n\"The fact that there are still people who survived it who are facing everyday difficulties is registered,\" he said.\n\n\"But the fact that these people [health officials] can come up with a completely new problem, [post-polio syndrome] that wasn't recognised until recently, is a really big difficulty for these patients.\"", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Hamish Thomas was paralysed as a child after receiving a vaccine with mild, live polio in it.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/13899/production/_126252008_hamish.jpg", "image:alt": "Hamish Thomas", "locale": "en_GB", "site_name": "BBC News", "title": "Call for better support for vaccine patients infected with polio", "type": "article", "url": "https://www.bbc.com/news/uk-england-somerset-62475811", "article:section": "Somerset"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.nhs.uk/conditions/polio/", "https://www.facebook.com/pointswest", "https://twitter.com/bbcbristol", "https://www.instagram.com/bbcwest", "mailto:bristol@bbc.co.uk", "/news/topics/ceynerlpwjzt", "/news/topics/cp7r8vglnnwt", "/news/topics/cy4ngzjmm7rt", "/news/health-61915794", "/news/health-61900915", "https://www.nhs.uk/conditions/polio/"], "authors": ["BBC News"], "publish_date": "2022-08-11T09:11:04.000Z"}