{"result_id": "MNTT003004", "URL": "http://multimedia.cbs.com/news/insect-sting-allergies-immunotherapy-may-help-avoid-serious-reaction/", "timestamp": "2024-03-06 15:09:12 CET+0100", "meta": {"description": "5 percent of U.S. is allergic to insect stings; Viral immunotherapy can help body mount defense against venom", "lang": "en", "favicon": "https://www.cbsnews.com/fly/bundles/cbsnewscore/icons/icon.svg?v=bc5d8c67ac570dce258200b20849fb01", "canonical": "https://www.cbsnews.com/news/insect-sting-allergies-immunotherapy-may-help-avoid-serious-reaction/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "multimedia.cbs.com", "title": "Insect sting allergies? Immunotherapy may help avoid serious reaction", "cleaned_text": "Being outdoors, especially during the summer, puts people who are allergic to insect stings at an increased risk for a potentially dangerous adverse reaction.\n\n\n\nA report in the August issue of Annals of Allergy, Asthma and Immunology (subscription required) states that insect sting allergies are increasing, and now about five percent of the U.S. population is allergic to stings from bugs like bees and wasps.\n\nMost people will have a minor reaction to stings which include a sharp, burning pain at the site, a red welt, a small white spot where the stinger punctured the skin and slight swelling, the Mayo Clinic reports. These symptoms persist for a couple of hours. About 10 percent of people will have a large local reaction with extreme redness and swelling at the sting site that lasts a day or two. The whole reaction will go away over the course of five to 10 days.\n\nFor the people who have severe allergic reactions, also known as anaphylaxis, they might have skin reactions in other parts of the body including hives and itching, as well as flushed or pale skin. Difficulty breathing, swelling of the tongue or throat, a weak and rapid pulse, nausea, vomiting, diarrhea, dizziness, fainting or loss of consciousness could also occur.\n\nThere's still up to a 70 percent chance for adults to have another adverse reaction to an insect sting even one or two decades after having their first allergic reaction to a sting, the researcher noted. For children, the risk is calculated at 30 percent.\n\nWhat many patients don't realize is that there are treatments that can help people be more tolerant to the stings.\n\n\"While it does not always cure insect sting allergy, venom immunotherapy, a form of allergy shots, can almost always prevent severe reactions to stings,\" author Dr. David Golden, a fellow at the American College of Allergy, Asthma and Immunology (ACAAI), said in a press release. \"It usually provides long-lasting immunity even after the treatment is stopped.\"\n\nTheodore Freeman, an insect-sting expert and physician at the San Antonio Asthma and Allergy Clinic, told the Wall Street Journal that if you are considering immunotherapy, you might need to identify which insect causes your allergic reactions. Venom immunotherapy involves injecting some of the venom into the patient so they can build up a tolerance to it.\n\nWhile venom immunotherapy won't cure your allergies to stings, it can reduce the severity of the reaction. For people who are on the treatment, about five to 10 percent will have a mild allergic reaction and less than two percent will have a serious reaction.\n\nProtection starts about two to three months after the start of the treatment, and doctors recommend the therapy is continued for three to five years. Patients should continue to visit their doctor after treatment is stopped because their insect sting allergies my return.\n\nOther suggestions to protect onself from insect stings include covering up with pants and long-sleeved shirts when gardening or working outdoors and avoiding walking barefoot in the grass. Do not wear brightly colored clothing with floral patterns, sweet smelling perfumes, hairsprays and deodorants outdoors. Be careful when eating or drinking anything sweet as well.\n\nThe Food and Drug Administration also recommends using insect repellant to keep bugs away, but warns that it should be not used on babies. Older children should not be allowed to use products with more than 10 percent DEET, and oil of eucalyptus products should not be used on children under 3 years old.\n\nThe non-profit Environmental Working Group recommended that insect repellants using picaridin, IR3535, DEET and oil of lemon eucalyptus or its synthetic derivative PMD were the most effective and safe.\n\nFor more on how to treat stings and signs someone is having an adverse reaction, visit the FDA's website.", "opengraph": {"type": "article", "url": "https://www.cbsnews.com/news/insect-sting-allergies-immunotherapy-may-help-avoid-serious-reaction/", "title": "Insect sting allergies? Immunotherapy may help avoid serious reaction", "description": "5 percent of U.S. is allergic to insect stings; Viral immunotherapy can help body mount defense against venom", "image": "https://assets3.cbsnewsstatic.com/hub/i/r/2011/10/24/14a6f5bd-1c4d-11e3-9918-005056850598/thumbnail/1200x630/95cac3090ba81a4066c4edba52261024/generic_bees_102956269_fullwidth.jpg?v=bc5d8c67ac570dce258200b20849fb01", "image:width": "1200", "image:height": "630", "article:publisher": "https://www.facebook.com/CBSHealth/", "article:content_tier": "free", "article:opinion": "false", "video:url": "/api/v1/filetossl/?source=ipad-streaming&path=/media/mpx/2013/08/09/Health_0809_Bugs_phone.m3u8", "video:secure_url": "/api/v1/filetossl/?source=ipad-streaming&path=/media/mpx/2013/08/09/Health_0809_Bugs_phone.m3u8", "video:type": "application/x-mpegURL", "video:width": "1920", "video:height": "1080"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.annallergy.org/article/S1081-1206%2813%2900360-8/abstract", "http://www.mayoclinic.com/health/bee-stings/DS01067/DSECTION=symptoms", "http://www.eurekalert.org/pub_releases/2013-08/acoa-tro073013.php", "http://online.wsj.com/article/SB10001424127887323420604578652103601420398.html", "https://www.cbsnews.com/news/environmental-group-picks-safest-most-effective-bug-repellants/", "http://www.fda.gov/ForConsumers/ConsumerUpdates/ucm048022.htm", "https://www.cbsnews.com/search/author/michelle-castillo/", "https://www.cbsnews.com/search/author/michelle-castillo/", "http://www.twitter.com/mishcastillo"], "authors": [], "publish_date": "2013-08-09T17:09:03-0400"}