{"result_id": "MNTT005008", "URL": "https://apnews.com/631521184aff4104b48ddbc848dc6f84", "timestamp": "2024-03-06 15:10:31 CET+0100", "meta": {"description": "COLUMBUS, Ohio--(BUSINESS WIRE)--Feb 23, 2023-- Forge Biologics, a genetic medicines development and manufacturing organization, announced today that Maria Escolar, M.D., Chief Medical Officer, will present updated data from the RESKUE Phase 1/2 clinical trial for FBX-101, the Company’s novel AAV gene therapy for the treatment of patients with Kr", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/business-wire/medication-gene-therapy-clinical-trials-health-business-wire-631521184aff4104b48ddbc848dc6f84", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "Forge Biologics Reports Positive FBX-101 Clinical Updates for Patients with Krabbe Disease at WORLDSymposium", "cleaned_text": "Forge Biologics, a genetic medicines development and manufacturing organization, announced today that Maria Escolar, M.D., Chief Medical Officer, will present updated data from the RESKUE Phase 1/2 clinical trial for FBX-101, the Company’s novel AAV gene therapy for the treatment of patients with Krabbe disease, during the 19th Annual WORLDSymposium being held February 22-26, 2023, in Orlando, Florida. Forge has also dosed the first FBX-101 subject in the REKLAIM Phase 1b clinical trial at the University of Michigan Medical Center.\n\nThis press release features multimedia. View the full release here:\n\nPatients with infantile Krabbe disease have mutations in the gene encoding the lysosomal enzyme galactocerebrosidase (GALC), which is essential for normal metabolism of myelin components. Absence of GALC results in the accumulation of psychosine, a toxic substrate in cells making myelin, which then causes inflammation, rapid nerve demyelination, and progressive deterioration of the central nervous system (CNS) and peripheral nervous system (PNS). This results in progressive motor disease and often early death of patients by two years of age.\n\n“We are encouraged by the continued safety and efficacy observed in FBX-101 treated patients. Notably, some of the patients were identified by newborn screening, which enabled early disease intervention,” stated Dr. Escolar. “All patients to date have exhibited normal motor function and brain development six and 12 months post-FBX-101 administration, which would not be anticipated in the absence of systemic gene transfer of the GALC gene. We also observed up to 170-fold and 10-fold increases in plasma and cerebrospinal fluid (CSF) GALC levels, respectively, during the six and 12 months follow-up milestones, demonstrating sustained, high expression of the GALC transgene. Importantly, no treatment-related serious adverse events, liver enzymes elevations, nor development of anti-AAVrh10 antibodies have been observed after FBX-101 systemic administration. These results are very encouraging and provide hope for the families impacted by Krabbe.”\n\nForge has also dosed one subject in the REKLAIM Phase 1b clinical trial for FBX-101 at the University of Michigan Medical Center. The REKLAIM trial is evaluating the safety and efficacy of FBX-101 in asymptomatic infantile or symptomatic late infantile Krabbe disease patients that received HSCT at least 90 days before FBX-101 administration. Children assessed in REKLAIM have received the standard of care (HSCT) and are partially or fully immuno-competent, but are at risk of developing progressive peripheral nerve disease.\n\nDr. Escolar’s presentation, “First in Human Phase 1/2 Trial of Intravenous FBX-101 (AAVrh10.hGALC) During Hematopoietic Stem Cell Transplantation Increases GALC Activity, Supports Brain Development and Improves Motor Function in Patients with Infantile Krabbe Disease: RESKUE Clinical Trial,” will be delivered at the WORLDSymposium on Saturday, February 25, 2023, during the 9:00-10:00a.m. ET session. The session is also available on demand after February 27, 2023, for people registered who are not able to attend the meeting. A digital poster version will be on display Saturday, February 25, 2023, during the 3:00-4:00 p.m. ET session. For more details on the conference, please visit: .\n\nKrabbe disease is a rare neurodegenerative disease affecting about 1-2.5 in 100,000 people in the U.S. Krabbe disease is caused by autosomal recessive mutations in the galactocerebrosidase (GALC) gene, an enzyme responsible for the breakdown of certain types of sphingolipids, such as psychosine, associated with myelination of the nervous system. Without functional GALC, psychosine accumulates to toxic levels in cells, specifically in cells insulating the nerves in the brain and peripheral nervous system, causing rapid demyelination. Krabbe disease initially manifests in young patients as irritability, developmental delay, and progressive muscle weakness. Symptoms rapidly advance to difficulty swallowing, breathing, and regression of neurodevelopment followed by seizures, vision and hearing loss. Infantile Krabbe disease (0-12 months of age at onset) usually leads to death in untreated patients by two years of age. Late Infantile patients (12-36 months of age at onset) usually die by the age of six. The current standard of care, hematopoietic stem cell transplantation (HSCT), has been shown to stabilize cognitive decline and significantly improve long-term neurological outcomes when performed prior to symptom onset. However, HSCT does not correct the peripheral neuropathy that is progressive as the patient grows, leading to loss of gross motor skills and eventually death. Early diagnosis is key for treating patients with Krabbe disease before symptoms are evident and significant neurological damage has occurred. Currently, 10 states in the U.S. are conducting newborn screening for Krabbe disease. Infants who screen positive due to insufficient GALC activity undergo psychosine testing and mutation analysis to confirm the diagnosis and determine which infants need immediate treatment because they are at high risk to progress.\n\nFBX-101 was developed to treat children with Krabbe disease. FBX-101 is an adeno-associated viral serotype rh10 (AAVrh10) gene therapy that is delivered intravenously after HSCT infusion. The vector delivers a functional copy of the GALC gene to cells in both the central and peripheral nervous system, and has shown to functionally correct the central and peripheral neuropathy, improve myelination and gross motor function, and significantly prolong lifespan in animal models. This approach also has the potential to overcome some of the immunological safety challenges observed in traditional AAV gene therapies and extend the duration of gene transfer. The FDA has granted FBX-101 Fast Track Designation, Orphan Drug Designation, and Rare Pediatric Disease Designation; the EMA has granted FBX-101 Orphan Drug Designation and Priority Medicines (PRIME) designation.\n\nRESKUE is a Phase 1/2 clinical trial to investigate the safety and efficacy of FBX-101 in patients with infantile Krabbe disease. It is a nonblinded, non-randomized dose escalation study in which subjects receive a single intravenous infusion of FBX-101 within 21 to 60 days of HSCT, the current standard of care. Data from extensive natural history subjects will be used to compare as the control group. More information on the RESKUE trial can be found online at .\n\nREKLAIM is a Phase 1b, nonblinded, non-randomized dose escalation clinical trial currently enrolling children with asymptomatic infantile and symptomatic late infantile Krabbe disease to investigate the safety and efficacy of a single intravenous infusion of FBX-101 administered more than 90 days after HSCT, the current standard of care, when the patient is partially or fully immuno-competent. Data from extensive natural history subjects will be used to compare as the control group. More information on the REKLAIM trial can be found online at .\n\nForge Biologics is a hybrid gene therapy contract manufacturing and clinical-stage therapeutics development company. Forge’s mission is to enable access to life-changing gene therapies and help bring them from idea to reality. Forge’s 200,000 square foot facility, the Hearth, utilizes 20 cGMP suites in Columbus, Ohio, to serve as its headquarters. The Hearth is a custom-designed cGMP facility dedicated to AAV manufacturing and hosts scalable, end-to-end manufacturing services. Offerings include process and analytical development, plasmid DNA manufacturing, viral vector manufacturing, final fill, as well as regulatory consulting support to accelerate gene therapy programs from preclinical through clinical and commercial stage manufacturing. By taking a patients-first approach, Forge aims to accelerate the timelines of these transformative medicines for those who need them the most. To learn more, visit .", "opengraph": {"title": "Forge Biologics Reports Positive FBX-101 Clinical Updates for Patients with Krabbe Disease at WORLDSymposium", "url": "https://apnews.com/press-release/business-wire/medication-gene-therapy-clinical-trials-health-business-wire-631521184aff4104b48ddbc848dc6f84", "image": "https://dims.apnews.com/dims4/default/acffbdc/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F65baf395e1011f911b752a367a91d0dd%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/acffbdc/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F65baf395e1011f911b752a367a91d0dd%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "Dr. Maria Escolar, Chief Medical Officer, Forge Biologics (Photo: Business Wire)", "description": "COLUMBUS, Ohio--(BUSINESS WIRE)--Feb 23, 2023-- Forge Biologics, a genetic medicines development and manufacturing organization, announced today that Maria Escolar, M.D., Chief Medical Officer, will present updated data from the RESKUE Phase 1/2 clinical trial for FBX-101, the Company’s novel AAV gene therapy for the treatment of patients with Kr", "site_name": "AP News", "type": "article", "article:published_time": "2023-02-23T13:03:35", "article:modified_time": "2023-02-23T13:05:16.159", "article:tag": "Gene therapy"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.businesswire.com/news/home/20230223005450/en/", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fworldsymposia.org%2F&esheet=53341039&newsitemid=20230223005450&lan=en-US&anchor=https%3A%2F%2Fworldsymposia.org%2F&index=1&md5=9c66469fc396501742c25abf22de8ace", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.clinicaltrials.gov%2Fct2%2Fshow%2FNCT04693598&esheet=53341039&newsitemid=20230223005450&lan=en-US&anchor=https%3A%2F%2Fwww.clinicaltrials.gov%2Fct2%2Fshow%2FNCT04693598&index=2&md5=75ae1da49135ae3db6786c22605bd02a", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnam12.safelinks.protection.outlook.com%2F%3Furl%3Dhttps%253A%252F%252Fwww.clinicaltrials.gov%252Fct2%252Fshow%252FNCT05739643%26data%3D05%257C01%257Chmunizza%2540forgebiologics.com%257C5ed0e3492b9944adf4ff08db14e4c240%257C9969a20385054d218ea3b75213fbf36c%257C0%257C0%257C638126744984231337%257CUnknown%257CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%253D%257C3000%257C%257C%257C%26sdata%3DWpQhpUP0aldgiUgePqp%252FIKQNY%252FKM3arsEAODXNsZ9qk%253D%26reserved%3D0&esheet=53341039&newsitemid=20230223005450&lan=en-US&anchor=https%3A%2F%2Fwww.clinicaltrials.gov%2Fct2%2Fshow%2FNCT05739643&index=3&md5=f431638c66cd145c399efd620d5aa1bd", "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.forgebiologics.com&esheet=53341039&newsitemid=20230223005450&lan=en-US&anchor=www.forgebiologics.com&index=4&md5=89c55ecac66f8b68311b665fe354ea2d", "https://www.businesswire.com/news/home/20230223005450/en/"], "authors": [], "publish_date": "2023-02-23T13:03:35"}