{"result_id": "MNTT002003", "URL": "https://www.pbs.org/newshour/health/why-your-cosmetics-dont-have-to-be-tested-for-safety", "timestamp": "2024-02-28 23:18:24 CET+0100", "meta": {"description": "The regulations that guarantee the safety of cosmetic products you use everyday haven’t been updated since 1938.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/why-your-cosmetics-dont-have-to-be-tested-for-safety", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Why your cosmetics don’t have to be tested for safety", "cleaned_text": "Before you head out the door each morning, you probably use cosmetic products like shampoo, deodorant and toothpaste. But the regulations that guarantee the safety of those products in the United States haven’t been updated since 1938.\n\nThat’s when Congress ushered in the Federal Food, Drug, and Cosmetic Act — legislation that brought cosmetics, among other products, under the authority of the U.S. Food and Drug Administration. Whether and how to update the agency’s approach to cosmetic safety is now being considered by the U.S. House Subcommittee on Health.\n\nAccording to testimony from a Dec. 4 hearing, the FDA believes most cosmetic products that are bought and sold in the United States are safe to use, said Susan Mayne, director of the agency’s Center for Food Safety and Applied Nutrition. Skin moisturizers, perfumes, fingernail polish, makeup and hair treatments all fall under this category.\n\nLegally, companies cannot sell harmful products or misbrand their cosmetics. “However, with the exception of color additives, cosmetics and their ingredients are not subject to premarket approval requirements or FDA safety review,” Mayne said to House lawmakers. “Therefore, we don’t know whether cosmetic ingredients have gone through adequate, if any, safety testing.”\n\nManufacturers are not required to register products or list their ingredients with the FDA before putting them on the market. About a third of those companies have voluntarily registered with a database the agency hosts to keep track of cosmetic products that are commercially distributed in the U.S.\n\nIn the European Union, cosmetic products must “undergo an expert scientific safety assessment” before they can be sold to consumers. Under current rules in the U.S., the FDA can only act on a product that shows evidence of harm after it’s been introduced to the market.\n\nWhile the EU has prohibited the use of 1,378 substances in cosmetic products, the United States has banned or restricted 11 such ingredients.\n\nEven if the FDA identifies a safety issue with a cosmetic, it can’t force manufacturers to take that product off the shelf. Any recall issued by the agency is voluntary. If a company refuses to comply with a recall, the agency can instead put out a safety advisory informing consumers about any health concerns associated with the product.\n\nOn average, 396 cosmetic-related individual health problems, or “adverse events” were submitted per year to the FDA between 2004 and 2016 — though in 2016, the agency received 1,591 reports, a 300-percent increase that was “largely driven” by complaints regarding hair care products.\n\nRepresentatives Frank Pallone, D-N.J., and Jan Schakowsky, D-Ill., have respectively drafted and introduced two pieces of legislation that would expand the FDA’s authority to regulate cosmetics. One of those bills would ban toxic ingredients in cosmetics and “specifically protect” salon workers and women of color, populations that the bill considers particularly vulnerable when it comes to cosmetic exposure.\n\nHere’s why the House is pushing these policies now, and how they could patch regulatory gaps that might currently be harming consumers.\n\nThe adverse events reported by consumers to the FDA range from mild situations, such as rashes, to more severe problems. Mayne testified that approximately 30 percent of the adverse events are classified as “more serious or severe,” while the remaining 70 percent are mild.\n\nDuring the hearing, several lawmakers raised the issue of endocrine-disrupting chemicals, which may be found in consumer products, including cosmetics. As the name suggests, these chemicals can interfere with the bodily systems and glands that regulate human hormones.\n\n“We also know that some endocrine disrupting chemicals can interfere with testosterone. They can interfere with other types of hormones — thyroid hormone, insulin,” Andrea Gore, a neuroendocrinologist at the University of Texas at Austin, told the PBS NewsHour.\n\nMany endocrine disruptors work by physically resembling the chemical and three-dimensional structures of natural hormones, Gore said. Your body can absorb these disruptors if you apply them to your skin or wash your hair with them.\n\nWhen endocrine disruptors are absorbed into the body, Gore explained, they can circulate similarly to the way hormones do. If one makes its way to a hormone receptor, it can potentially activate a bodily response or block that receptor entirely.\n\nOne potential group of disruptors are called phthalates. According to the FDA, various phthalates are used in products ranging from vinyl flooring to food packaging to personal care products. Diethylphthalate (DEP), a solvent and fixative in fragrances, is the only phthalate still regularly used in cosmetics.\n\nHuman studies, as reviewed in JAMA Pediatrics, have linked phthalates to decreases in “sex steroid and thyroid hormone levels, poor sperm quality, endometriosis, insulin resistance, obesity and possibly breast cancer.” Metabolites of two phthalates — di-isobutyl phthalate (DiBP) and dibutyl phthalate (DBP) metabolites, the latter of which was historically used in products like nail polish — have been associated with increased chances of preterm birth.\n\nDuring her questioning of Mayne, Rep. Robin Kelly, D-Ill., brought up data suggesting that women of color are more exposed to certain endocrine disrupting chemicals compared to white women.\n\nA 2011 study that examined a potential association between childhood hair product use and menarche, or the onset of menstruation, found that “African-Americans were more likely to use hair products and reached menarche earlier than other racial/ethnic groups.” The study concluded that hair oil and perm use during childhood was associated with earlier menarche. Early menarche has been linked to an increased risk of developing breast cancer later on in life.\n\n“The insatiable appetite for profit in the cosmetic industry, bolstered often by fantastical, narrow notions of beauty, have targeted black women,” M. Isabelle Chaudry, a senior policy manager at the National Women’s Health Network, testified. “This combination is dangerous, and it impacts the health of black women, Afro-descendant women, as well as poor women and other women of color, causing reproductive health issues, cancer and even death.”\n\nIn her written testimony, Chaudry cited a 2017 report that highlighted how colorism, hair texture preferences and odor discrimination can be linked to specific hazardous products used by women of color.\n\nAccording to the FDA, most companies are “responsible actors” who “care about consumer safety and the reputation of their brands,” Mayne testified. But she noted that, when a safety problem occurs, the FDA is “not always able to compel companies” to provide all of the information it requests during an investigation.\n\nAlong those lines, if a consumer experiences an adverse event with a product and reports it to a company, the manufacturers aren’t required to disclose those incidents to the FDA.\n\nMayne pointed out that the FDA does not have information about potential long-term safety risks associated with cosmetic use because that data isn’t processed through the reporting system, which is designed to handle more short-term consumer health outcomes.\n\nThe Cosmetic Safety Enhancement Act of 2019, a bill drafted by Pallone, would allow the FDA to issue mandatory product recalls, require manufacturers to notify the agency of reported adverse events and provide additional funding to carry out these changes. It would also compel manufacturers to register the ingredients used in their cosmetics and require importers to verify the safety of their products in compliance with the FDA’s Cosmetic Good Manufacturing Practices.\n\nThe Safe Cosmetics and Personal Care Products Act of 2019, proposed by Schakowsky, would mandate that manufacturers list all ingredients used in their products — including those that fall under the category of “fragrance,” which are currently exempt from disclosure — among other provisions.\n\nSeveral Republican lawmakers voiced concerns about the proposed changes to FDA oversight. Rep. Michael Burgess, R-Texas, said that the legislation did not “adequately address the issue of harmonization” between federal and state law when it comes to regulation. He emphasized that any law passed on this issue should establish that national law is superior to state law.\n\nIn 2005, California passed the California Safe Cosmetics Act, which mandates that companies disclose ingredients in their products that are known or suspected to cause cancer, birth defects or other types of reproductive harm. That makes California’s cosmetic regulation standards stronger than those at the federal level.\n\nBurgess also noted that the legislation didn’t exempt small businesses from proposed new FDA registration requirements — a point echoed by Leigh O’Donnell, executive director of the Handcrafted Soap and Cosmetic Guild. She testified that her organization did not support mandated ingredient reporting for small businesses with annual gross sales of less than $1 million, explaining that such companies would struggle to comply with those requirements.\n\n“We should strive to enact legislation that provides the agency with the tools necessary to protect the public health,” said Rep. Greg Walden, R-Ore., “while being careful not to overregulate an industry that has generally posed relatively minimal risk to human health.”", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Why your cosmetics don’t have to be tested for safety", "description": "The regulations that guarantee the safety of cosmetic products you use everyday haven’t been updated since 1938.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2019/12/GettyImages-5220047991-1024x683.jpg", "image:height": "683", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/why-your-cosmetics-dont-have-to-be-tested-for-safety", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2019-12-16T17:50:08-05:00", "article:section": "Health", "article:tag": "consumer protections, cosmetics, federal drug administration, makeup, personal hygiene, safety regulations"}, "tags": ["Innovation and Invention", "makeup", "Supreme Court", "Brooks and Capehart", "Essays", "Long-Term Care", "Politics Monday", "Teachers' Lounge", "cosmetics", "personal hygiene", "safety regulations", "ScienceScope", "consumer protections", "Basic Research", "The Leading Edge", "federal drug administration", "Race Matters"], "tweets": [], "movies": [], "links": ["https://www.fda.gov/industry/fda-basics-industry/are-all-personal-care-products-regulated-cosmetics", "https://www.fda.gov/cosmetics/voluntary-cosmetic-registration-program", "https://ec.europa.eu/growth/sectors/cosmetics_en", "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex:02009R1223-20150416", "https://www.fda.gov/cosmetics/cosmetics-laws-regulations/prohibited-restricted-ingredients-cosmetics", "https://www.fda.gov/cosmetics/cosmetics-recalls-alerts/fda-recall-policy-cosmetics", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5818793/", "https://schakowsky.house.gov/press-releases/schakowsky-introduces-legislation-to-protect-consumers-from-harmful-products-in-cosmetics-and-personal-care-items/", "https://www.fda.gov/cosmetics/how-report-cosmetic-related-complaint/using-adverse-event-reports-monitor-cosmetic-safety", "https://www.fda.gov/cosmetics/cosmetics-compliance-enforcement/how-report-cosmetic-related-complaint", "https://www.niehs.nih.gov/health/topics/agents/endocrine/index.cfm", "https://www.endocrine.org/-/media/endosociety/files/advocacy-and-outreach/important-documents/introduction-to-endocrine-disrupting-chemicals.pdf", "https://www.fda.gov/cosmetics/cosmetic-ingredients/phthalates#cosm", "https://www.fda.gov/cosmetics/cosmetic-ingredients/phthalates", "https://www.fda.gov/cosmetics/cosmetic-ingredients/phthalates#cosm", "https://jamanetwork.com/journals/jamapediatrics/fullarticle/1171946?resultClick=1", "https://www.fda.gov/cosmetics/cosmetic-ingredients/phthalates", "https://www.sciencedirect.com/science/article/pii/S0160412019313868?via%3Dihub", "https://www.ncbi.nlm.nih.gov/pubmed/28497013", "https://www.ncbi.nlm.nih.gov/pubmed/21421329", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3488186/", "https://www.ajog.org/article/S0002-9378(17)30862-1/fulltext", "https://www.fda.gov/cosmetics/how-report-cosmetic-related-complaint/using-adverse-event-reports-monitor-cosmetic-safety", "https://energycommerce.house.gov/sites/democrats.energycommerce.house.gov/files/documents/COSMETICS_DRAFT%20112719.pdf", "https://www.fda.gov/regulatory-information/search-fda-guidance-documents/draft-guidance-industry-cosmetic-good-manufacturing-practices", "https://energycommerce.house.gov/sites/democrats.energycommerce.house.gov/files/documents/BILLS-116hr4296ih.pdf", "https://www.cdph.ca.gov/Programs/CCDPHP/DEODC/OHB/CSCP/Pages/About-CSCP.aspx"], "authors": ["Bella Isaacs-Thomas"], "publish_date": "2019-12-16T17:50:08-05:00"}