{"result_id": "MNTT005069", "URL": "https://apnews.com/article/overdose-reversal-drug-fentanyl-opioids-c3f0fcaa4a81b24a635398aa101698e5", "timestamp": "2024-03-06 15:11:20 CET+0100", "meta": {"description": "U.S. health regulators have approved a new nasal spray to reverse overdoses due to fentanyl and other powerful opioids. Those drugs are currently the driving force behind the country's ongoing overdose crisis. The Food and Drug Administration on Monday approved the nasal spray drug to treat opioid overdose. It will be sold by drugmaker Indivior. The drug is similar to naloxone, the life-saving drug that has been used for decades to quickly reverse overdoses caused by opioids, including heroin, fentanyl and prescription painkillers. Fentanyl and other synthetic opioids were linked to more than two-thirds of the 109,000 overdose deaths reported last year.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/overdose-reversal-drug-fentanyl-opioids-c3f0fcaa4a81b24a635398aa101698e5", "encoding": "UTF-8", "website_keywords": "Opioids, Medication, Addiction and treatment, General news, Health, Business, U.S. News"}, "image": null, "domain": "apnews.com", "title": "New nasal spray to reverse fentanyl and other opioid overdoses gets FDA approval", "cleaned_text": "WASHINGTON (AP) — U.S. health regulators on Monday approved a new easy-to-use version of a medication to reverse overdoses caused by fentanyl and other opioids driving .\n\nOpvee is similar to that has been used for decades to quickly counter overdoses of heroin, fentanyl and prescription painkillers. Both work by blocking the effects of opioids in the brain, which can restore normal breathing and blood pressure in people who have recently overdosed.\n\nThe Food and Drug Administration endorsed Opvee, a nasal spray update of the drug nalmefene, which was first approved as an injection in the mid-1990s but later removed from the market due to low sales. Naloxone comes as both a nasal spray and injection.\n\nIt’s not immediately clear how the new drug will be used differently compared to naloxone, and some experts see potential downsides to its longer-acting effect. The drug will be available via prescription and is approved for patients 12 and older.\n\nIn studies funded by the federal government, Opvee achieved similar recovery results to Narcan, the leading brand of naloxone nasal spray.\n\nOpvee was developed by Opiant Pharmaceuticals, which was recently acquired by rival Indivior, maker of several medications for opioid addiction. Indivior expects to launch Opvee in October at the earliest.\n\nAs the opioid epidemic has shifted to fentanyl and other synthetic opioids, researchers in the pharmaceutical industry and the U.S. government saw a new role for the drug.\n\nBecause fentanyl stays in the body longer than heroin and other opioids, some people may require multiple doses of naloxone over several hours to fully reverse an overdose.\n\nScientists at the National Institutes of Health worked with pharmaceutical researchers on a nasal spray version of nalmefene that would quickly resuscitate users, while also protecting them from relapse. Testing and development was funded by more than $18 million in grants from the U.S. government’s Biomedical Advanced Research and Development Authority and the NIH, which also helped design the studies.\n\n“The whole aim of this was to have a medication that would last longer but also reach into the brain very rapidly,” said Dr. Nora Volkow, director of the National Institute on Drug Abuse.\n\nStill, some experts see potential downsides.\n\nA side effect of all opioid reversal drugs is that they create intense withdrawal symptoms including nausea, diarrhea, muscle cramps and anxiety. With naloxone, those symptoms might last 30 to 40 minutes.\n\nDr. Lewis Nelson of Rutgers University says those problems can last six hours or more with nalmefene, requiring extra treatment and management by health professionals.\n\n“The risk of long-lasting withdrawal is very real and we try to avoid it,” said Nelson, an emergency medicine physician and former adviser to the FDA on opioids.\n\nNelson said it’s easy enough to give a second or third dose of naloxone if it wears off.\n\n“We’re not suffering from a naloxone shortage where we need to use an alternative,” he said. “We have plenty of it and it works perfectly well.”\n\nThe FDA approval comes as drug overdose deaths inched up slightly last year after two big leaps during the pandemic. More than 109,000 fatal overdoses were recorded in 2022, according to the latest figures from the Centers for Disease Control and Prevention.\n\nMore than two-thirds of those deaths were linked to fentanyl and other synthetic opioids, which have largely replaced heroin and prescription opioids.\n\nNaloxone has long been at the center of government efforts to fight the overdose crisis at the federal and local levels. Police, firefighters and other first responders routinely carry the drug. And officials in all 50 states have given orders to pharmacists to sell or dispense the drug without a prescription to anyone who wants it.\n\nIn the latest federal push, the FDA recently approved Narcan to be sold over the counter. The change will allow the new version of the drug to be stocked in grocery stores, and other retail locations. The nasal spray — which includes for regular users — is expected to launch this summer. Emergent Biosolutions hasn’t yet announced a price for the over-the-counter version.\n\nIndivior said it is still considering what to charge for its drug. It will compete in the same market as naloxone, where most buyers are local governments and community groups that distribute to first responders and those at risk of overdose. Indivior has told investors that Opvee could eventually generate annual sales between $150 million to $250 million.\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group. The AP is solely responsible for all content.", "opengraph": {"title": "New nasal spray to reverse fentanyl and other opioid overdoses gets FDA approval", "url": "https://apnews.com/article/overdose-reversal-drug-fentanyl-opioids-c3f0fcaa4a81b24a635398aa101698e5", "image": "https://dims.apnews.com/dims4/default/ca9b91f/2147483647/strip/true/crop/2511x1412+0+131/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F70220c5f50f443ebb5dcfe95b1f51fb6%2F2511.jpeg", "image:url": "https://dims.apnews.com/dims4/default/ca9b91f/2147483647/strip/true/crop/2511x1412+0+131/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F70220c5f50f443ebb5dcfe95b1f51fb6%2F2511.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "This photo provided by Indivior in May 2023 shows their drug Opvee. On Monday, May 22, 2023, U.S. health regulators approved the medication to reverse overdoses caused by fentanyl and other powerful opioids, which are currently driving the nation’s drug crisis. (Indivior via AP)", "description": "U.S. health regulators have approved a new nasal spray to reverse overdoses due to fentanyl and other powerful opioids. Those drugs are currently the driving force behind the country's ongoing overdose crisis. The Food and Drug Administration on Monday approved the nasal spray drug to treat opioid overdose. It will be sold by drugmaker Indivior. The drug is similar to naloxone, the life-saving drug that has been used for decades to quickly reverse overdoses caused by opioids, including heroin, fentanyl and prescription painkillers. Fentanyl and other synthetic opioids were linked to more than two-thirds of the 109,000 overdose deaths reported last year.", "site_name": "AP News", "type": "article", "article:published_time": "2023-05-22T21:20:44", "article:modified_time": "2023-05-22T21:21:19.947", "article:tag": "General news"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/us-overdose-deaths-cdc-3c3848da5f8aa01d7b9f232ba5a34152", "https://apnews.com/article/narcan-naloxone-overdose-opioids-9ad693795ce31e3a867a4dd4b65dbde8", "https://apnews.com/article/naloxone-narcan-overdose-availability-ec12f62eef12ebc67de77afdbb6f11b9", "https://apnews.com/article/ohio-opioid-settlement-distribution-applications-9d1cbe6a2a97a822848d1299d4503b2d", "https://apnews.com/article/ohio-opioid-settlement-distribution-applications-9d1cbe6a2a97a822848d1299d4503b2d", "https://apnews.com/article/fentanyl-medication-tap-water-oregon-nurse-asante-cbf194666ff98cc77080c6bf4406ae27", "https://apnews.com/article/fentanyl-medication-tap-water-oregon-nurse-asante-cbf194666ff98cc77080c6bf4406ae27", "https://apnews.com/article/opioid-addiction-medication-jail-oregon-cef408fa488bcd9a164dd50a42d1fd09", "https://apnews.com/article/opioid-addiction-medication-jail-oregon-cef408fa488bcd9a164dd50a42d1fd09", "https://apnews.com/article/overdose-deaths-opioids-fentanyl-8cb302a70ddbb6a435f9e8fbb19f153b", "https://apnews.com/article/narcan-naloxone-vending-machines-opioids-d8462e228c57623769046a6b2e6e2f9e", "https://apnews.com/article/business-medication-opioids-health-38ae986009788501bc418fe108593632"], "authors": [], "publish_date": "2023-05-22T21:20:44"}