{"result_id": "MNTT002058", "URL": "https://www.pbs.org/wgbh/nova/article/too-much-pollution/", "timestamp": "2024-03-06 15:08:37 CET+0100", "meta": {"description": "Emissions from waste treatment facilities and power plants contribute to a slow-motion public health disaster in Chester, PA.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/article/too-much-pollution/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Too Much Pollution for One Place", "cleaned_text": "What do a bag of potato chips thrown out in Manhattan, a lightbulb unwittingly tossed in Philadelphia, and a cigarette butt discarded in New Jersey have in common? There’s a chance all three are burned in the same trash incinerator in Chester, Pennsylvania.\n\nThe Delaware Valley Resource Recovery Facility, one of the country’s largest municipal waste incinerators, sits on the bank of the Delaware River, which separates Pennsylvania from New Jersey. It’s only a mile-and-a-half from a wastewater treatment plant that handles wate from throughout Delaware County. A few miles down the road on West Front Street, you can see the smokestacks of a massive power plant that burns coal, crude oil by-products, and paper-mill sludge from the neighboring Kimberly-Clark paper mill.\n\nThis section of Front Street is not even a mile long and barely wide enough for two cars to pass. It’s bounded by alternating barbed-wire fencing, abandoned lots, and industrial facilities. The only respite from the gloom is a small park that marks where William Penn, the state’s namesake, landed almost 335 years ago. Today, Front Street is the center of a frat row of waste treatment plants, power plants, and manufacturing facilities.\n\nIn the neighborhoods around Front Street, a third of residents live below the poverty line, and 75% of the population is African American. Neighborhood residents have more than their fair share of public health problems, thanks in large part to the pollutants from these facilities. “Chester residents have borne the brunt of the whole region’s waste disposal problems for far too many years,” says Mike Ewall, a local environmental activist and Executive Director of the Energy Justice Network.\n\nThe rest of Delaware county is much better off—the median household income is around $65,000. Just 10% of residents live below the poverty line, five points below the national average, and the majority of its residents are white.\n\nAt the beginning of the 20 th century, Chester was an industrial hub, hosting a Ford Motor Company plant, a General Motors plant, and a Scot Paper plant that at one time produced 60% of the world’s toilet paper. Before World War II, it was considered one of the state’s cultural capitals. But after the war, a few of the prominent businesses either moved from the city or shut down, setting off a steady decline in the city’s economy.\n\nBetween 1950 and 1980, the town lost a third of its jobs as businesses moved elsewhere and wealthier residents fled to the suburbs. Dr. Marylin Howarth, whose work at the University of Pennsylvania’s Center of Excellence in Environmental Toxicology has put her in close contact with Chester residents for the past 20 years, says that Chester went from being a “vibrant, manufacturing-heaving” community to one where “poverty ensued.” About 66,000 people lived in Chester in 1950. Today, only 34,000 do. It also has one of the poorest public education systems in Pennsylvania and some of the state’s highest rates of gun violence.\n\nAs cities around the world plan for clear-sky, zero-waste futures, Chester feels trapped in another era, with the surrounding area continuing to host a menagerie of waste treatment facilities, chemical manufacturers, paper mills, and power plants.\n\nThe town’s municipal waste incinerators was built relatively recently, in 1992, and has been operated by waste management company Covanta since 2005. Covanta operates about 50 municipal waste incinerators around the world, including about half of the 76 so-called waste-to-energy facilities in the United States. Every day, the facility burns as much as 3,510 tons of municipal waste (roughly equivalent to the weight of a naval combat ship). It’s maximum capacity is the largest of any trash incinerator in the country—most burn fewer than 1,000 tons of waste per day.\n\nChester’s residents aren’t the ones creating most of the trash, though. Only 1.6% of what the incinerator burns comes from Chester. The rest is shipped to Chester by truck and by train from up and down the East Coast.\n\nTamarra James-Todd, an epidemiologist at the Harvard School of Public Health, studies ways in which illness and disease disproportionately affect people of color. She says that people assume that governments only allow things like incinerators to be built in places that are safe for the community, when in fact they overlook the risk they pose to an area’s poorer, minority residents.\n\nFacilities like Chester’s burn the trash inside combustion chambers, which heat water to produce steam. The steam spins a turbine, creating electricity that the company sells to the grid. Burning all that trash releases large amounts of dozens of different pollutants, including nitrogen oxides (NO x ), sulfur dioxide (SO 2 ), and particulate matter, which are tiny bits of solids and liquids a fraction of the width of a human hair. The plant does recycle leftover metals, and the ash and filtered pollutants, which typically occupy 10% of the original volume, are hauled to a landfill.\n\nPollution control systems scrub the exhaust gases of some harmful pollutants before releasing it into the atmosphere. But it’s impossible to eliminate them all, and quite a bit of pollution manages to sneak through the filtration systems. While these incinerators do produce energy, the process is neither clean nor efficient. Per kilowatt-hour of energy produced, incinerators emit most pollutants at a greater rate than coal-fired power plants, according to a study by New York’s Department of Environmental Conservation (DEC) and covered by Scientific American . As of 2000, the DEC found that incinerators in New York released six times the amount of mercury into the atmosphere as coal. And it costs more money to produce a kilowatt-hour of energy from municipal solid waste than it does from most other sources, including coal, natural gas, solar, and wind, according to a 2013 report by the U.S. Energy Information Administration.\n\nOver the last 20 years, tighter EPA regulations and improved pollution control technology has somewhat improved air quality in Chester. But at times, many of the plants have struggled to meet the EPA’s standards.\n\nThe Covanta incinerator has weaker pollution controls than most other incinerators the company owns. Of the 35 Covanta-owned incinerators listed on the website of the Energy Recovery Council, an incinerator industry group, the vast majority have gas scrubbers, particulate filters, NO x control systems, mercury control systems, and continuous emissions monitoring systems. The Chester facility lacks both mercury and NO x control systems, according to the Covanta website.\n\nThe company has admitted that additional pollution controls would be a drag on profits. During a 2009 examination of the Covanta incinerator, an EPA inspector asked if installing more pollution controls would reduce NO x emissions. An environmental engineer working for the company said that “putting in a urea system would [reduce NO x emissions],” but it “costs a lot of money and also introduces additional operational issues.” According to the pollution data released by the EPA in 2014, the Covanta facility released more NO x and four times more SO 2 than any other municipal waste incinerator in the state. Of the nearly 1,000 electric generators in the state—including decades old coal plants—only 20 released more NO x than Chester’s trash incinerator. NO x and SO 2 exposure are linked to a whole host of respiratory illnesses.\n\nNearby, the Delaware County Regional Water Authority (Delcora), the wastewater treatment facility, treats the water of half a million Greater Philadelphia residents from 42 different municipalities. Delcora takes in industrial and municipal waste water, sludge, and grease through the sewer system, cleans and disinfects the water, and returns it to the environment. But Delcora has also struggled to control its pollution. The company reached a settlement with the EPA in 2015 in which it agreed to pay a $1.375 million fine for releasing untreated sewage into the Delaware River and nearby Ridley and Chester creeks. The EPA estimated at the time that Delcora releases 740 million gallons of untreated sewage into nearby water sources annually, carrying pollutants and pathogens that are harmful to humans. According to the EPA website, Delcora pays quarterly fines for “failure to meet the Department’s continuous emissions monitoring.”\n\nPower plants are another significant source of pollution in Chester. The Kimberly-Clark paper mill plant releases large amounts of NO x , SO 2 , and other pollutants.\n\nEven when one of Chester’s many facilities meets EPA regulations for emissions, its pollution still can be harmful to human health. A number of pollutants released by these plants are known to have negative impacts on human health in any concentration.\n\nTake particulate matter smaller than 2.5 micrometers, known as PM2.5. “It looks like there’s still health harm even at levels below which the EPA regulates,” says Jonathan Buonocore, the program leader for the Harvard School of Public Health’s climate, energy, and health team. “And it looks like there’s no ‘safe’ level out there to be found.”\n\nMarianthi-Anna Kioumourtzoglou, a professor of environmental health sciences at Columbia’s School of Public Health, concurs. She points to a recent study in the New England Journal of Medicine —she calls it the “largest study to-date looking at air pollution and mortality”—that she says shows “significant associations with mortality even with very low air pollution levels.”\n\nHowarth, the University of Pennsylvania doctor, says that the EPA and DEP need to have stricter regulations. “Those national ambient air quality standards are not protective of human health,” she says. “There was a clear calculation by [the EPA’s] scientific advisory board of how many more thousands of heart attacks, strokes, asthma attacks, and deaths would have been prevented” if the EPA had more stringent air quality standards, she adds.\n\nHowarth also says that the process by which the EPA grants permits to polluters is flawed. Chester is already in violation of the national air quality standards, meaning the air is more polluted than the EPA deems acceptable. Yet the EPA doesn’t adequately take this into account when determining whether to grant a new facility a permit, Howarth says. “The DEP and EPA have not served people in environmental justice communities well by their permitting process,” she says. “Thinking about giving a new permit to a new industry in an area that already was out of compliance with the national air quality standard—I don’t understand how that could be justified.”\n\nParticulate matter is of particular concern in Chester. Buonocore says that these microscopic particles not only penetrate the lungs and cause inflammation, but because they are so small, they can pass from the lungs into the bloodstream, causing damage to the cardiovascular system. Exposure to particulate matter can cause premature death in people with heart or lung disease, irregular heartbeats, aggravated asthma, and decreased lung function, according to the EPA. Buonocore says there’s “emerging evidence as well that air pollution, particularly PM2.5, could be increasing the risks both Alzheimer’s and autism.”\n\nPM2.5 isn’t the only culprit. Short-term exposures to NO x can lead to illnesses like bronchitis and emphysema, as well as hospitalizations due to respiratory issues, while long-term exposures can cause chronic asthma. SO 2 emissions are also linked with respiratory issues and are known to contribute to acid rain.\n\nWhile there’s ample evidence to show that breathing polluted air can cause health problems, pinning the blame for the area’s health problems isn’t as clear cut. That’s because it’s difficult for epidemiologists to link health issues in a small community to particular sources of pollution, even under normal circumstances. Sources of air pollution are varied, and the pollution itself can travel long distances. In Chester, the problem is magnified. Nearby roads and highways contribute their pollution to the city’s roster of facilities and plants. Even pollution from coal plants in the Ohio River Valley can reach Chester, Kioumourtzoglou says. “Air pollution knows no borders,” she says.\n\nDespite those uncertainties, epidemiologists do know that a high concentration of polluters can have a harmful effect on local air quality. “Some of the more local sources are contributing more of what I’m breathing,” Buonocore says.\n\nChester is no exception. The city’s first documented health problems date back to 1995 when an EPA study of Chester found that 60% of children tested for lead in their blood had concentrations above the Center for Disease Control’s maximum healthy level. It also found that risks of both cancer and respiratory problems for Chester residents “exceed levels which EPA believes are acceptable.” A “large component” of these risks were due to “air emissions from facilities in and around Chester,” the report reads.\n\nDespite increasingly stringent regulations in the 22 years following this study, Chester’s public health crisis continues. According to an analysis of 2010 data conducted by the Center for Excellence in Environmental Toxicology at the University of Pennsylvania, 38.5% of children in Chester have asthma. That’s nearly five times the national average. A quarter of the town’s adults also have asthma. Furthermore, Chester residents are significantly more likely to develop lung cancer and ovarian cancer and die from a stroke or heart disease than other Delaware County residents.\n\nIf it weren’t for residents like Zulene Mayfield, Chester’s problems might be worse. Mayfield’s organization, Chester Residents Concerned for Quality Living (CRCQL), played a prominent role in legal victories the community has won over the past two decades. They held their first public protest in the winter of 1992, marching against the toxic conditions in their neighborhood. Activists convinced the Pennsylvania Commonwealth Court to revoke the permit of Thermal Pure Systems, an infectious medical waste incinerator that operated next door to the Covanta facility. Soil Remediation Services withdrew their permit application the next year because the process by which they cleaned contaminated soil would have released more pollutants into the atmosphere. And in 1997, CRCQL settled an environmental lawsuit with Delcora for $320,000 for violations of the Clean Air Act.\n\nThe Kimberly-Clark power plant was already one of the town’s greatest sources of pollution in 2001 when it applied for a permit from the state’s Department of Environmental Protection to burn 2.7 million tires each year. The permit would have drastically increased the plant’s emissions of carcinogenic dioxins and sulfur compounds, among other pollutants. Residents of Chester protested the plan, and in 2002 the DEP denied Kimberly-Clark’s permit application.\n\nAt times, though, it seems as if the community is engaged in a game of pollution whack-a-mole—whenever they close one source of pollution, another pops up in its place. In 2014, the Covanta incinerator received a permit enabling them to receive around 500,000 tons each year from New York City. Current laws don’t prevent incinerators from buying waste from out-of-state, so communities like Chester are forced to suffer more than their fair-share for the country’s waste problem.\n\nEwall, the activist, says a long-term solution could be to encourage Philadelphia and other cities to stop sending their waste to Chester. He says instead of continuing to rely on incinerators, the cities need to “do the more responsible thing and use landfills as an interim so they can get their zero-waste movement going.”\n\nIn the meantime, Howarth’s Community Outreach and Engagement Core at the University of Pennsylvania’s Environmental Toxicology Center is developing public outreach programs around issues of environmental health. She says she wants to show the regulatory bodies that residents are interested in “pushing both the government agencies and the industries to answer for any incremental increase in exposure or violation of a permit.” Howarth says that the behavior of industries changes when “people know that they’re under scrutiny.” Another local organization, the Chester Environmental Partnership, has opened a dialogue between the companies and the residents, she says. “It is accomplishing what I think is an important part of achieving environmental justice—actually talking to people who are impacted by environmental hazards.”\n\nHer outreach focuses both on preventing citizens from contracting disease and on how they can effectively treat health problems. This means signing up residents for air quality alerts from the EPA and telling people to stay inside on days with particularly unhealthy air quality. There is a summer camp that teaches kids and parents how to use an inhaler effectively and programs to teach athletic coaches how to handle their asthmatic athletes.\n\nJames-Todd, the Harvard epidemiologist, agrees that public education is an important part of improving quality of life. She stresses the importance of citizens coordinating with local institutions and health educators in order to gain access to information and resources. These programs are of vital importance for communities with limited wealth, time, and political clout, she says. “It’s hard when people are not connected and are disenfranchised—and don’t have the resources to really make change,” she says.\n\nStill, Howarth admits community organizations can’t solve these problems entirely on their own—communities also rely on government to provide oversight. “The public has the sense that industry is so over-regulated,” she says. “In fact, I don’t believe from a health standpoint that they’re even close to regulated enough.”", "opengraph": {"url": "https://www.pbs.org/wgbh/nova/article/too-much-pollution/", "title": "Too Much Pollution for One Place", "description": "Emissions from waste treatment facilities and power plants contribute to a slow-motion public health disaster in Chester, PA.", "type": "website", "image": "https://www.pbs.org/wgbh/nova/media/original_images/523831557.jpg"}, "tags": ["Tech + Engineering", "Planet Earth", "Body + Brain", "Evolution", "Nature", "Military + Espionage", "Space + Flight", "Ancient Worlds", "Physics + Math"], "tweets": [], "movies": [], "links": ["/wgbh/nova/article/galileo-big-mistake/", "/wgbh/nova/article/gemstone-primer/", "/wgbh/nova/article/fate-of-easter-island/", "https://help.pbs.org/support/solutions/articles/5000677869-online-sponsorship-support/", "https://www.scientificamerican.com/article/does-burning-garbage-to-produce-energy-make-sense/", "http://www.istockphoto.com/photo/co2-polution-gm523831557-51407196/", "https://commons.wikimedia.org/wiki/File:Chester_PA_Ave_of_the_States.JPG", "https://www.flickr.com/photos/mason13a/2334465867/", "https://twitter.com/share?url=https://www.pbs.org/wgbh/nova/article/too-much-pollution/", "https://www.facebook.com/sharer/sharer.php?u=https://www.pbs.org/wgbh/nova/article/too-much-pollution/", "mailto:?body=From%20Nova%20|%20PBS%0D%0A%0D%0Ahttps://www.pbs.org/wgbh/nova/article/too-much-pollution/%0D%0A%0D%0A"], "authors": [], "publish_date": "2017-08-23T15:34:00.000Z"}