{"result_id": "MNTT002085", "URL": "https://www.pbs.org/wgbh/pages/frontline/poisonedwaters/etc/script.html", "timestamp": "2024-03-06 15:09:06 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/pages/frontline/poisonedwaters/etc/script.html", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Transcript | Poisoned Waters | FRONTLINE | PBS", "cleaned_text": "ANNOUNCER: Puget Sound, Chesapeake Bay- they are America's great coastal estuaries, and they are in peril.\n\nKATHY FLETCHER, People for Puget Sound: I would put Puget Sound in the intensive care unit. The situation is critical.\n\nWILL BAKER, Chesapeake Bay Foundation: The Chesapeake Bay is like the canary in the coal mine. It is an indicator of what we are now learning to expect in any body of water across the planet.\n\nANNOUNCER: Three decades after the Clean Water Act, FRONTLINE takes a hard look at why America has failed for so long to clean up the nation's waterways-\n\nJ. CHARLES FOX, EPA Asst. Administrator, 1998-'01: Agriculture is by far the largest source of pollution to all of the waters in the country.\n\nEXPERT: We're not talking about little Ma and Pa on the farm anymore. We are talking about industrial production. It is industrial waste.\n\nANNOUNCER: And how contaminated waters threaten not only wildlife-\n\nROBERT LAWRENCE, M.D., Johns Hopkins School of Public Health: You have frogs with six legs, male frogs with ovaries-\n\nANNOUNCER: -but ultimately threaten our own health, as well.\n\nEXPERT: The same things that are killing animals will kill people, too.\n\nANNOUNCER: In a two-hour special report, FRONTLINE correspondent Hedrick Smith uncovers the danger to the nation's waterways, tracking new threats-\n\nHEDRICK SMITH, Correspondent: If you were living in Washington, D.C., would you drink water coming out of the Potomac?\n\nVICKI BLAZER, U.S. Geological Survey: Probably not.\n\nEXPERT: It's like a cancer. It's growing.\n\nJAY MANNING, Director, Wash. Dept. of Ecology: It's about the way we all live. And unfortunately, we are all polluters. I am. You are. All of us are.\n\nHEDRICK SMITH, Correspondent: [voice-over] The Chesapeake Bay at dawn, one of those magical moments when you feel at peace and in harmony with nature. For me, the Chesapeake is a special place, an extraordinary natural treasure. Over the past 30 years, I've spent a lot of time on the bay, sailing, hiking, swimming, crabbing. I love the water, its calm, its beauty, its majesty, and I'm fascinated by its meandering shorelines.\n\nIn the early morning light, the bay can look so pure and pristine. But that's deceiving. I know that like most of America's waterways, Chesapeake Bay is in trouble despite years of trying to save it, and that worries me.\n\nI wanted a firsthand look, and so I headed out on the water with Larry Simns, a waterman who's been commercially fishing the bay for 60 years.\n\nLARRY SIMNS, Waterman: In its peak time, if you drained the bay, the crabs and the fish and oysters and everything would probably be 10 foot deep on the bottom all over the whole bay.\n\nHEDRICK SMITH: Over the past several decades, Simns has watched the good times of bountiful harvests slip away.\n\n[on camera] It's about like your home waters here.\n\nHEDRICK SMITH: What is the Chesapeake Bay like today for watermen?\n\nLARRY SIMNS: The only thing that we have in abundance that we had back then was the striped bass, the rockfish. Other than that, everything else is diminished. The oysters, we used to catch two million bushel a year. Now we catch a hundred thousand bushel. I never, ever dreamed that I wouldn't be catching shad anymore, I wouldn't be catching yellow perch anymore, I wouldn't be catching tarpon anymore. I never, ever dreamed that that would come to an end.\n\nHEDRICK SMITH: [voice-over] Simns took me to the old fishing town of Rock Hall, where watermen were bringing in the day's crab catch. Crabs have long been the trademark of Chesapeake Bay, but the catch is now down more than 50 percent from 25 years ago.\n\n[on camera] So how was the catch today?\n\nDAVID KIRWAN, Crabber: Well, it dropped off a little bit today.\n\nHEDRICK SMITH: Dropped off. So what are you coming in with, six, seven, eight bushels?\n\nDAVID KIRWAN: I think it was nine altogether.\n\nHEDRICK SMITH: Nine bushels? Ten years ago, how many would you have caught on an average day?\n\nHEDRICK SMITH: About 30 bushels, about three times as many.\n\nHEDRICK SMITH: How do you feel about the bay and what's happened to it?\n\nDAVID KIRWAN: I think it's a tragedy. I think- a little upset that my children can't enjoy this way of life that I cherish, you know?\n\nLARRY SIMNS: In Rock Hall harbor, all that used to be processing houses for striped bass, for oysters, for clams, for everything that we was harvesting.\n\nHEDRICK SMITH: So a lot of people in the fish and crab and oyster business went out of business.\n\nTOM HORTON, Bay Author and Reporter: You're talking about billions of dollars of economic impact with oysters, crabs, shad, striped bass. The decline in the fisheries has just been dramatic. I wouldn't have thought even 10 or 15 years ago that we would literally lose oysters as a commercial fishery. We have. It's done.\n\nHEDRICK SMITH: [voice-over] Watermen are seeing the symptoms of decline, but the deeper problem, I learned, is that the very dynamics of the bay's ecosystem are being fundamentally altered by human impact. The bay is acutely vulnerable because its watershed is so large, 11,000 miles of shoreline, and it drains big rivers from six states.\n\nTOM HORTON: In all of North America, it's the largest estuary. We're talking a sixth of the East Coast, from Cooperstown, New York, out into West Virginia, almost down to North Carolina.\n\nHEDRICK SMITH: It is the receptacle of an enormous volume of water in a uniquely shallow basin. Its average depth is only 21 feet, making the bay an ecological hothouse.\n\nTOM HORTON: It's fabulously productive but also exquisitely vulnerable to land use because it has a huge drainage basin. So you have, you know, the classic place for trying to determine whether humans and nature can coexist.\n\nHEDRICK SMITH: One problem for Chesapeake Bay is that humans have drastically overfished the resources, especially crabs. But scientists have also tied the dramatic decline in fisheries here to man-made pollution and a growing phenomenon called \"dead zones.\"\n\nTOM HORTON: Dead zones happen when too much fertilizer - nitrogen, phosphorous - comes in. It grows lots of excess algae. The algae die, decompose, suck up the oxygen from the deeper waters, which aquatic life needs to live.\n\nHEDRICK SMITH: This is what a healthy, oxygen-rich bay bottom looks like, full of lush grasses where fish and crabs can grow. A dead zone is completely different, barren and empty.\n\nHOWARD ERNST, Bay Historian: The bottom of the bay, when there's an algae bloom or when you have a dead zone, is as dead as the face of the moon. There is absolutely no oxygen in these dead zones, and nothing can grow that requires oxygen for survival.\n\nHEDRICK SMITH: [on camera] Crabs can't make it? Fish can't-\n\nHOWARD ERNST: Crabs can't make it. Oysters can't make it. Fish that get caught in the dead zone will literally die if they can't get out of the dead zone. They'll float up to the surface. Their bellies will explode. And you'll see fish kills throughout the Chesapeake Bay.\n\nHEDRICK SMITH: [voice-over] In the heat of summer, dead zones now occupy as much as 40 percent of the main stem of the Chesapeake Bay. But it's not just a bay-wide problem, it's worldwide. All across the planet, dead zones have been doubling in frequency and size every decade. There's one in the Gulf of Mexico the size of the state of Massachusetts.\n\nPollution is not just creating dead zones, it's playing havoc with human health and recreation.\n\nNEWSCASTER: -and those health advisories at Sandy Point Beach are still in effect and will be-\n\nHEDRICK SMITH: Every year, more beaches have to close periodically because of pollution.\n\nNEWSCASTER: People are urged to avoid direct contact with the water on the east-\n\nJ. CHARLES FOX, EPA Asst. Administrator, 1998-'01: The unfortunate reality is that people get sick from contact with water every single day, and we have information suggesting that that problem is getting worse today than it was 10 years ago. And this is a result of a number of different contaminants being in the water that ultimately can make people sick.\n\nWILL BAKER, Chesapeake Bay Foundation: Today we're at a point at which this system called the Chesapeake Bay may be on the verge of ceasing to function in its most basic capacities. And what do I mean by that? Providing a place for people to swim - recreation - providing a source of seafood - shellfish, finfish, oysters, crabs - underwater grasses which support the crab population - and being a system that is absolutely wonderful to look at, to support tourism, to be a source of real pride to the region.\n\nWe are at the verge where all of those functions of the Chesapeake Bay that we value could be lost to the next generation unless we take dramatic and fundamental action today.\n\nHEDRICK SMITH: What leaves the bay's defenders distraught is not only its perilous condition but the public's evident loss of interest and the failure of federal and state governments to stick to their repeated promises over the past 25 years to clean up the bay.\n\nJ. CHARLES FOX: There has been so much investment in science and in modeling and in monitoring. We know today precisely what is necessary to save the Chesapeake, and now it's very clear that it comes down to the question of political will.\n\nTOM HORTON: You know, there's a tendency to blame it on lack of political will. Well, hell, who elects the politicians and who reelects them? Last time I looked, it was us. We ran out of excuses for delaying many, many years ago around the Chesapeake. We can afford it. We don't necessarily want to pay for it, but we can afford it. So I have to say that, collectively, we don't care enough.\n\nHEDRICK SMITH: There was a time when we as a nation did care enough to demand action, four decades ago, when the country was rocked by a series of environmental disasters.\n\nROBERT F. KENNEDY, Jr., Waterkeeper Alliance: Well, I remember what it was like before Earth Day. I remember when the Cuyahoga River burned with flames that were eight stories high. I remember when- the Santa Barbara oil spill in 1969 that closed virtually all the beaches in southern California. I remember when they declared Lake Erie dead. I remember that I couldn't swim in the Hudson or the Charles or the Potomac when I was growing up.\n\nHEDRICK SMITH: We could see the pollution, smell it, even touch it. The problem was in our faces, and the public demand for action exploded on Earth Day.\n\nROBERT KENNEDY, Jr.: In 1970, this accumulation of insults drove 20 million Americans out onto the street, 10 percent of our population, the largest public demonstration in American history.\n\nWILL BAKER: There was anger at the state of the world, at the state of your own back yard, whether it be a water body or the air or your mountain range, whatever it was you related to as the environment. There was anger that we as a country had let it go, and there was very much of a grass roots rebellion saying this has got to stop.\n\nWILLIAM RUCKELSHAUS, EPA Administrator, 1970-'73: It was a big issue. It exploded on the country. It forced the a Republican administration and a president which had never really- he had never thought about this very much, President Nixon- it forced him to deal with it because public- the public said, \"This is intolerable. We've got to do something about it.\"\n\nHEDRICK SMITH: Responding to congressional pressure, Nixon created the Environmental Protection Agency. He picked Bill Ruckelshaus, a Justice Department lawyer with a solid Republican pedigree, as its first administrator, and Ruckleshaus quickly took charge.\n\nWILLIAM RUCKELSHAUS: We had to select some big, visible polluters, both industrial and municipal, go after them, make sure the public understood we were being responsive to their concerns, and that would energize the agency and get us in a position to do things that needed to be done in order to address the problem.\n\nHEDRICK SMITH: Congress armed Ruckelshaus and the EPA with a raft of new environmental laws, like the Clean Water Act, that imposed strict pollution limits and penalties for violators. The act called for America's waterways to be fishable and swimmable again by 1983. It had strong bipartisan support in Congress, but not, it turns out, from President Nixon.\n\nLEON BILLINGS, U.S. Senate staff, 1966-'80: When we finally passed the Clean Water Act in the Senate and the House, Nixon vetoed it. And for the first time in the Nixon administration, he had a veto overridden, substantially and significantly.\n\nHEDRICK SMITH: [on camera] And what does that say, Nixon was out of step with the country, Nixon didn't care about the problem?\n\nLEON BILLINGS: It was my impression- and I'm a Democrat, so I've got to be forgiven for that, but it was my impression that Nixon's interest in the environment was strictly political.\n\nWILLIAM RUCKELSHAUS: He didn't know much about the environment, and frankly, he wasn't very curious about it. He never asked me the whole time I was at EPA, \"Is the air really dirty? Is something wrong with the water? What are we worried about here?\" He would warn me. He said, \"You've got to be worried about that\"- \"eh-pa.\" He called it \"eh-pa.\" He was the only one person in the country that called it \"eh-pa.\" Everybody else in the country-\n\nWILLIAM RUCKELSHAUS: EPA. He'd call it \"eh-pa.\" And he said, \"Those people over there- now, don't get captured by that bureaucracy.\"\n\nHEDRICK SMITH: [voice-over] But with bipartisan backing in Congress, Ruckelshaus took strong action anyway. He banned DDT, imposed a tight deadline for reducing auto emissions, sued several cities and big steel and chemical companies for polluting the air and water. His tough approach made enemies.\n\nWILLIAM RUCKELSHAUS: Most of the people running big American manufacturing facilities in those days believed this was all a fad, it was going to go away, and and all they had to do was sort of hunker down until the public opinion subsided, public concern subsided, and it would go away.\n\nHEDRICK SMITH: [on camera] When you went after the big polluters, you sued them, you took them to court, what was the reaction of U.S. Steel?\n\nWILLIAM RUCKELSHAUS: Oh, boy, they didn't like it. I remember going up to see Ed Cott, who was the CEO of U.S. Steel, he told me, he said, \"You know we don't like you very much.\" And he said, \"We don't- we certainly don't like your agency.\" And I said, \"Well, if that's your attitude, then we're probably going to get into a fight over it.\"\n\nHEDRICK SMITH: So you had to enforce the law. You had to be a tough regulator.\n\nWILLIAM RUCKELSHAUS: That's right. You had to reassure the public that this was a problem the government was taking seriously. We had to be tough. We had to issue standards and we had to enforce them.\n\nHEDRICK SMITH: [voice-over] One of the first big regulatory success stories came right here on the Potomac River.\n\nJ. CHARLES FOX, EPA Asst. Administrator, 1998-'01: The Potomac River goes up to the mountains of Appalachia. It comes past our nation's capital, and then it enters the estuary of the Chesapeake Bay. And what we saw in the Potomac River in the l960s was what was seen in many rivers around the country, where it smelled so bad, you didn't want to get anywhere near it. And that odor was in large part created by poorly treated sewage.\n\nWILL BAKER, Chesapeake Bay Foundation: If you were out sailing in a small boat and capsized, you had to go in and get a shot or two. I mean, it was literally hazardous to your health to come in contact with the water.\n\nHEDRICK SMITH: Restoring the Potomac meant modernizing the sewage treatment plants along the river like this one, called Blue Plains, just south of Washington. Blue Plains handles the waste of two million people and it embodies just the kind of pollution targeted by the Clean Water Act, pollution coming out of a pipe. And in the 1970s, Blue Plains was the biggest single source of pollution to the Potomac.\n\nCLIFF RANDALL, Wastewater Scientist: Blue Plains was the key wastewater treatment plant that had to be modified if we were really going to make a good effort at restoring the water quality in both the river and in the bay.\n\nHEDRICK SMITH: The Potomac had become overrun with acres of green algae caused by excess nutrients from human waste, like phosphorous and nitrogen.\n\nCLIFF RANDALL: The regulators said, \"OK, phosphorus is the problem in the Potomac. Therefore, you people running the wastewater treatment plants will upgrade to remove phosphorus.\" And it happened in a very short period of time.\n\nHEDRICK SMITH: But the river didn't improve all that much. It turned out that they needed to remove nitrogen, too, a costly process. But Cliff Randall found an answer, a new, more economical technology called biological nutrient removal, or BNR.\n\nCLIFF RANDALL: The way we treat sewage is we take in the sewage and we feed it to a large mass of bacteria and other microorganisms, and basically, they eat the sewage.\n\nHEDRICK SMITH: [on camera] They eat the sewage.\n\nHEDRICK SMITH: [voice-over] It took a billion dollars in federal and state funds to modernize Blue Plains with several new technologies, including BNR, but the effort paid off. And more than 100 sewage treatment plants around the bay adopted BNR technology.\n\n[on camera] How much of these early gains were not only the result of technology but of a pretty tough regulatory stick from the EPA and the state governments?\n\nTOM HORTON, Bay Author and Reporter: Well, you know, that was a tried and true formula. I mean, with sewage treatment, where we made the biggest gains early on and continue to make the biggest gains, you have very clear laws. You have penalties. You have deadlines. You have enforcement. You have inspection. I mean, we know what works.\n\nHEDRICK SMITH: [voice-over] But the 1980s brought a new era, and the political climate on the environment changed. The winds of deregulation were blowing through Washington, especially during the Reagan years.\n\nPres. RONALD REAGAN: [January 20, 1981] It is time to check and reverse the growth of government, which shows signs of having grown beyond the consent of the governed. It is my intention to curb the size and influence of the federal establishment.\n\nJ. CHARLES FOX, EPA Asst. Administrator, 1998-'01: There's no question that the Reagan administration, in fact, brought to Washington a deregulatory agenda. I remember back in the Reagan days of seeing memos that would come out from the White House to the Chamber of Commerce and other big businesses, asking them for a list of regulations from which they would want relief.\n\nHEDRICK SMITH: Environmental regulation was a prime target of the Reagan White House for giving relief to American business.\n\nLEON BILLINGS, U.S. Senate staff, 1966-'80: The Reagan administration essentially gutted the EPA. They stopped it in its tracks for a period of six, seven years. Reagan and his White House appointed people to run the Environmental Protection Agency who were flat-out opposed to the mission of the agency and were set to undo that mission.\n\nHEDRICK SMITH: The Reagan administration not only handcuffed EPA on enforcement, it shifted to a new strategy of voluntary compliance, a strategy typified by the Reagan EPA's new program for Chesapeake Bay.\n\nHOWARD ERNST, Bay Historian: What we created in the Chesapeake Bay was a grand experiment. It was going to be an alternative to the regulatory approach that had swept the EPA, that had swept the federal system. They were going to try to do this in a non-regulatory, cooperative manner,\n\nHEDRICK SMITH: The new approach was long on promises and targets but short on hard deadlines and clear accountability.\n\nLEON BILLINGS: It is a voluntary program. You are never going to effectively deal with a multi-state pollution problem with a voluntary program.\n\nHEDRICK SMITH: The result was the Chesapeake Bay program repeatedly missed its targets, leaving unfulfilled the Clean Water Act's promise to radically reduce water pollution.\n\nI saw the consequences of how deregulation has played out here on the Chesapeake Bay's Eastern Shore, where huge factory-scale farms now dominate the landscape and where half the pollution flowing into the bay, much of it from agriculture, remains essentially unregulated.\n\nI had come here to meet Rick Dove, a professional photographer and environmental consultant, who under the authority of the Clean Water Act has been gathering information for a potential citizens' lawsuit against agricultural polluters. Dove took me up on a small plane and gave me a bird's-eye view of his detective work on the Chesapeake Bay watershed.\n\n[on camera] You can actually get a really clear picture up here. It's almost like a diagram up here, looking at it.\n\nRICK DOVE, Waterkeeper Alliance: That's one of the interesting things about flying, and that is that there are no \"No trespassing\" signs. You can look straight down and you can see everything you need to see. You can document it and-\n\nHEDRICK SMITH: [voice-over] Dove is investigating the pollution from big chicken farms. As we fly, he points out rows of long, flat sheds, each a couple of hundred yards long, each holding up to 40,000 chickens.\n\nRICK DOVE: No matter where you fly on the Eastern Shore, it's loaded with these chicken farms.\n\nHEDRICK SMITH: The problem is, where there are chickens, there's manure.\n\nRICK DOVE: We know there's bad stuff in poultry waste. Once it gets in those ditches and once those ditches begin to flow down to all these rivers on the Eastern Shore, it's on its way to the bay. These rivers are delivery systems. Whatever nutrients are flowing in that river are being delivered to the bay.\n\nHEDRICK SMITH: Chicken manure is loaded with nutrients like nitrogen and phosphorous. Remember the dead zones in the bay? They were caused by algae, which is fed by nitrogen and phosphorous.\n\nRICK DOVE: We'll shoot 400, 500, 600 pictures in an afternoon. And we're going to blow them up and we're going to take a look at all the details because that's how you really are able to identify exactly how that poultry waste is leaving that farm and getting to the bay. Today, some of the pictures I took, we're going to go to the site and we're going to see that on the ground.\n\nHEDRICK SMITH: The aerial photos lead Dove to a chicken farm he's been watching for more than a year.\n\n[on camera] That's Lessig up there?\n\nRICK DOVE: Yes, it is. That's Lessig's Farm right there. Those four barns on the right are the original barns, and in the last year, he's added these two on the end over here.\n\nHEDRICK SMITH: That's a pretty big place. So we are talking 240,00, 250,000 chickens there at any one time.\n\n[voice-over] Dove can check on farm run-off from public roadways, and the photos give him a clear map of how polluted rainwater moves from the farm to the bay.\n\nRICK DOVE: This is the Lessig Farm. This is animal waste, poultry litter.\n\nHEDRICK SMITH: [on camera] Big piles of it.\n\nRICK DOVE: Yeah, it is a big pile. But what's really alarming about this is you can see what's happened when it's rained. All of this water has collected around it and it has formed some leachate. And you can see how this leachate is running down alongside, in between these barns.\n\nHEDRICK SMITH: With all the stuff in it.\n\nRICK DOVE: With whatever it's collected from that poultry waste. It comes out of these pipes here, comes in there, comes over to here, and then it goes under the road and right on down to the Minocan River and right on out to the bay.\n\nHEDRICK SMITH: Wow. And have you tested this water right here?\n\nRICK DOVE: This is where we've tested- here, there, over there.\n\nHEDRICK SMITH: And what kind of readings did you get?\n\nRICK DOVE: Extremely high. The E. coli standard is 126 colonies. Theirs was 48,392. And nitrogen and phosphorous all elevated, clearly indicating that animal waste is involved here, and even arsenic at nine times what the normal background level would be. So it was a lot happening here.\n\nHEDRICK SMITH: [on camera] Farm owner Aaron Lessig did not respond to FRONTLINE's repeated efforts to ask him about the water tests, which Dove's team turned over to the EPA.\n\n[on camera] So look who he's growing for. Lessig is growing these chickens for Perdue.\n\nRICK DOVE: That's what the sign advertises, says it's Perdue, Lessing Farm.\n\nFRANK PERDUE: [television commercial] Every Perdue chicken has one of these tags on it. It means you're getting a fresh, tender, tasty young chicken. I make sure of that because every one of these tags has my name on it.\n\nHEDRICK SMITH: [voice-over] Over five decades, Perdue Farms grew from a family business to the dominant poultry processor on the Chesapeake's Eastern Shore. And as Perdue grew, it transformed the chicken industry.\n\nJIM PERDUE, Chairman, Perdue Farms, Inc.: There used to be 200 companies on the Shore involved in the poultry industry, but they were all independent. So you had an independent hatchery, an independent processing plant. The story of the poultry industry and of Perdue is vertical integration.\n\nHEDRICK SMITH: Integration meant a few big chicken companies controlling all aspects of production. Perdue mushroomed into a multi-billion-dollar conglomerate. Small family chicken farms became chicken factories.\n\nJIM PERDUE: Well, I think capitalism in general stimulates efficiency, and efficiency often is size. And so, you know, I think things had to become bigger in order to keep costs lower so you could maintain, you know, your price structure.\n\nHEDRICK SMITH: Factory-style poultry production drove down chicken prices, and Americans responded. Over the past 50 years, per capita consumption of chicken has tripled. But there's been another price to all those cheap chickens.\n\nTOM HORTON, Bay Author and Reporter: Poultry farming, like most animal farming, has become much more intense, much more concentrated. Where you had 50,000 chickens on a given plot of ground, you've got a half million or two million now, which produces a huge problem of what to do with the manure.\n\nHEDRICK SMITH: In 2008, Delmarva peninsula poultry farms raised more than 570 million chickens, and all those chickens produced massive mountains of manure, 1.5 billion pounds a year. That's more manure than the annual human waste from four big cities- New York, Washington, San Francisco and Atlanta- all put together.\n\nBefore mass production chicken farms, local crop farmers used to absorb the chicken manure. Now there's way too much for them to absorb.\n\nJ. CHARLES FOX, EPA Asst. Administrator, 1998-'01: Agriculture is by far the largest source of pollution to the Chesapeake Bay and it is arguably the single biggest source of pollution to all of the waters in the country.\n\nHEDRICK SMITH: [on camera] So the problem isn't just manure, but it's too much manure.\n\nJ. CHARLES FOX: It's too much manure and arguably too many animals under the current structure. Now there's all-\n\nHEDRICK SMITH: You mean too many animals in one place.\n\nHEDRICK SMITH: [voice-over] It's a problem all over the country- hog farms in the Carolinas and Iowa, poultry farms in Arkansas and Texas, cattle farms in Wisconsin and along the Susquehanna River in Pennsylvania.\n\nROBERT F. KENNEDY, Jr., Waterkeeper Alliance: In terms of just damage to the ecosystems, you know, the destruction of entire ecosystems, of aquatic communities, of fish going extinct, there's nothing as bad as these factory farm operations. Nothing.\n\nHEDRICK SMITH: So to save the bay, the EPA says it's essential to get control over the animal manure. What's made that hard is deciding just who's responsible for all that manure.\n\nTo understand how the chicken business is organized and how it's run, I checked in with Carole Morison, a successful Perdue grower for many years.\n\nCAROLE MORISON, Chicken Grower: Typically, the farmer has a contract with the company, whether it be Perdue, Tyson's, whoever, and you contract to raise their chickens. They own the chickens. They just drop them off on the farm for us to raise to a marketable age, and then they come and pick up the chickens, take them for processing.\n\nHEDRICK SMITH: When Perdue required that Morison modernize her chicken houses at a cost of $150,000 or more, she decided to get out of the business. This is her last batch of Perdue chickens.\n\n[on camera] Now, what's the relationship here? Do you bargain with one company or another as a grower?\n\nCAROLE MORISON: There's no bargaining in the contracts. Contracts are designed by the company, brought out to the farm, and you either sign it and get chickens, or not sign it and not get chickens and ultimately lose the farm.\n\nHEDRICK SMITH: So you're saying that the processors dictate the terms. They run the show.\n\nCAROLE MORISON: Yes, the processors dictate all of the terms,\n\nHEDRICK SMITH: [voice-over] The terms are very specific. The big chicken companies own the chickens, supply the feed, dictate the growing regimen, do all the processing. They own it all- except the chicken waste.\n\nCAROLE MORISON: Well, anybody else who owns an animal is responsible for their waste. If the company owns the animal, why are they not responsible for their waste? I've never understood that. I have horses. I have a dog that's outside. I'm responsible for their mess. Now, chickens are owned by these companies, like Perdue and Tyson. How is it they're not responsible for it?\n\nHEDRICK SMITH: [on camera] Help me understand one thing. How do you wind up by owning the chickens, owning the feed, and not owning, in the sense of legal responsibility, the manure?\n\nJIM PERDUE: The manure is considered a resource, actually. The producers want the litter. They want the chicken litter. It's not a matter of who owns or doesn't own it, it's a matter of what use is being made from it.\n\nHEDRICK SMITH: [voice-over] As factory farming has grown, the volume of excess manure has mushroomed, and there's been an increasing push to regulate farm pollution. But American agriculture has fought off pollution controls for three decades.\n\nTOM HORTON: The whole agricultural community has remained maybe the last big or the biggest unregulated- largely unregulated area of water pollution. And it's why EPA tells you across the country agriculture's responsible for 60 percent or something like that of our water quality problems.\n\n[www.pbs.org: More on the agricultural industry]\n\nJ. CHARLES FOX: We are talking the equivalent of medium-size cities in terms of the waste that is generated that is virtually untreated, going into the Chesapeake Bay and-\n\nHEDRICK SMITH: [on camera] So cities have their waste treated, go through water treatment plants. Farming, agriculture, these concentrated animal raising operations, they're not treated the same way.\n\nHEDRICK SMITH: [voice-over] The Delmarva poultry industry on the bay's Eastern Shore doesn't see it that way. It contends that there's a fundamental difference between industrial pollution, or urban sewage, and agricultural waste. Industry spokesman Bill Satterfield,\n\n[on camera] Shouldn't the poultry farms be subject to the same kind of limitations as sewage treatment plants or industrial plants?\n\nBILL SATTERFIELD, Delmarva Poultry Industry: A small industrial site that has to have a permit knows the source of what goes into that pipe. With non-point source pollution, there are various ways that nutrients can get into the groundwater and maybe flow through that pipe. Farm fields-\n\nHEDRICK SMITH: I'm not talking about fields. I'm talking about growers and sheds where- I mean, I've literally stood in front of farms and I've literally looked at chicken houses, and I've seen pipes coming into the drainage ditches coming from ditches between the chicken houses. The source visibly is quite clear.\n\nBILL SATTERFIELD: To know where those nutrients came in would require an investigation. And if the pipe passed under a chicken house and started over here in a field, who's to say what entered that pipe on that end? Who's to say whether the nutrients, if there are any, came from chickens or fox or deer or birds or something else?\n\nHEDRICK SMITH: Russell Long, famous senator from Louisiana, used to say when people gave an answer like that, \"It's not you, it's not me, it's that guy behind the tree.\" It seems to me as though every time we get to this, even though the evidence is pointing to most highest concentrations right near agriculture poultry operations, you're saying, \"Well, it could be the foxes or the geese.\"\n\nBILL SATTERFIELD: If there were proof positive that those nutrients are from chickens, then we can accelerate our programs and do a better job. But we can't solve all the river's problems with all the people, all the growth, all the other animals on the back of the chicken and the poultry farmers.\n\nCAROLE MORISON: I'll be the first one to say I did it. I've said this before. We're all part of it. And yes, I think agriculture is a big contributor to the pollution, to the run-off into the Chesapeake Bay. The industry knows it. And what I am tired of is everyone wasting all their time and energy in saying, \"I didn't do it.\" I did it! Why can't they admit it? I mean, you know, let's all say, \"OK, we're a part of it. Now let's find an answer.\"\n\nHEDRICK SMITH: [voice-over] But finding an answer has been politically impossible. In the late 1990s, a bill went before the Maryland legislature to require mandatory nutrient management by farmers to curb run-off from chicken manure. Big chicken didn't like that idea at all.\n\nJIM PERDUE: I think the survival of poultry industry is at stake on the Eastern Shore-\n\nHEDRICK SMITH: The poultry industry, among the most financially powerful lobbies in Maryland, pushed for a looser alternative.\n\nHOWARD ERNST, Bay Historian: The alternative was to have voluntary goals. It was going to be cooperative. It was going to have no regulatory teeth, and it was going to be overseen by the Maryland Department of Agriculture, a non-regulatory agency, rather than the Maryland Department of Environment.\n\nFARMER: The farming industry can't live with mandatory nutrient regulations. We've got to keep it voluntary.\n\nHEDRICK SMITH: And the industry bill won. And since then, the industry has been successful in blocking or tying up subsequent efforts to regulate their waste.\n\n[on camera] You sat in the Maryland legislature for 12 years. During that period, did you see the big chicken companies steadily resist regulation on manure run-off?\n\nLEON BILLINGS, Maryland Legislator, 1991-'03: Absolutely. Big chicken companies were a presence. Jim Perdue, the son of Frank Perdue, was a constant presence, whether he was sitting in my chairman's office or holding a reception in the evening or whatever. The chicken lobby was well represented. They hired the top guns in the lobbying community in Annapolis and they made every effort to prevent us from enacting tough regulations on agriculture.\n\nHEDRICK SMITH: Some people have said to us that you'd clean up the whole situation much faster if the integrators, the poultry processors, were responsible. You got to clean it up and you all are responsible.\n\nJIM PERDUE: Well, we can only do what we can do. The farmer certainly is, you know, his own businessman out there on the farm. And I think it works better if it's a cooperative effort.\n\nHEDRICK SMITH: [voice-over] So Perdue pioneered a process to recycle part of the chicken growers' excess manure, to ship it across the country. And Perdue launched a voluntary program to teach its growers better manure management.\n\n[on camera] And the programs that we're looking at are an alternative to more regulation, I guess.\n\nJIM PERDUE: More regulation and enforcement, which nobody likes. I mean, nobody likes, you know, somebody coming onto your farm, you know, without any warning, and those kinds of things.\n\nJ. CHARLES FOX, EPA Asst. Administrator, 1998-'01: There's no question that the influence of the agricultural farm lobby in general has had a very successful role in limiting the amount of pollution control regulations that we see in the Chesapeake Bay watershed or nationwide.\n\nROBERT F. KENNEDY, Jr.: You know, corporations are externalizing machines. They're constantly devising ways to get somebody else to pay their costs of production. And you know, if you're in a polluting industry, the most obvious way to do that is to shift your clean-up costs to the public, make yourself a billionaire by poisoning the rest of us.\n\nHEDRICK SMITH: [on camera] Are you saying the market's distorted?\n\nROBERT F. KENNEDY, Jr.: You show me a polluter, I'll show you a subsidy.\n\nHEDRICK SMITH: [voice-over] Chicken farmers bristled when the Obama EPA started demanding pollution discharge permits this spring. The industry claims it's already doing enough.\n\nBILL SATTERFIELD: The poultry industry is doing more every year. We're seeing more best management practices on farms. Our program to put trees on poultry farms to uptake the nutrients is a very progressive thing. There are more and more programs offered to help farmers put in manure storage buildings. And as the science says we can do more without putting our people out of business, I'm sure we will do more.\n\nRICK DOVE: Now, this industry says they're doing better, and you know, I can't say if that's true or false. But I can tell you that what I'm seeing here on the ground right now is absolutely terrible. So if it was worse before, then I can understand why the bay is in such bad trouble.\n\nHEDRICK SMITH: While the bay is beseiged by run-off from the big chicken and cattle farms along its rivers, I learned about a whole new kind of pollution as I traveled up the Potomac as it winds its way past Washington up towards the hill country of West Virginia.\n\nUp here, near the headwaters of the Potomac, I heard about the big new pollution threat not even known when the Clean Water Act was passed. Six years ago, marine biologists became alarmed at reports of massive fish kills on the rivers in this region. Every year, smallmouth bass were being decimated by some mysterious problem. Spring and fall, hundreds of fish would be found floating in the water belly-up.\n\nI caught up with Vicki Blazer, a fish pathologist with the U.S. Geological Survey, who was trying to figure out why the fish were dying.\n\n[on camera] What have you got here?\n\nVICKI BLAZER, U.S. Geological Survey: So here we have this large discolored area in the liver, and then you see all these little white spots. Here's another totally discolored area.\n\nHEDRICK SMITH: And that's a signal of some bigger problem.\n\nVICKI BLAZER: Yes, when we see a really high prevalence in a population, that indicates there's some problem going on in that water.\n\nHEDRICK SMITH: [voice-over] And when Blazer dug deeper, she found a surprise.\n\nVICKI BLAZER: One of the major and most interesting findings was intersex in the male bass. When we look at the male gonads, or testes, what we find is immature eggs within the male testes.\n\nHEDRICK SMITH: [on camera] So you got a sort of feminization of male fish. Is that a big, alarming finding in marine biology, aquatic biology?\n\nVICKI BLAZER: Yes, and that has certainly attracted a lot of concern and attention.\n\nHEDRICK SMITH: [voice-over] Scientific studies have linked abnormal mutations in marine creatures, like intersex, to exposure to chemical compounds that mimic or imitate natural hormones in the body. These chemicals are called endocrine disrupters.\n\nROBERT LAWRENCE, M.D., Johns Hopkins School of Public Health: Endocrine disruptors are very, very potent chemicals at infinitesimally small quantification. I mean, you're talking about parts per million or parts per billion. They interrupt the normal way in which the body controls everything from growth and development to thyroid function to reproductive function to estrogen levels, testosterone levels. So they're very, very important, and they are of deep concern because there are so many of them now.\n\nHEDRICK SMITH: There are thousands of these worrisome chemicals that have gotten into the environment, and one reason is that they're part of everything we do.\n\nDr. ROBERT LAWRENCE: The list of things that bring these organic pollutants into our bodies is a long list, and it ranges from home care products - soaps, toothpaste, cleaning agents in the household - to things we put on our lawns, the things that we use all the time- the plastic industry, the rubber industry, lubricants, fuels, the highways.\n\nHEDRICK SMITH: [on camera] When you see scientists like Vicky Blazer cutting open fish, finding intersex in the male fish, seeing high levels of fish kills, seeing immune systems disrupted, seeing other damage to the fish, is that a warning to you, potentially, about human health?\n\nDr. ROBERT LAWRENCE: Oh, absolutely. The warning- not just from the smallmouth bass in the Potomac but from amphibians all across the country. You have frogs with six legs, hermaphroditic frogs, male frogs with ovaries, female frogs with male genitalia. These are the canaries, the modern canary in the mine that we haven't been paying enough attention to.\n\nHEDRICK SMITH: [voice-over] So many new chemicals have emerged lately that scientists and regulators are playing catch-up to industry, trying to spot which chemicals they think pose new danger in our water.\n\nVICKI BLAZER: EPA does not regulate any of these things yet. And in many cases, there isn't even the methods to measure them in the amounts that they actually have a biological effect.\n\nHEDRICK SMITH: [on camera] So science and the regulators are behind the curve dealing with what industry and society is producing or wants.\n\nHEDRICK SMITH: [voice-over] Playing catch-up in regulating these new chemicals may be a problem for more than just these fish.\n\nVICKI BLAZER: The endocrine system of fish is very similar to the endocrine system of humans. Fish have thyroid glands. They have the functional equivalent of adrenal glands. They pretty much have all the same hormone systems as humans, which, again, is why we use them as sort of indicator species.\n\nHEDRICK SMITH: [on camera] So if fish are having intersex, or lesions, that's kind of spooky.\n\nVICKI BLAZER: It is. You know, we can't help but make that jump to ask the question, \"How are these things influencing people?\"\n\nHEDRICK SMITH: [voice-over] To get a handle on that question, I headed downriver. Just above Washington, I found another USGS team sampling water from the Potomac, part of a nationwide survey checking for 300 emerging contaminants in our drinking water.\n\nThey were looking for well-known pollutants, like pesticides, and for newly detected contaminants found in pharmaceuticals, body lotions, soaps and deodorants. In all, they found 85 compounds on their watch list.\n\nJUDY DENVER, U.S. Geological Survey: Many of them are chemicals we're just now starting to be able to even analyze for in water, but the treatment isn't intended to remove those products.\n\nHEDRICK SMITH: What makes this a matter of concern is that this is the intake for the Washington Aqueduct, where one million people in the D.C. area get their drinking water. Few of us may realize it, but people downstream use the wastewater from people upstream. The Potomac, like other rivers, serves as both the place where we dump our wastewater and the place where we get our drinking water. It's one big, continuous recycling operation from the toilet or the shower to the tap.\n\nTHOMAS JACOBUS, Gen. Mgr., Washington Aqueduct: The river flows down, a community takes water out of the river, puts it back through a wastewater plant a few miles down- out, back, out, back. And with proper regulation and proper processes at the wastewater plant and proper processes at the drinking water plant, it works very well. So we sort of continuously recycle this.\n\nHEDRICK SMITH: The recycling process works well for known contaminants, but what about the new chemicals for which the EPA has not yet set safety standards?\n\n[on camera] How tough is the challenge just to keep up with all that, new sources of pollutants?\n\nTHOMAS JACOBUS: As new elements come in - synthetics, herbicides, pesticides, pharmaceuticals - as those things enter the water stream in concentrations because of more advanced development, more human activity, more animal activity, more commercial activity, those things as they get in the river make it harder for us to do our job. There's no question about that.\n\nHEDRICK SMITH: [voice-over] Not just harder but actually impossible to stop all the new contaminants, according to the USGS findings, because the old filters weren't designed to catch the new threats.\n\nJUDY DENVER: We sampled the finished water at the Washington Aqueduct and we found about two thirds of the compounds we detected were still detected in finished water.\n\nHEDRICK SMITH: [on camera] So you're saying that roughly two thirds of these emerging contaminants that you found in the river water at the intakes for the Washington Aqueduct came all the way through-\n\nHEDRICK SMITH: -the filtering system and were in-\n\nHEDRICK SMITH: -the drinking water, the tap water in the District.\n\nJUDY DENVER: And that's what we saw at all the studies that were done.\n\nHEDRICK SMITH: [voice-over] Denver's findings mirrored what USGS has found all across the country. Everywhere, they saw lots of new contaminants in America's drinking water, even if at low doses.\n\n[on camera] Were you surprised by the findings of this USGS study, or did you- did that fit what you thought was probably going on?\n\nDr. ROBERT LAWRENCE: I was surprised by the number of different compounds that were detectable. I knew we were swimming in a sea of chemical soup, but I didn't realize the soup was quite as concentrated as it is.\n\nHEDRICK SMITH: You talk about a soup. Some people have used the term \"toxic cocktail.\" Is there a danger that if a level of a particular compound were acceptable and another one were acceptable, that you start to put a bunch of them together and then that's no longer a safe level?\n\nDr. ROBERT LAWRENCE: You put your finger on one of the real concerns about toxicology. It may be safe to have a little bit of compound A or a little bit of compound B, but when the two of them are together, there's synergism and they become really deadly.\n\nHEDRICK SMITH: If you were living in Washington, D.C., would you drink water coming out of the Potomac?\n\nVICKI BLAZER: Because we really don't know what all is in there.\n\nTHOMAS JACOBUS: Today I drink the water with great confidence because our water meets the regulations. But of course, the question is, \"Do the regulations match the threat?\"\n\nHEDRICK SMITH: Were there endocrine disruptors, chemical compounds in the Washington Aqueduct intake water that were of concern to you in terms of their potential impact on human health?\n\nLINDA BIRNBAUM, Dir., Natl. Inst. of Environmental Health Sciences: Are there chemicals of concern? Yes. I think at this point, the levels are very, very low, so I don't have a great deal of concern that something needs to be done imminently. But it would certainly be nice to reduce what's getting into the water. We can show that people with higher levels of some of these chemicals may have a higher incidence of a certain kind of effect than people with lower levels of these chemicals.\n\nHEDRICK SMITH: Like what kind of effect?\n\nLINDA BIRNBAUM: There are associations with what's called male testicular disgenesis syndrome. That's a big term, but it means-\n\nHEDRICK SMITH: Are we facing a long-term, slow-motion risk that we don't recognize because it's not readily apparent?\n\nDr. ROBERT LAWRENCE: We are. There are five million people being exposed to endocrine disruptors just in the mid-Atlantic region, and yet we don't know precisely how many of them are going to develop premature breast cancer, are going to have problems with reproduction, going to have all kinds of congenital anomalies of the male genitalia, things that are happening. We know they're happening. But they're happening at a broad low level so that they don't raise the alarm in the general public.\n\nHEDRICK SMITH: Do you know what the safe levels are?\n\nLINDA BIRNBAUM: In most cases, we don't know what the safe levels are. And some of the new science is suggesting that levels that we used to think were safe may, in fact, not be safe.\n\nLINDA BIRNBAUM: For humans. So we're finding in certain cases that much lower levels than we previously thought were a problem may, in fact, have the potential to harm at least some segment of the population.\n\nHEDRICK SMITH: Do we have an adequate system of regulation, or should we be regulating on a different standard?\n\nLINDA BIRNBAUM: I'm not a regulator, I'm a researcher. But in my personal opinion, I would like to know that a chemical is unlikely to cause harm before we expose our population to it.\n\nHEDRICK SMITH: [voice-over] It's our failure to control toxic chemicals before they cause trouble in the environment that haunts our waters all across the nation, places like Puget Sound, which I've come to know well in recent years. The sound, lying off the coast of Seattle, is a place that I've come to cherish as a phenomenal resource, a gorgeous natural playground, gateway to the Pacific, and historically a treasure house of fish and wildlife. But today, the sound is in peril.\n\nKATHY FLETCHER, People for Puget Sound: I would put Puget Sound in the intensive care unit. The situation is critical. We've known for decades that Puget Sound had serious issues, but we're at a point now where the species that are almost extinct are telling us we've got some real bottom line problems here.\n\nHEDRICK SMITH: Take these regional icons, the killer whales, or orcas. They're a major tourist attraction, but increasingly, Puget Sound orcas are being closely studied by scientists as a barometer of the health of the entire sound. To see what scientists are learning, i headed out with Brad Hanson, a team leader with NOAA, the National Oceanic and Atmospheric Administration.\n\nBRAD HANSON, NOAA Wildlife Biologist: Over there! Over there!\n\nHEDRICK SMITH: Hanson and his colleagues have been studying the orca population for several years.\n\n[on camera] Why study these whales?\n\nBRAD HANSON: They're the top predator in the food chain, so they're essentially accumulating all the contaminants. They're the last stop in the food chain.\n\nHEDRICK SMITH: So they're a laboratory, in a way.\n\nHEDRICK SMITH: A laboratory that tells us what's going on in the whole ecosystem.\n\nHEDRICK SMITH: [voice-over] The orca story is troubling. In one year, seven local orcas died. Their population is now down to 86, so low that in 2005, NOAA listed Puget Sound orcas as an endangered species. To figure out why the orca population is in decline, Hanson's team goes out after biological samples.\n\n[on camera] You get up pretty close to these whales in order to take samples.\n\nBRAD HANSON: We get to about four or five meters.\n\nHEDRICK SMITH: Four or five meters. So that's pretty close. OK, so let's see how it works.\n\nHEDRICK SMITH: [voice-over] they shoot darts into the orcas and extract small samples of blubber. That blubber is sent to the lab to be tested for a slew of contaminants, especially telltale toxins like PCBs. The lab results have been alarming.\n\nPETER ROSS, Dept. of Fisheries and Oceans, Canada: Our research over the last 10 to 13 years has been able to demonstrate that these killer whales are the most PCB-contaminated marine mammals in the world. So we're very, very concerned about what that might mean to their health.\n\nHEDRICK SMITH: [voice-over] PCBs are cancer-causing chemicals so toxic that Congress banned them three decades ago. But they keep showing up.\n\nPETER ROSS: PCBs are probably the number one persistent contaminant of concern anywhere in the northern hemisphere. They bioaccumulate in food webs.\n\nHEDRICK SMITH: You mean they build up.\n\nPETER ROSS: They build up in food webs and in organisms. We have trouble getting rid of them. We have a lot of trouble getting them out of our system. When I say \"we,\" I mean humans, rats, killer whales, harbor seals, doesn't really matter.\n\nHEDRICK SMITH: [voice-over] Increasingly, scientists worry that PCBs are a problem not just for orca whales.\n\nBRAD HANSON, NOAA Wildlife Biologist: Well, we need to pay attention to what's going on to these guys because if we don't, we're going to have the same problems coming back and affecting us. These animals are eating wild fish we want to eat. Wild fish is good for us, too. But if there's contaminants in it, it's going to have an adverse impact on us. That's the thing. That's why these animals are important sentinel species not just for the ecosystem in general, but also for humans.\n\nHEDRICK SMITH: At the Center for Whale Research, director Ken Balcomb has been keeping records for three decades on the whales that make Puget Sound their regular home.\n\nKEN BALCOMB, Center for Whale Research: Fewer whales are making it to maturity. The population is declining. We are seeing- probably the next 20 years, we'll be witnessing the departure of this population.\n\nHEDRICK SMITH: [on camera] You think they're gone, they're going to die out.\n\nKEN BALCOMB: I've already told our government folks that we can go through this for about 20 more years if we don't provide a remedy, and we will see the end of this population.\n\nHEDRICK SMITH: [voice-over] Balcomb and his staff know these whales so well by sight that they can track them from birth to death.\n\n[on camera] So what's this? What are these charts?\n\nKEN BALCOMB: These are the family trees of all the whales we've been studying for the last 32 years.\n\nHEDRICK SMITH: [voice-over] The tombstone markers, Balcomb told me, underscore a worrisome trend among the youngest, most vulnerable, orcas.\n\n[on camera] These older whales up here, they died. That's kind of normal. But you get all these, the young ones dying. Is that a bad sign?\n\nKEN BALCOMB: Yes, that's the disturbing part of the mortality pattern we're seeing now is that young whales are dying way before they even mature.\n\nHEDRICK SMITH: [voice-over] He's alarmed at the high levels of PCBs that Hanson's team found in younger whales which absorbed PCBs from their mother's milk.\n\n[on camera] Are there enough parallels between the way the human body works, the chemistry and biology of the human body, and the whales so we can actually take lessons from them?\n\nKEN BALCOMB: Yes. We can take lessons from not only the whales but the seals and the fish. And it's been demonstrated in the health statistics in especially Arctic environments, cold environments where there's a high-fat diet, and the children of these high Arctic people are suffering these same problems- immune deficiencies, reproductive problems, nervous disorders- are affecting humans as well as the other mammals.\n\nHEDRICK SMITH: [voice-over] At NOAA testing labs like this one, scientists have established that king salmon are more heavily contaminated with PCBs than salmon in other Pacific coastal waters\n\nPETER ROSS: Everything we see points to Puget Sound being a hot spot for PCBs and a persistent problem. We've seen contamination of animals. We've seen no improvement in the levels of PCBs in the last 20-odd years, despite regulations implemented in the l970s. And that to me indicates there are continuous inputs from land-based sources, from the sediments, and delivering them right into that food web.\n\nHEDRICK SMITH: One big reason PCBs are a persistent problem is that it takes so long to clean up places like the Duwamish River, Seattle's industrial corridor. Some of Seattle's heaviest industry settled here decades ago, and today it's the region's largest hot spot for PCBs.\n\nB.J. CUMMINGS, Duwamish River Cleanup Coalition: My name is B.J. Cummings. I represent the Duwamish River Cleanup Coalition.\n\nHEDRICK SMITH: B.J. Cummings leads tours of the river. But this isn't your typical tourist outing, it's an environmental wake-up call.\n\nB.J. CUMMINGS: The EPA did an investigation here on Duwamish River about 10 years ago and concluded that industrial history had left such legacy of toxic pollution that the river was declared a federal Superfund site in 2001.\n\nHEDRICK SMITH: Superfund is one of EPA's big sticks. It was the regulatory program created in 1980 to clean up America's worst pollution problems.\n\nB.J. CUMMINGS: Your typical Superfund site used to be factory, pipe, Superfund site-right at the bottom of your pipe. That's not what we have here. We have what's called a mega-site. We have a five, five-and-a-half-mile stretch of river, end to end, that's being investigated for clean-up. This is one of the largest Superfund sites in the country. The river was listed as a Superfund site because of an accumulation, a legacy of toxic pollution that has built up in the mud at the bottom of the river.\n\nPETER ROSS: There's a direct link between contaminated sediments in certain areas and contamination of the food web above those sediments. In fact, one might even think of the PCBs riding an elevator up from the sediments up into plankton, up into little fish, big fish, harbor seals, killer whales, eagles, humans.\n\nHEDRICK SMITH: The toxic build-up in the Duwamish river-bottom is the product of more than a half century of industrial development along the river. Boeing, for example, the area's biggest corporation, had its main operations here during World War II.\n\nBOEING PROMOTIONAL VIDEO: We are the builders. We are the builders of the B-17. With our hands a million strong, we built and drilled and-\n\nHEDRICK SMITH: The success of Boeing mirrored the 20th century boom in the American economy, an era when industrial progress brought unprecedented expansion.\n\nBOEING PROMOTIONAL VIDEO: Ours were the hands that built the queen, the B-17-\n\nHEDRICK SMITH: But that progress also left behind an unprecedented amount of pollution, or what's called legacy pollutants.\n\nSTEVE TOCHKO, Boeing Environmental Officer: The term \"legacy pollutants\" is when its historical practices what, what was acceptable in the '40s and '50s is we would find very objectionable today in the '90s, in the '80s and beyond. People did not know the damage that some of these materials caused at the time. They did not know the long-term effects of them that we do today.\n\nHEDRICK SMITH: PCBs are a classic legacy pollutant found here at Boeing, a toxic chemical once widely used by industry, often as a high stress lubricant in power stations and also in building materials. Frequently, it takes a lot of detective work to find hidden PCBs.\n\n[on camera] So Steve, you found a contamination problem in the flight line out here.\n\nSTEVE TOCHKO: Yeah, it's this material that we see between the concrete panels. It's called joint compound. Material that was installed in the late '60s contained very high levels of PCBs. And you know, since we had made this discovery, you know, in the late '90s, we have now removed about 50 miles of this throughout all.\n\nSTEVE TOCHKO: This material throughout all of the Boeing facilities here in the Northwest.\n\nHEDRICK SMITH: Why was it so hard to find?\n\nSTEVE TOCHKO: Well, it wasn't obvious to us. It was- you know, normally, when people talk about PCBs, you think about electrical equipment, you think about hydraulics. That's where it normally PCBs are used. The fact that they were used in something that was right in front of us was, you know, difficult. It was really difficult that we- we overlooked it.\n\nHEDRICK SMITH: [voice-over] Making sure that Boeing doesn't overlook any of its legacy pollution is the job of Shawn Blocker, a former Marine who has been EPA's point man on the clean-up at Boeing.\n\nSHAWN BLOCKER, EPA Boeing Site Manager: OK, what I want to talk about today is based on some additional data we have that's on the sediments outside the current boundaries of the clean-up for Boeing Plant 2.\n\nThe significance of the Boeing facility is the number of contaminants that originate from the facility. It has over 24 things in the ground water, 40-some-odd different things that are in the soil that are above clean-up levels. So it's the biggest accumulation of contaminants in that area.\n\nHEDRICK SMITH: From the get-go, Boeing and EPA have clashed over how to clean up those legacy pollutants, and the arguments have led to long delays.\n\n[on camera] When were you first ready to go with a clean-up plan?\n\nSTEVE TOCHKO: We submitted a plan to EPA in 1999, when, you know, to dredge- we call it an interim measure- to take what is adjacent to Boeing and excavate that material.\n\nHEDRICK SMITH: Boeing says that over a decade ago, it was ready to clean up, and all that held it up was bureaucratic red tape from the EPA.\n\nSHAWN BLOCKER: I would disagree with that. From my review of what they were going to do, I didn't think they had fully defined where all the bad stuff was. They didn't know the totality of what the contamination was even in the ground water or soil.\n\nHEDRICK SMITH: But you obviously had a higher threshold for \"Let's get to the bottom of how bad this pollution is\" than Boeing did.\n\nSHAWN BLOCKER: Boeing is doing what they're asked to do. No more, no less.\n\nHEDRICK SMITH: [voice-over] So time and again, Blocker pressed Boeing to do more- more work and more tests. By now, Boeing has spent $80 million on testing and interim clean-ups.\n\nSTEVE TOCHKO: There's over 500 sampling locations at this facility that have been drilled over time, you know?\n\nHEDRICK SMITH: If you came here 10 years ago, how many would there have been.\n\nHEDRICK SMITH: So hundreds more have been drilled since because of this back and forth with the EPA.\n\nHEDRICK SMITH: [voice-over] Not only has Boeing been feuding with the EPA, but it's been locked in a fierce battle with with the city of Seattle, which used to operate a steam plant next door to Boeing Field.\n\nTypical of Superfund sites, these two powerful neighbors have been wrangling over who's responsible for PCBs flowing through this ditch, or flume, when it rains. The flume runs from the now defunct steam plant through boeing's territory to the river. Boeing says it's the city's PCBs.\n\n[on camera] So was this just for City Lights steam plant, or did Boeing and others put storm drains into this and use it?\n\nSTEVE TOCHKO: Pretty much just for cooling water from steam plant.\n\nHEDRICK SMITH: [voice-over] The city flat-out disagrees, and it has taken Boeing to court.\n\nMARTIN BAKER, Seattle Public Utilities: PCBs are coming by connections of other people to our ditch. They come through drainage lines. They come from other properties, most specifically Boeing's property.\n\nHEDRICK SMITH: [on camera] So Boeing was attaching its drainage pipes to your flume, sending some of its dirty stuff down your flume to the river.\n\nMARTIN BAKER: There are over 20 lines attached to our ditch that came from the Boeing property.\n\nHEDRICK SMITH: Twenty lines? So it's a protracted argument between you and Boeing over who actually put the dirty contaminants in that flume.\n\nHEDRICK SMITH: [voice-over] And that argument is holding up the big cleanup on the Duwamish River. Jay Manning, who heads Washington's Department of Ecology, which helps EPA supervise the clean-up, showed me the cost of this continued delay to Puget Sound.\n\nJAY MANNING, Director, Wash. Dept. of Ecology: We're looking at four very large outfalls of drainage pipes that carry stormwater from more than 30 square miles of this area. You can see the one there to the right.\n\nHEDRICK SMITH: [on camera] So this is an industrial dumping ground, in effect.\n\nHEDRICK SMITH: Are you all still finding PCBs and other contaminants in that water?\n\nJAY MANNING: Unfortunately, the stormwater coming out of those drain pipes, we're still detecting PCBs.\n\nThis is going to cost millions to clean up, maybe tens of millions, and owning 90 percent of that liability is not a place you want to be. So these folks, who are not stupid, are busy trying to prove that it's somebody other than them that is the source.\n\nHEDRICK SMITH: Pointing the finger at everybody else.\n\nJAY MANNING: That's right. They're trying to prove, probably not that they have no liability, because that's pretty hard to do, but proving that they have very little compared to their neighbor. That's what it's about, and it's about money.\n\nHEDRICK SMITH: [voice-over] Ultimately, the issues of clean-up - time and money - are tied to a larger question for all of us. That is, how clean do we expect our waterways to be?\n\nHere on the Duwamish, the state has posted warnings not to eat local fish and shellfish because of pollution, and so the fight now is over whether the river can be cleaned up enough to let the locals fish the river once again without risk.\n\nSHAWN BLOCKER, EPA Boeing Site Manager: And what we determined was that the most sensitive population we had out there were our Native Americans that eat the fish out of the Duwamish.\n\nHEDRICK SMITH: [on camera] And they eat a lot more fish than most of us.\n\nHEDRICK SMITH: And so that was the standard you wanted to set, clean it up so the tribes can eat the fish safely without getting poisoned from PCBs.\n\nHEDRICK SMITH: And Boeing objected to that?\n\nSHAWN BLOCKER: Basically, they don't feel that that stretch of the river can ever be returned to where you could harvest these kind of fish and shellfish. We disagree with that.\n\nSTEVE TOCHKO, Boeing Environmental Officer: So I think people need to understand is that there are going to be certain uses of the Duwamish River that aren't going to be possible in the future. I'll give you an example. I don't think people are going to be able to subsistence fish out of the species that are in the Duwamish. I think we have to set reasonable expectations for clean-up in industrial areas. I don't think that you can say it's going back to zero.\n\nHEDRICK SMITH: Where do you come down on that? [voice-over] Do we need to get rivers back to where people can fish and safely eat the fish without fear to their health?\n\nGov. CHRIS GREGOIRE (D), Washington: That is the goal. That has to be the goal because every one of those rivers and streams are going into Puget Sound. So it's not as though it's that river or that stream alone, it's about the whole ecosystem.\n\nHEDRICK SMITH: [voice-over] Just across the river from Boeing, the threat of legacy pollution and the question of how clean is clean became personal right here in South Park, where in 2004, the community was rocked by news that some of its streets and people's yards were contaminated with PCBs.\n\nB.J. CUMMINGS, Duwamish River Cleanup Coalition: People in South Park, particularly people with families, with small children, got incredibly nervous- I mean, out and out scared about what this might mean. We- you know, I pushed my kid's stroller down that street every day. I go down there and I fish. My dog runs along that waterfront. What does this mean for me? What does this mean for my health?\n\nRESIDENT: I mean, you're trying to do the best for your kids, and all of a sudden, something like this comes out.\n\nRESIDENT: It is so scary, what you said-\n\nNEWSCASTER: PCBs, cancer-causing microbes banned in the '70s but now taking an emotional toll on the residents of South Park today.\n\nHEDRICK SMITH: The city of Seattle realized it had a crisis and moved quickly to pave the contaminated streets, clean up the polluted yards, and tell people how to take safety precautions. Suddenly, South Park, a largely immigrant working-class neighborhood surrounded by industry, was galvanized into action. Residents demanded a long promised clean-up of an abandoned industrial site called Malarkey Asphalt.\n\nB.J. CUMMINGS: Malarkey Asphalt for years operated directly across the street from homes in South Park and was a really, really dirty business. For many years, there was open dumping on the riverbank. There was waste oil that was sprayed in the area to keep the dust in the unpaved streets down, and that contaminated the roads and yards, right in people's gardens around the property.\n\nHEDRICK SMITH: [voice-over] Years earlier, the old Malarkey site had been bought by the port of Seattle, which did a PCB cleanup on part of Malarkey's property. But people in South Park suspected there were still many more, undiscovered PCB hotspots upland from the riverbank at Malarkey.\n\nB.J. CUMMINGS: So the neighborhood said, \"Go take some tests there. Tell us what's there.\" EPA and the port said, \"Oh, no, no. We did the upland. It's finished.\" We eventually were able to succeed in getting just a few more tests. \"Just assure us, show us it's OK.\"\n\nHEDRICK SMITH: Doug Hotchkiss, the port's manager for the Malarkey site, ran tests, and what he found surprised everyone.\n\n[on camera] So what was the hottest spot you found? How high was it?\n\nDOUG HOTCHKISS, Site Manager, Seattle Port: The hottest spot for PCBs was right in this area here, and it was about 9,000 parts per million.\n\nHEDRICK SMITH: Nine thousand? And the federal limit is 25. I mean, so this was a really hot spot.\n\nDOUG HOTCHKISS: Yeah. And luckily, it was under asphalt, but it was still something that even under asphalt, you couldn't just leave there.\n\nHEDRICK SMITH: [voice-over] So Hotchkiss drafted a plan to clean up Malarkey. But it backfired.\n\nDOUG HOTCHKISS: We would be cleaning up to 25 parts per million, which was the cleanup level that EPA had accepted before.\n\nHEDRICK SMITH: [on camera] And how did the community take that? How'd they react?\n\nDOUG HOTCHKISS: They were- they were not happy with it. They didn't find it acceptable.", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": null}