{"result_id": "MNTT001060", "URL": "https://www.bbc.com/future/article/20230103-how-plastic-is-getting-into-our-food", "timestamp": "2024-02-28 23:18:17 CET+0100", "meta": {"description": "Plastic pollution is one of the defining legacies of our modern way of life, but it is now so widespread it is even finding its way into fruit and vegetables as they grow.", "lang": "en", "favicon": "https://static-web-assets.gnl-common.bbcverticals.com/features/pwa/20240209-112442-dd54a4de2b72e177b5bd464ab67ae0f0f4557891/future/apple-touch-icon.png", "canonical": "https://www.bbc.com/future/article/20230103-how-plastic-is-getting-into-our-food", "encoding": "utf-8", "website_keywords": "future,ARTICLE,story,pollution-tag/food-tag/health"}, "image": null, "domain": "www.bbc.com", "title": "How microplastics are infiltrating the food you eat", "cleaned_text": "Plastic pollution is one of the defining legacies of our modern way of life, but it is now so widespread it is even finding its way into fruit and vegetables as they grow.\n\nAnd microplastics can stay there for a long time too. One recent study by soil scientists at Philipps-University Marburg found microplastics up to 90cm (35in) below the surface on two agricultural fields where sewage sludge had last been applied 34 years ago. Ploughing also caused the plastic to spread into areas where the sludge had not been applied. The microplastics' concentration on farmland soils in Europe is similar to the amount found in ocean surface waters, says James Lofty, the lead author of the Cardiff study and a PhD research student at the Hydro-environmental Research Centre. The UK has some of the highest concentrations of microplastics in Europe, with between 500 and 1,000 microplastic particles are spread on farmland there each year, according to Wilson and Lofty's research. As well as creating a large reservoir of microplastics on land, the practice of using sewage sludge as fertiliser is also exacerbating the plastics crisis in our oceans, adds Lofty. Eventually the microplastics will end up in waterways, as rain washes the top layer of soil into rivers or washes them into groundwater. \"The major source of [plastic] contamination in our rivers and oceans is from runoff,\" he says. One study by researchers in Ontario, Canada, found that 99% of microplastics were transported away from where the sludge was initially dumped into aquatic environments. Before they are washed away, however, microplastics can leach toxic chemicals into the soil. Not only are they made from potentially harmful chemicals that can be released into the environment as they break down, microplastics can also absorb other toxic substances, essentially allowing them to hitch a ride onto agricultural land where they can leach into the soil, according to Lofty.\n\nThe uptake of the plastic particles did not seem to stunt the growth of the crops, according to Peijnenburg's research. But what effect this accumulation of plastic in our food has on our own health is less clear. Further research is needed to understand this, says Peijnenburg, especially as the problem will only get bigger. \"It will take decades before plastics are fully removed from the environment,\" he says. \"Even if the risk is currently not very high, it's not a good idea to have persistent chemicals [on farmland]. They will pile up and then they might form a risk.\" While the impact of ingesting plastics on human health is not yet fully understood, there is already some research that suggests it could be harmful. Studies show that chemicals added during the production of plastics can disrupt the endocrine system and the hormones that regulate our growth and development. Chemicals found in plastic have been linked to a range of other health problems including cancer, heart disease and poor foetal development. High levels of ingested microplastics may also cause cell damage which could lead to inflammation and allergic reactions, according to analysis by researchers at the University of Hull, in the UK. The researchers reviewed 17 previous studies which looked at the toxicological impact of microplastics on human cells. The analysis compared the amount of microplastics that caused damage to cells in laboratory tests with the levels ingested by people through drinking water, seafood and salt. It found that the amounts being ingested approached those that could trigger cell death, but could also cause immune responses, including allergic reactions, damage to cell walls, and oxidative stress. \"Our research shows that we are ingesting microplastics at the levels consistent with harmful effects on cells, which are in many cases the initiating event for health effects,\" says Evangelos Danopoulos, lead author of the study and a researcher at Hull York Medical School. \"We know that microplastics can cross the barriers of cells and also break them, We know they can also cause oxidative stress on cells, which is the start of tissue damage.\"\n\nThere are two theories as to how microplastics lead to cell breakdown, says Danopoulos. Their sharp edges could rupture the cell wall or the chemicals in the microplastics could damage the cell, he says. The study found that irregularly-shaped microplastics were the most likely to cause cell death. \"What we now need to understand is how many microplastics remain in our body and what kind of size and shape is able to cross the cell barrier,\" says Danopoulos. If plastics were to accumulate to the levels at which they could become harmful over a period of time, this could pose an even greater risk to human health. But even without these answers, Danopoulos questions whether more care is needed to ensure microplastics do not enter the food chain. \"If we know that sludge is contaminated with microplastics and that plants have the ability to extract them from the soil, should we be using it as fertiliser?\" he says. Spreading sludge on farmland has been banned in the Netherlands since 1995. The country initially incinerated the sludge, but started exporting it to the UK, where it was used as fertiliser on farmland, after problems at an Amsterdam incineration plant. Switzerland prohibited the use of sewage sludge as fertiliser in 2003 because it \"comprises a whole range of harmful substances and pathogenic organisms produced by industry and private households\". The US state Maine also banned the practice in April 2022 after environmental authorities found high levels of PFAS on farmland soil, crops and water. High PFAS levels were also detected in farmers' blood. The widespread contamination forced several farms to close. The new Maine law bans the application, sale and distribution of compost containing sewage sludge, but does not forbid it from being exported. But a total ban on using sewage sludge as fertiliser is not necessarily the best solution, says Cardiff University's Wilson. Instead, it could incentivise farmers to use more synthetic nitrogen fertilisers, made from natural gas, she says. \"[With sewage sludge], we're using a waste product in an efficient way, rather than producing endless fossil fuel fertilisers,\" says Wilson. The organic waste in sludge also helps return carbon to the soil and enriches it with nutrients such as phosphorus and nitrogen, which prevents soil degradation, she says.\n\n\"We need to quantify the microplastics in sewage sludge so that we can [determine] where the hot spots are and start managing it,\" says Wilson. In places with high levels of microplastics, sewage sludge could be incinerated to generate energy instead of used as fertiliser, she suggests. One way to prevent the contamination of farmland is to recover fats, oil and grease (which contain high levels of microplastics) at wastewater treatment plants and use this \"surface scum\" as biofuel, instead of mixing it with sludge, Wilson and her colleagues say. Some European countries, such as Italy and Greece, dispose of sewage sludge in landfill sites, the researchers note, but they warn that there is a risk of microplastics leaching into the environment from these sites and contaminating surrounding land and water bodies. Both Wilson and Danopoulos say much more research is needed to quantify the amount of microplastics on farmland and the possible environmental and health impacts. \"Microplastics are now on the cusp of changing from a contaminant to a pollutant,\" says Danopoulos. \"A contaminant is something that is found where it shouldn't be. Microplastics shouldn't be in our water and soil. If we prove that [they have] adverse effects, that would make them a pollutant and [we] would have to bring in legislation and regulations.\" This piece was updated on 05/01/23 to clarify that the Maine law bans the application, sale and distribution of compost containing sludge, but not the export. Join one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram. If you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\" – a handpicked selection of stories from BBC Future, Culture, Worklife, Travel and Reel delivered to your inbox every Friday.", "opengraph": {"title": "How microplastics are infiltrating the food you eat", "type": "article", "url": "https://www.bbc.com/future/article/20230103-how-plastic-is-getting-into-our-food", "description": "Plastic pollution is one of the defining legacies of our modern way of life, but it is now so widespread it is even finding its way into fruit and vegetables as they grow.", "author": "Isabelle Gerretsen", "image": "https://ychef.files.bbci.co.uk/live/624x351/p0dsv66n.jpg", "image:width": "624", "image:height": "351"}, "tags": ["Pollution"], "tweets": [], "movies": [], "links": ["https://www.sciencedirect.com/science/article/abs/pii/S0025326X20302484", "https://royalsocietypublishing.org/doi/10.1098/rsos.180667", "https://www.sciencedirect.com/science/article/pii/S0043135419301794", "https://www.sciencedirect.com/science/article/pii/S0048969717308148", "https://www.nature.com/articles/s41598-021-85939-3", "https://microplastics.springeropen.com/articles/10.1186/s43591-021-00013-z", "https://www.ewg.org/news-insights/news/2022/04/ewg-forever-chemicals-may-taint-nearly-20-million-cropland-acres", "https://www.sciencedirect.com/topics/agricultural-and-biological-sciences/sewage-sludge", "https://www.sciencedirect.com/topics/agricultural-and-biological-sciences/sewage-sludge", "https://www.sciencedirect.com/topics/agricultural-and-biological-sciences/sewage-sludge", "https://eur-lex.europa.eu/eli/dir/1999/31/oj/eng", "https://ec.europa.eu/eurostat/web/products-datasets/-/env_ww_spd", "https://www.sciencedirect.com/science/article/pii/S0269749122004122", "https://www.bbc.com/future/columns/sensory-overload", "https://www.bbc.com/future/article/20221130-the-hidden-ocean-pollution-killing-marine-mammals", "https://www.nature.com/articles/s41598-022-10294-w", "https://iopscience.iop.org/article/10.1088/1748-9326/10/12/124006", "https://www.sciencedirect.com/science/article/pii/S0048969720318477#!", "https://www.sciencedirect.com/science/article/pii/S0160412018329349?via%3Dihub", "https://unearthed.greenpeace.org/2020/02/04/sewage-sludge-landspreading-environment-agency-report/", "https://www.who.int/news-room/fact-sheets/detail/dioxins-and-their-effects-on-human-health", "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003053071-16/water-relations-cadmium-uptake-wheat-grown-soil-particulate-plastics-kirkham", "https://www.ksre.k-state.edu/news/stories/2020/02/microplastics-may-be-harmful-to-crops.html", "https://pubs.acs.org/doi/10.1021/acs.est.9b03304", "https://www.sciencedirect.com/science/article/pii/S0013935120305703", "https://www.nature.com/articles/s41893-020-0567-9", "https://www.nature.com/articles/s41565-021-01063-3", "https://www.nature.com/articles/s41565-021-01063-3", "https://academic.oup.com/edrv/article/36/6/E1/2354691?login=false#59030891https://academic.oup.com/edrv/article/36/6/E1/2354691%2359030891", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7068600/", "https://academic.oup.com/biolreprod/article/106/6/1278/6537382", "https://academic.oup.com/biolreprod/article/106/6/1278/6537382", "https://academic.oup.com/biolreprod/article/106/6/1278/6537382", "https://www.sciencedirect.com/science/article/abs/pii/S0304389421028302?dgcid=author", "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0236838", "https://ehp.niehs.nih.gov/doi/10.1289/EHP7171", "https://link.springer.com/article/10.1007/s42452-020-03749-0", "https://www.bbc.co.uk/programmes/p08qdc8h", "https://www.admin.ch/gov/en/start/documentation/media-releases.msg-id-1673.html", "https://www.mainelegislature.org/legis/bills/getPDF.asp?paper=HP1417&item=8&snum=130", "https://www.mainepublic.org/environment-and-outdoors/2022-02-07/complete-crisis-as-pfas-discovery-upends-life-and-livelihood-of-young-maine-farming-family", "https://www.nature.com/articles/s41598-020-80358-2#:~:text=The%20results%20showed%20that%20the,application%20rates%20under%20waterlogged%20conditions.", "https://www.facebook.com/BBCFuture/", "https://twitter.com/BBC_Future", "https://www.instagram.com/bbcfuture_official/", "https://cloud.email.bbc.com/SignUp10_08", "https://www.bbc.com/future/", "https://www.bbc.com/culture/", "https://www.bbc.com/worklife/", "https://www.bbc.com/travel/", "https://www.bbc.com/reel"], "authors": ["Isabelle Gerretsen"], "publish_date": "2023-01-04T01:00:00Z"}