{"result_id": "MNTT002056", "URL": "https://www.pbs.org/wgbh/nova/article/epigenetic-therapy/", "timestamp": "2024-03-06 15:08:35 CET+0100", "meta": {"description": "Dr. Jean-Pierre Issa examines the connection between epigenetics, aging, and cancer.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/article/epigenetic-therapy/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Epigenetic Therapy", "cleaned_text": "NOVA: What is epigenetics, and how does it relate to cancer?\n\nJean-Pierre Issa: Perhaps the best example of an epigenetic phenomenon—you're actually looking at it. You see, skin and eyes and teeth and hair and organs all have exactly the same DNA. You cannot genetically tell my skin from my eyes or my teeth. Yet these are very different cells. They behave differently. And that behavior remains the same for as long as I live.\n\nThat difference, not being genetic, has been termed epigenetic. It is a difference that is not due strictly to genetic changes but to the way we utilize these genes. And so the same process that can cause such a profound difference that one tissue looks like skin and one tissue looks like eye could actually cause less profound changes that result in cancer.\n\nWhat tells a cell to be a skin cell or a liver cell or an eye cell? What is the physical basis for these epigenetic instructions?\n\nIt turns out that there are two kinds of modifications that can affect DNA. One is a biochemical modification that attaches straight to DNA itself, the most understood of which right now is DNA methylation. The other key event is the fact that DNA is wrapped around a series of proteins called histones. If these proteins hug the DNA very tightly, then it is hidden from view for the cell. A gene that is hidden cannot be utilized. It is the same as having a dead gene or a mutated gene. These are the kinds of things that can regulate gene expression and also become abnormal in cancer.\n\nThe gene to make a liver cell is still in the skin cell, right? It's just been turned off?\n\nThat is correct. All the genes are present in all the cells, so that the skin and the liver and the eye are genetically identical and contain the entire makeup of the human genome. But at any one point a tissue might utilize only 10 percent or sometimes 20 percent of its gene complement.\n\nThe genes that a tissue does not need, or should not express, are specifically turned off by these epigenetic mechanisms, while the other genes that the tissue needs to continue to express are protected from this silencing.\n\nFor years most people thought that cancer was linked to genetic mutations. Are people now beginning to suspect that cancer is an epigenetic disease as well?\n\nUp until recently the idea was that cancer is a disease of genetic changes. The genes themselves, their structures, become abnormal. Over the past few years we have come to realize that there might be more than one way to skin the cat—that there might be changes other than genetic changes that would account for the bizarre behavior of cancer cells. And these relate to epigenetics.\n\nWe now think that most cancers are a mixture of genetic and epigenetic changes. There is actually a lot more epigenetic change than genetic change in the majority of cancers.\n\nAnd while it's early in the field we also recognize now that there are probably some cancers where epigenetics predominate and other cancers where genetics predominate. This understanding at the molecular level helps us understand better why cancers arise, because the things that could cause genetic damage might not be the same things that could cause epigenetic damage. It also helps us understand why some cancers may respond better to certain types of therapies. It could be that some drugs or some types of therapies work better for genetically damaged cancers, while others work better for epigenetically damaged cancers.\n\nWhat causes genetic-damage cancer, and what causes epigenetic-damage cancer?\n\nIf one has a genetic basis in mind, then one is simply asking, \"What causes genetic damage?\" Cigarette smoking causes genetic damage. Certain types of environmental exposures and radiation cause genetic damage, and that's how they cause cancer.\n\nBut now if I say, 'Well, wait a minute, epigenetic damage can also cause cancer,' then you've got to ask, 'Well, what causes epigenetic damage in these cancer cells?' The predominant cause of why epigenetics become abnormal in cancer is that they become abnormal in aging.\n\nWe could actually take tissues from an older individual, say a 50-year-old or a 60-year-old person, analyze them in the lab, and tell you that this tissue has been subject to epigenetic damage. We could even estimate the age of the person simply by looking at the epigenetic patterns of the DNA in that particular tissue.\n\nWhy do epigenetic changes accumulate with age?\n\nIt remains somewhat of a mystery, but the unifying feature that could explain this epigenetic damage is the number of times a cell has divided. As we age our stem cells divide more and more to replenish tissue damage. The cells within these tissues live for only a few weeks, a few months in some cases. They need to be replenished. It turns out that our cells are not perfect from an epigenetic point of view. If they divide more than a given number of times—say if they divide hundreds of times—then these epigenetic patterns will show subtle shifts that increase with age.\n\nAging is really counted as how many times our stem cells have had to divide. And because each time a stem cell divides there is a finite chance of some sort of epigenetic damage, what we find is that in older people there's been an accumulation of these epigenetic events that is easily measurable in DNA.\n\nHow does this relate to cancer?\n\nWell, if you count age as how many times a stem cell has divided, then cancers are awfully old tissues. If you think of a 60-year-old patient, the epigenetic changes in that cancer would reflect the actual age of that DNA, which might be 200 or 300 years depending on how long the cancer has been dividing incessantly in that particular case. This leads to the realization that anything that might injure tissues might lead to epigenetic damage. The single unifying factor is tissue damage, inflammation, and the need for stem cells to repair that injury. Every time a stem cell has to repair injury, it is aging a little more. So a person who has been exposed to a lot of things that injure tissues is a person who is older than a person who has never been exposed to things that injure tissues.\n\nWell, smoking, for example, is very toxic to cells. Every time our skin peels, that's actually damage that needs to be repaired. Our skin stem cells have to repair that damage by dividing more. That's why the sun-exposed skin looks older than skin that has never been exposed to sun. And it's not just looks. We can get the DNA from these sun-exposed tissues and tell you that in fact this DNA looks much older than the DNA from skin that has not been exposed that much to the sun.\n\nBut are these purely epigenetic changes, or have the genes themselves been damaged?\n\nWell, sun exposure, cigarette exposure, can cause DNA damage. But they also cause tissue injury, which then leads to repair of that injury, which leads to progressive accumulation of epigenetic damage rather than DNA damage. The lung of a smoker is 20 years older than the lung of a non-smoker. And one can measure that by the epigenetic damage that has accumulated in this tissue.\n\nYou've studied one kind of cancer, MDS, that appears to be caused by epigenetics. Can you tell me in the simplest terms, what is MDS?\n\nIf you look at the bone marrow of a patient with MDS, Myelodysplastic Syndrome, what you will see is 99 percent cancer cells. Those cancer cells are doing what cancers do, which is copy themselves tirelessly. And they continue to crowd out the tissue and prevent the normal function of that particular tissue. Bone marrow makes blood cells: the cells that carry oxygen, the red blood cells; the cells that fight infections, the white blood cells; and the cells that prevent bleeding with platelets. All of these cells become abnormal in patients with MDS, who typically have very low levels of these cells.\n\nPatients, unfortunately, die of this disease. They die of bleeding. They die of severe anemia and heart attacks, for example. Or some patients die of overwhelming infections because they are unable to mount an immune response to these infections.\n\nA few years ago if you got this diagnosis it was terrible news, right?\n\nA few years ago it was a death sentence. But what was even more terrible was it was a disease without any type of treatment that would have a good chance of putting patients in remission or allow them to lead a normal life. All that we could do really was offer supportive care.\n\nWhat made you think this cancer was epigenetic in origin?\n\nMDS, perhaps more so than many other cancers, is a disease of older people with a median age of 70. Older individuals have prominent epigenetic changes compared to newborns or even young individuals. Therefore, any disease of the old is likely to have an epigenetic component.\n\nBut even cancers in young people can have epigenetic changes. So MDS is, in this respect, not all that different from other cancers. What is different is that MDS is a disease where these drugs that affect epigenetics were found to be particularly effective.\n\nSo when you say epigenetic therapy, you're not going in and trying to kill the cancer cells. What are you trying to do?\n\nThe idea of epigenetic therapy is to stay away from killing the cell. Rather, what we are trying to do is diplomacy, to change the instructions of the cancer cells. You see, cancer cells start out as normal cells. They have the set of instructions that is present in every one of our cells.\n\nIn the process of becoming cancer, a lot of these instructions are forgotten because specific genes that regulate the behavior of a cell are turned off by epigenetics. And epigenetic therapy really aims at reminding the cell that, \"Hey, you're a human cell, you shouldn't be behaving this way.\" And we try to do that by reactivating genes, by bringing back the expression of these genes that have been silenced in the cancer cell and letting those genes do the work for us.\n\nCompared to standard chemotherapy, what are the side effects of epigenetic therapy?\n\nThe standard way of developing drugs in oncology is to take a drug and give it at the highest possible dose that will not kill the patient. The key really has been the realization that you don't need to do that for epigenetic-acting drugs. All you need is to give enough of it to change the epigenetic patterns in the cancer cells to have a therapeutic effect. Therefore, we have backed down substantially from the very toxic doses of these drugs to doses that right now, we are very happy to say, have very minimal side effects.\n\nHow many patients are in this study? What are the statistics on people in remission? Are there people who are not responding at all?\n\nOur most recent results, which are based on treatment of over 100 patients, are very encouraging. Spectacular results, complete remissions, complete disappearance of the disease can be seen in almost half of the patients that receive this drug, decitabine, with MDS or the closely related disease, Acute Myelogenous Leukemia. And another 25 percent of the patients have shown some improvements. It still does not work in a small proportion of patients. Some patients do not respond to the drug early on. And some patients respond to the drug for a finite period of time and then stop responding. But we can help the majority of patients who first see this drug—quite a remarkable finding for a single drug that is now given to older people as outpatient therapy.\n\nHow do you know that epigenetic drugs won't start stripping methyl tags from all sorts of other genes and wreaking havoc on the body? Why do they just remove the tags that are keeping the cells from behaving normally?\n\nWell, this has been a concern, but the reality is we have not observed any unusual side effects for these drugs. There are two explanations for this phenomenon. One explanation is quite simple. When you give a drug to an individual, the cells that are dividing the most are going to have the most of these drugs around. And, therefore, cancer cells have essentially a higher concentration of these drugs around than normal tissues, which explains part of the differential effects of these on cancers than on normal tissues.\n\nThe other important observation is that while epigenetics may play a role in development in embryogenesis, and plays a role in maintaining our tissues, it is difficult to modify once we are adults. For a cancer cell, these epigenetic changes are absolutely essential for the cancer cell to continue behaving as a cancer. Therefore, any modification of these epigenetic changes might mean a large effect on the behavior of a cancer cell, but only a small effect on the behavior of a normal cell. Reassuringly, when we stop these drugs the epigenetic patterns of normal cells go back to essentially normal.\n\nWe are still concerned. We don't know the effects of these drugs if they are given to a very young child, and we don't know the effects of these drugs should they be given to a pregnant woman. We would expect potentially serious side effects to the fetus. There is this potential for harm.\n\nIs there hope for extending epigenetic therapy to other types of cancer besides MDS?\n\nThere is no reason why this type of therapy would work only in MDS. Now, it's not going to be easy. There are reasons why MDS cells may be easier to manipulate than breast cancer cells. They are in the blood. They have a better access to drugs. We need to figure out how to get this drug to the cancers themselves in breast cancer patients. But we are optimistic.\n\nWe are currently doing a clinical trial of this drug in patients with solid tumors. We've seen at least one quite remarkable response so far. We've demonstrated in the laboratory that, in fact, we can manipulate the epigenome of solid-tumor patients with lung cancers or breast cancers or melanomas with these drugs. And I'm absolutely convinced that in 10 or 20 years these drugs will be used to increase the cure rate of solid tumors. We just need to learn how.\n\nPeople tend to think that the genes they're born with are set in stone—they're not going to change. But your epigenome does change. Do we have some responsibility to maintain it?\n\nThe realization that the epigenome is so important to health and disease is really fundamental, because we now understand that the epigenome is something we can do something about, as opposed to the genome, which is what we are born with that we can really not modify. The epigenome is a little more dynamic. Potentially what we eat in infancy and what we eat in development could affect the health of our epigenome. But it is more than that. Smoking and exposures and lifestyle habits can affect our epigenome. And perhaps more interestingly, not to be negative all the time, there might be interventions that would make our epigenome more healthy.\n\nCan you give an example?\n\nPerhaps the single most important chemo-preventive intervention is anti-inflammatory drugs. We've known for decades from epidemiological studies that people who regularly take aspirin have a lower rate of certain cancers. Now we can at least propose the idea that inflammation damages the epigenome and repressing inflammation restores or maintains epigenetic health.\n\nBut I don't want to suggest that anyone start popping pills, because we really don't know what is the best way of doing that. What we know is that the best diet is a balanced diet. We know that the most important time for our epigenome is during development. Therefore, certainly a proper health and proper vitamins for pregnant women are essential to the epigenetic health of their progeny. We really don't know how much we need to take to change our epigenome, and whether we can change it at all once we are adults.", "opengraph": {"url": "https://www.pbs.org/wgbh/nova/article/epigenetic-therapy/", "title": "Epigenetic Therapy", "description": "Dr. Jean-Pierre Issa examines the connection between epigenetics, aging, and cancer.", "type": "website", "image": "https://www.pbs.org/wgbh/nova/_next/static/images/default_share-88b895d8b4f4caef950e526d0f5842f1.png"}, "tags": ["Tech + Engineering", "Planet Earth", "Body + Brain", "Evolution", "Nature", "Military + Espionage", "Space + Flight", "Ancient Worlds", "Physics + Math"], "tweets": [], "movies": [], "links": ["https://help.pbs.org/support/solutions/articles/5000677869-online-sponsorship-support/", "/wgbh/nova/article/rnai-cure/", "/wgbh/nova/article/hippocratic-oath-today/", "/wgbh/nova/article/men-anorexia/", "http://www.pbs.org/wgbh/nova/genes/", "https://twitter.com/share?url=https://www.pbs.org/wgbh/nova/article/epigenetic-therapy/", "https://www.facebook.com/sharer/sharer.php?u=https://www.pbs.org/wgbh/nova/article/epigenetic-therapy/", "mailto:?body=From%20Nova%20|%20PBS%0D%0A%0D%0Ahttps://www.pbs.org/wgbh/nova/article/epigenetic-therapy/%0D%0A%0D%0A"], "authors": [], "publish_date": "2007-10-16T04:00:00.000Z"}