{"result_id": "MNTT002075", "URL": "https://www.pbs.org/newshour/world/german-hospital-says-poisoning-signs-found-in-russian-opposition-leader", "timestamp": "2024-03-06 15:08:53 CET+0100", "meta": {"description": "The Charité hospital said in a statement Monday that the team of doctors who have been examining Alexei Navalny since he was admitted Saturday have found the presence of \"cholinesterase inhibitors\" in his system. Cholinesterase inhibitors are a broad range of substances that are found in several drugs, but also pesticides and nerve agents.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/world/german-hospital-says-poisoning-signs-found-in-russian-opposition-leader", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "German hospital says poisoning signs found in Russian opposition leader", "cleaned_text": "BERLIN (AP) — Tests conducted on Russian dissident Alexei Navalny at a German hospital indicate that he was poisoned, but doctors said Monday they do not believe his life at immediate risk.\n\nThe Charité hospital said in a statement that the team of doctors who have been examining Navalny since he was flown from Siberia and admitted Saturday have found the presence of “cholinesterase inhibitors” in his system.\n\nCholinesterase inhibitors are a broad range of substances that are found in several drugs, but also pesticides and nerve agents. However, doctors at Charite said at the moment the specific substance to which Navalny was exposed is not yet known.\n\n“The patient is in an intensive care unit and is still in an induced coma. His health is serious but there is currently no acute danger to his life,” the hospital said in a statement.\n\nNavalny remained in critical but stable condition at the Berlin hospital, with special protection details on hand to ensure his safety, German officials said.\n\nBerlin police and federal agents were posted at the downtown Charité hospital where the 44-year-old is undergoing treatment following his arrival in Germany after Chancellor Angela Merkel personally offered the country’s assistance.\n\n“It was obvious that after his arrival, protective precautions had to be taken,” Merkel’s spokesman, Steffen Seibert, told reporters. “After all, this is a patient who, with a certain degree of probability, was poisoned.”\n\nHe wouldn’t comment on Navalny’s condition, but earlier in the day, Dirk Wiese, the German government’s coordinator for Eastern European affairs, told public broadcaster ZDF he was “currently critical, but stable.”\n\n“He is now receiving the best possible treatment,” Wiese said.\n\nREAD MORE: Russian opposition leader Navalny collapses in airplane in suspected poisoning\n\nNavalny’s supporters believe that tea he drank was laced with poison — and that the Kremlin is behind both his illness and a delay in transferring him to Germany.\n\nRussian doctors have said, however, that tests have shown no traces of poison in his system. The Kremlin hasn’t yet commented on the allegation.\n\nNavalny’s team last week submitted a request in Russia to launch a criminal probe, but as of Monday, Russia’s Investigative Committee still has not opened a case, Navalny’s spokeswoman Kira Yarmysh said.\n\nIlya Yashin, an opposition politician in Moscow and a close ally of Navalny, in a video statement Monday urged Russia’s law enforcement to investigate “an attempt at a life of a public figure” and to look into the possible involvement of Russian President Vladimir Putin.\n\n“It is Putin who benefits from these endless assaults,” Yashin said.\n\nU.S. Ambassador to Russia John Sullivan said the Navalny case would on the agenda for Deputy Secretary of State Stephen Biegun’s visit to Russia that begins Tuesday.\n\n“With Alexei Navalny in a hospital in Berlin, our dialogue with Russia must include reemphasizing the importance of free speech and civil society,” he told reporters.\n\nIf Navalny is found to have been poisoned “that would represent a crucial moment in Russia,” he said.\n\n“The Russian people deserve to see that anybody who would have been involved in a matter like that be held accountable.”\n\nNavalny was flown to Germany on Saturday from Siberia after much wrangling over whether he was was stable enough to be transported.\n\nAfter his arrival, hospital spokeswoman Manuela Zingl said he would be undergoing extensive diagnostic tests and that doctors wouldn’t comment on his illness or treatment until they were able to evaluate the results.\n\nOn Sunday, Navalny’s wife, Yulia Navalnaya, and aide Leonid Volkov visited the Russian opposition leader in the hospital, but didn’t speak to reporters.\n\nNavalny, a politician and corruption investigator who is one of Russian President Vladimir Putin’s fiercest critics, fell ill on a flight back to Moscow from Siberia on Thursday and was taken to the hospital in the city of Omsk after the plane made an emergency landing.\n\nREAD MORE: Russian opposition leader in coma to be flown to Berlin for treatment\n\nRussian doctors on Monday said two laboratories found no poisonous substances in his system.\n\n“If we had found poisoning confirmed by something, it would have been much easier for us,” said Anatoly Kalinichecnko, deputy chief doctor of the Omsk Ambulance Hospital No. 1, where Navalny was treated. “But we received a final conclusion from two laboratories that no toxic chemicals that can be considered poisons or by-products of poisons, were found.”\n\nThe hospital’s chief doctor, Alexander Murakhovsky, rejected allegations made by Navalny’s team that doctors in Omsk had been acting in coordination with Russia’s security services.\n\n“We were treating the patient, and we saved him,” Murakhovsky said Monday. “There wasn’t and couldn’t be any influence on the patient’s treatment.”\n\nHe wasn’t able to identify men in plainclothes spotted in the hospital last week who the politician’s allies said were law enforcement and security service agents.\n\n“I can’t say who they were,” Murakhovsky said.\n\nKremlin spokesman Dmitry Peskov said last week he didn’t know anything about security service operatives being present at the hospital.\n\n“We in the presidential administration can hardly be interested in who is present in the office of a chief doctor in a hospital in Omsk,” Peskov said on Friday.\n\nLike many other opposition politicians in Russia, Navalny has been frequently detained by law enforcement and harassed by pro-Kremlin groups. In 2017, he was attacked by several men who threw antiseptic in his face, damaging an eye.\n\nLast year, Navalny was rushed to a hospital from jail where he was serving a sentence on charges of violating protest regulations. His team also suspected poisoning then. Doctors said he had a severe allergic reaction and sent him back to detention the following day.\n\nDaria Litvinova reported from Moscow. Kirsten Grieshaber in Berlin and Jim Heintz in Moscow contributed to this report.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "German hospital says poisoning signs found in Russian opposition leader", "description": "The Charité hospital said in a statement Monday that the team of doctors who have been examining Alexei Navalny since he was admitted Saturday have found the presence of \"cholinesterase inhibitors\" in his system. Cholinesterase inhibitors are a broad range of substances that are found in several drugs, but also pesticides and nerve agents.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2020/08/2020-08-22T094917Z_1081725920_RC2WII964A1U_RTRMADP_3_RUSSIA-POLITICS-NAVALNY-GERMANY-1024x596.jpg", "image:height": "596", "image:width": "1024", "url": "https://www.pbs.org/newshour/world/german-hospital-says-poisoning-signs-found-in-russian-opposition-leader", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2020-08-24T11:27:59-05:00", "article:section": "World", "article:tag": "alexei navalny, russia"}, "tags": ["The Leading Edge", "Long-Term Care", "russia", "Supreme Court", "Essays", "Brooks and Capehart", "alexei navalny", "ScienceScope", "Race Matters", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["https://www.pbs.org/newshour/world/russian-opposition-leader-navalny-collapses-in-airplane-in-suspected-poisoning", "https://www.pbs.org/newshour/world/german-doctors-gain-access-in-siberia-to-russian-opposition-leader-in-coma"], "authors": ["David Rising, Associated Press", "Daria Litvinova, Associated Press"], "publish_date": "2020-08-24T11:27:59-05:00"}