{"result_id": "MNTT002057", "URL": "https://www.pbs.org/newshour/science/pfas-toxic-chemical-millions-peoples-drinking-water", "timestamp": "2024-03-06 15:08:36 CET+0100", "meta": {"description": "Six million Americans are exposed to hazardous levels of PFAS chemicals due pollution from military and industrial sites, according to a new study from Harvard University.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/science/pfas-toxic-chemical-millions-peoples-drinking-water", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "What are PFASs, the toxic chemicals being found in drinking water?", "cleaned_text": "More than 16 million Americans drink water contaminated with toxic chemicals that can be traced to military and industrial sites, according to new research from Harvard University.\n\nThe compounds in question are called poly- and perfluoroalkyl substances, or PFASs. They are typically used in fire retardants, oil and water repellents, furniture, waterproof clothes, take out containers and non-stick cookware. The study, published Tuesday in Environmental Science and Technology Letters, looked at more than 36,000 drinking water samples from 4,864 public water sources collected by the Environmental Protection Agency between 2013 and 2015. They found PFASs in water systems that serve more than 16 million people across 33 states, three American territories and the Salt River Pima-Maricopa Indian Community.\n\nJust 13 states made up 75 percent of their findings. California had the highest highest frequency of detection, followed by New Jersey, North Carolina, Alabama, Pennsylvania, Ohio, New York, Georgia, Minnesota, Arizona, Massachusetts, and Illinois.\n\nMost significantly, 66 water supplies serving 6 million people had at least one water sample at or above the EPA’s safety limits. The number of affected people is likely much higher but data are limited. Most in-home water filters cannot effectively remove PFAS chemicals, though activated carbon filters and reverse osmosis can eliminate some forms of the compounds.\n\n“If you look at CDC [Centers for Disease Control and Prevention] data, virtually all Americans are exposed to this group of compounds and we don’t understand where the exposures come from,” Xindi Hu, environmental health scientist and lead researcher told PBS NewsHour. “On one hand, the exposure is ubiquitous, but on the other, we have a lot of gaps in our knowledge.”\n\nThe researchers suggest the broad spread of PFASs in water sources is partly from fire fighting foams and sprays used in training simulations by the military and airport workers.\n\n“During fire-fighting practice drills, large volumes of these toxic chemicals wash into surface and ground waters and can end up in our drinking water,” Arlene Blum, study co-author and executive director of the Green Science Policy Institute said. “Such persistent chemicals should only be used when essential, and never for training.”\n\nPFAS is among the most widely used class of chemicals in the world, and the particles don’t biodegrade. That means they can accumulate in the environment and animals, including humans. A 2015 study by the U.S. National Health and Nutrition Examination Survey found PFASs in 97 percent of human blood samples.\n\nHealth effects of PFASs are debated, but some studies link the chemicals to higher rates of kidney and testicular cancer, higher cholesterol levels, suppressed immune systems and weakened antibody responses to vaccinations among children. Regardless, 200 scientists last May signed the Madrid Statement, showing concern about the manufacture of PFASs.\n\n‘‘Whenever possible, avoid products containing, or manufactured using, PFASs. These include many products that are stain-resistant, waterproof or non-stick,’’ the statement advised.\n\nExposures to PFASs often come through food, consumer goods or air, but water plays an important role because PFASs are highly soluble, and can’t be removed by standard wastewater treatment methods.\n\nA study published in June in Environmental Science and Technology Letters compared PFAS chemicals in public drinking water with PFAS concentrations in blood samples from women in California. Researchers found PFAS levels up to 40 percent higher among women with the chemical detected in their drinking water compared to those without.\n\n“Our study shows that toxic and highly persistent fluorochemicals are making their way from drinking water into people’s bodies,” Myrto Petreas of the California Department of Toxic Substances Control, and author of the June study said in a press release. “It underscores the importance of reducing the use of these chemicals whenever possible to protect our drinking water and our health.”\n\nAn earlier form of the chemical class, long-chain PFAS, was banned in the early 2000s following lawsuits and public outcry. The chemical industry responded by creating a short-chain version of PFASs, where they essentially removed a set of carbon molecules depending on the chemical. Short-chain PFASs are regarded as safer than the long-chain forms.\n\nCurrently, the federal government does not regulate short-chain PFASs. But the chemical class is on the EPA’s list of “unregulated contaminants,” meaning they monitor the substances and can issue notices in instances of potential public danger. Although, that could change with new reforms to the Toxic Substances Control Act, the main federal law that regulates toxic chemicals.\n\n“I think the major point of this study is that the extent of PFAS contamination in our country’s drinking water supply is much greater than previous studies have indicated,” environmental toxicologist Jamie DeWitt at East Carolina University said when asked to review the study. “We may be underestimating PFAS contamination as monitoring does not often capture data from small systems and private wells.”", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "What are PFASs, the toxic chemicals being found in drinking water?", "description": "Six million Americans are exposed to hazardous levels of PFAS chemicals due pollution from military and industrial sites, according to a new study from Harvard University.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2015/05/178669662-e1679066146473-1024x622.jpg", "image:height": "622", "image:width": "1024", "url": "https://www.pbs.org/newshour/science/pfas-toxic-chemical-millions-peoples-drinking-water", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2016-08-12T12:15:15-05:00", "article:section": "Science", "article:tag": "drinking water, pfas, pollution"}, "tags": ["The Leading Edge", "Long-Term Care", "pfas", "Supreme Court", "Essays", "Brooks and Capehart", "drinking water", "ScienceScope", "Race Matters", "Politics Monday", "pollution", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["https://www.epa.gov/assessing-and-managing-chemicals-under-tsca/and-polyfluoroalkyl-substances-pfass-under-tsca", "http://pubs.acs.org/doi/abs/10.1021/acs.estlett.6b00260", "http://gizmodo.com/six-million-americans-have-this-toxic-chemical-in-their-1785025366", "http://edis.ifas.ufl.edu/ss631", "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4483690/", "http://www.atsdr.cdc.gov/phs/phs.asp?id=1115&tid=237", "http://ehp.niehs.nih.gov/1509934/", "http://pubs.acs.org/doi/abs/10.1021/acs.estlett.6b00154", "http://www.pbs.org/newshour/updates/it-could-take-centuries-for-epa-to-test-all-the-unregulated-chemicals-under-a-new-landmark-bill/"], "authors": ["Mark Scialla"], "publish_date": "2016-08-12T12:15:15-05:00"}