{"result_id": "MNTT002076", "URL": "https://www.pbs.org/newshour/health/25-year-long-study-of-black-women-links-frequent-use-of-lye-based-hair-relaxers-to-a-higher-risk-of-breast-cancer", "timestamp": "2024-03-06 15:08:54 CET+0100", "meta": {"description": "Black women could be at higher risk of breast cancer due to frequent use of lye-based hair straighteners. A group of epidemiologists explain their research.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/25-year-long-study-of-black-women-links-frequent-use-of-lye-based-hair-relaxers-to-a-higher-risk-of-breast-cancer", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "25-year-long study of Black women links frequent use of lye-based hair relaxers to a higher risk of breast cancer", "cleaned_text": "Frequent and long-term use of lye-based hair straightening products, or relaxers, may increase the risk of breast cancer among Black women, compared with more moderate use.\n\nBoston University’s Black Women’s Health Study followed 59,000 self-identified African American women for over 25 years, sending questionnaires every two years on new diagnoses and factors that might influence their health.\n\nUsing these data in our own study, my team of epidemiologists and I found that Black women who used hair products containing lye at least seven times a year for 15 or more years had an approximately 30 percent increased risk of estrogen receptor positive breast cancer compared with more infrequent users.\n\nThe minimal association between hair relaxers (with or without lye) and breast cancer risk for moderate users is generally reassuring. But the elevated risk for the heaviest users of lye-based hair products – which included about 20 percent of study participants – is concerning.\n\nThere is an urgent need to address racial disparities in breast cancer.\n\nBlack women diagnosed with breast cancer are 40 percent more likely to die from the disease than white women. While systemic factors such as delays in diagnosis and poorer health care likely contribute to this disparity, they don’t seem to fully explain the survival gap between Black and white women.\n\nBlack women are more likely than white women to develop highly aggressive breast cancers that have higher mortality rates, but researchers don’t really know why. However, scientists do know that chemical hair relaxers, more often used by Black women, contain potentially harmful chemicals, including possible carcinogens and chemicals known as endocrine disrupters, which can interfere with hormone function and could raise breast cancer risk. In the Black Women’s Health Study, 95 percent of women reported past or current use of these products.\n\nThis study fills a knowledge gap on the potential health effects of a consumer product popular among Black women. Given these findings, women may want to be cautious about the types of personal-care products they choose.\n\nWhat still isn’t known\n\nBecause the Black Women’s Health Study did not have information on specific brands of hair relaxers, my team and I could not determine which specific ingredients might be most relevant for breast cancer risk. In addition, because we asked about hair relaxer use before 1997, the results of this study may not apply to products on the market today.\n\nThough our findings suggest a link between the use of certain types of hair relaxers and breast cancer, epidemiologic studies such as this one cannot definitively prove that hair relaxers cause breast cancer. Additional research is needed, especially on currently available products.\n\nWhat other research is being done\n\nEvidence from animal and other experimental studies support a possible link between chemicals included in hair relaxers and cancer development. Studies on hair relaxer use and breast cancer risk in people, however, have had inconsistent results, possibly because of differences in the types of products used or asked about.\n\nThanks to 59,000 study participants in the Black Women’s Health Study, our research team continues to investigate risk factors for breast cancer and other diseases in Black women. By understanding what causes disease and learning about ways to lower risk, society can move one step closer toward eliminating health disparities.\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "25-year-long study of Black women links frequent use of lye-based hair relaxers to a higher risk of breast cancer", "description": "Black women could be at higher risk of breast cancer due to frequent use of lye-based hair straighteners. A group of epidemiologists explain their research.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2021/07/GettyImages-187175890-1024x674.jpg", "image:height": "674", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/25-year-long-study-of-black-women-links-frequent-use-of-lye-based-hair-relaxers-to-a-higher-risk-of-breast-cancer", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2021-07-14T14:32:15-05:00", "article:section": "Health", "article:tag": "black women, black women's health study, breast cancer"}, "tags": ["The Leading Edge", "Long-Term Care", "black women's health study", "Supreme Court", "Essays", "Brooks and Capehart", "black women", "ScienceScope", "breast cancer", "Race Matters", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["https://www.bu.edu/bwhs/", "https://doi.org/10.1093/carcin/bgab041", "https://www.bumc.bu.edu/busm/profile/kimberly-bertrand/", "https://www.cdc.gov/niosh/topics/sodium-hydroxide/default.html", "https://doi.org/10.1093/carcin/bgab041", "https://www.cancer.org/cancer/breast-cancer/understanding-a-breast-cancer-diagnosis/breast-cancer-hormone-receptor-status.html", "https://doi.org/10.3322/caac.21583", "https://doi.org/10.1001/archinte.166.20.2244", "https://doi.org/10.1001/jamaoncol.2019.5672", "https://doi.org/10.3322/caac.21583", "https://doi.org/10.1038/jes.2014.32", "https://doi.org/10.1016/j.envres.2018.03.030", "https://www.fda.gov/consumers/consumer-updates/formaldehyde-hair-smoothing-products-what-you-should-know", "https://www.niehs.nih.gov/health/topics/agents/endocrine/index.cfm", "https://doi.org/10.1093/carcin/bgab041", "https://doi.org/10.1289/EHP5221", "https://doi.org/10.1016/j.envres.2018.03.030", "https://doi.org/10.1093/carcin/bgx060", "https://doi.org/10.1002/ijc.32738", "https://doi.org/10.1093/carcin/bgy002", "https://theconversation.com", "https://theconversation.com/25-year-long-study-of-black-women-links-frequent-use-of-lye-based-hair-relaxers-to-a-higher-risk-of-breast-cancer-163563"], "authors": ["Kimberly Bertrand, The Conversation"], "publish_date": "2021-07-14T14:32:15-05:00"}