{"result_id": "MNTT005061", "URL": "https://apnews.com/article/tennessee-new-laws-transgender-health-guns-13b733fb418c5b24269021f4605ff9e8", "timestamp": "2024-03-06 15:11:14 CET+0100", "meta": {"description": "Republican lawmakers and Gov. Bill Lee have approved hundreds of laws in Tennessee this year. Many of the statutes take effect Saturday, including measures on health care for transgender children, police accountability and school safety.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/tennessee-new-laws-transgender-health-guns-13b733fb418c5b24269021f4605ff9e8", "encoding": "UTF-8", "website_keywords": "Tennessee, General news, Government and politics, Workplace culture, Bill Lee, U.S. Republican Party, n, p, Legislation, Gender, Education, U.S. news, Tyre Nichols, a, U.S. News, Politics"}, "image": null, "domain": "apnews.com", "title": "Tennessee law changes starting July 1 will restrict trans health care and fund more school safety", "cleaned_text": "NASHVILLE, Tenn. (AP) — Months after Tennessee lawmakers finished a chaotic legislative session, many of the most hotly contested laws are poised to take effect Saturday, including measures on health care for transgender children, police oversight, school safety and teacher pay.\n\nThe new fiscal year begins July 1 in Tennessee, meaning the latest state spending plan and a slew of new statutes will be implemented.\n\nThis year, hundreds of laws were passed by the state’s GOP-controlled General Assembly and signed by Republican Gov. Bill Lee, who has yet to veto a bill.\n\nBut the most hectic portion of the monthslong legislative session occurred in the spring, when two Democratic lawmakers were expelled — and another avoided expulsion by just one vote — for participating in a protest seeking stronger gun control laws on the state House floor. After a shooting in March that killed six people at a Nashville school, protesters renewed their call for lawmakers to limit gun access.\n\nUltimately, Republican lawmakers refused. Instead, the debate will continue at a special session scheduled for later this summer.\n\nIn the interim, here’s a look at some of the notable laws to be implemented July 1.\n\nIncreasingly, the Republican-dominated Legislature has enacted some of the most anti-LGBTQ+ bills in the country. This year, the first proposal introduced by lawmakers was a ban on gender-affirming care for minors.\n\nStill, a federal judge blocked part of the ban before it takes effect. The ruling in the lawsuit prevents the state from enforcing a ban on puberty blockers and hormone therapy for minors, and the state is appealing the decision. The judge, however, allowed the ban on gender-affirming surgeries for youth to take effect.\n\nThe law includes a nine-month phase-out period for medical treatments that began before July 1, but no new treatments will be able to start. It requires existing treatment to end by March 31, 2024. Health care providers who violate the ban would be subject to regulatory discipline and could be sued by the attorney general or private parties. Violations carry a $25,000 penalty.\n\nMeanwhile, a separate law will in a way that prevents transgender people from changing their driver’s licenses or birth certificates. The bill passed, despite warnings that Tennessee could risk losing hundreds of millions of federal dollars because they likely violate federal regulations on sexuality and gender identity, but Republican lawmakers dismissed the concerns.\n\nThe handful of community oversight boards in Tennessee, including one in Nashville that has been approved by voters, will soon be replaced with review committees with no power to investigate police misconduct allegations. Under the new law , the committees can only refer complaints to law enforcement internal affairs units, rather than independently investigate the complaints.\n\nAdvocates of the need for police accountability have pointed to the , who died in April after a brutal beating by five Memphis police officers.\n\nThe Nashville Christian school shooting in March reignited a debate over . Republican lawmakers have largely resisted calls to restrict access to firearms. Starting July 1, they are deploying $232 million to fund school resource officers and make security upgrades in public and private schools, as well as require every school to develop annual safety plans.\n\nAfter the shooting in March, lawmakers approved more , manufacturers and sellers from potential lawsuits. The move sparked outcry from Democrats and others who urge reform of gun laws. Republican supporters, however, said the bill aims to help businesses in the state’s booming firearms industry.\n\nOfficials approved a variety of tax breaks and incentives, including: $273 million for a three-month sales tax holiday on groceries; more than $150 million in annual tax breaks aimed mainly at small businesses; and $350 million for improvements at sports venues in Memphis.\n\nRepublicans passed legislation to ban Tennessee public schools and universities from requiring employees to learn about implicit bias in trainings. In recent years, they have placed restrictions on how teachers and professors can talk about race in K-12 classrooms and college campuses.\n\nA new bill to fund six weeks of paid leave for teachers and most state employees following the birth or adoption of a child. The law doesn’t include limitations about the parent’s gender.\n\nTwo new laws target unions and a professional teachers group.\n\nOne law blocks economic incentives for companies, when unions try to use the simpler “card-check” method to unionize. The legislation includes an exception for a big Ford project that will build electric pickup trucks and manufacture batteries with a South Korean partner company. Ford has stopped short of offering explicit support for union membership at the new plants. The company has said it’s up to workers to decide .\n\nAnother law would ban deductions from educators’ paychecks by professional teacher organizations, which is the main method of collecting membership dues. The change has been temporarily blocked in court. The law backed by the governor targets the Tennessee Education Association, which filed the lawsuit and has butted heads with Lee on previous education initiatives, including his school vouchers program.\n\nThe law also gradually raises the minimum teacher salary for the 2026-2027 school year to $50,000, which left some lawmakers conflicted in their support for the pay hike. The Tennessee Education Association asked the judge to keep the pay raise and to block the limitations on dues collection.\n\nA new law supported by the Republican-led Legislature will let state leaders pick the majority of board members for Nashville International Airport, a move seen as one of many state attacks on the liberal-leaning city in recent years.\n\nThe board, named the Metropolitan Nashville Airport Authority, previously included seven members selected by the mayor. With the change, six combined appointments on an eight-member board will be made by the governor and House and Senate speakers. City officials .\n\nAdditionally, the Federal Aviation Administration told city officials that the agency will continue to recognize the mayor-appointed airport board until a chancery court judge rules on the lawsuit.\n\nIn response to the FAA, attorneys for the airport authority said it must follow state law and, barring court action, will seat the reconstituted board on July 1.", "opengraph": {"title": "Tennessee law changes starting July 1 will restrict trans health care and fund more school safety", "url": "https://apnews.com/article/tennessee-new-laws-transgender-health-guns-13b733fb418c5b24269021f4605ff9e8", "image": "https://dims.apnews.com/dims4/default/27dd28b/2147483647/strip/true/crop/4032x2268+0+378/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F60%2Fdf%2F849b1dfbf687fd1e4f0f09597e06%2Fe1aa98c3da5d4bcb84a099d30bf21950", "image:url": "https://dims.apnews.com/dims4/default/27dd28b/2147483647/strip/true/crop/4032x2268+0+378/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F60%2Fdf%2F849b1dfbf687fd1e4f0f09597e06%2Fe1aa98c3da5d4bcb84a099d30bf21950", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "FILE - Advocates gather for a rally at the state Capitol complex in Nashville, Tenn., to oppose a series of bills that target the LGBTQ community, Tuesday, Feb. 14, 2023. Bans on gender-affirming care for minors are to take effect Saturday in Georgia and Tennessee. (AP Photo/Jonathan Mattise, File)", "description": "Republican lawmakers and Gov. Bill Lee have approved hundreds of laws in Tennessee this year. Many of the statutes take effect Saturday, including measures on health care for transgender children, police accountability and school safety.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-30T05:18:58", "article:modified_time": "2023-06-30T15:40:24.566", "article:section": "U.S. News", "article:tag": "Tennessee"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/ap-top-25-schedule-3a060e56ebad6fc131fff8010ded42a3", "https://apnews.com/article/ap-top-25-schedule-3a060e56ebad6fc131fff8010ded42a3", "https://apnews.com/article/ashe-poland-ambassador-tennessee-voting-republican-primary-de7b0f143ec7f3f4c99008c9dfa6dc44", "https://apnews.com/article/ashe-poland-ambassador-tennessee-voting-republican-primary-de7b0f143ec7f3f4c99008c9dfa6dc44", "https://apnews.com/article/tennessee-alabama-basketball-score-e3dface2507a653ce717ff4f350b2d07", "https://apnews.com/article/tennessee-alabama-basketball-score-e3dface2507a653ce717ff4f350b2d07", "https://apnews.com/article/transgender-licenses-birth-certificates-4795c4380b25baa4c9a7a8ddddbca9b3", "https://apnews.com/article/tennessee-police-teachers-bill-lee-6e41966f8d36ab56b16f68c257f5c07e", "https://apnews.com/article/tyre-nichols-lawsuit-police-memphis-beating-a4097a4caa2a597fe77356c0c8bdbfa6", "https://apnews.com/article/gun-laws-tennessee-shooting-6192267a5ef5791416adda36667d287b", "https://apnews.com/article/tennessee-gun-lawsuits-shooting-3534e0242e1a2b582b6accddb292d8a6", "https://apnews.com/article/business-technology-kentucky-tennessee-nashville-fe233dd4d20d45714d905f8f6a08b193", "https://apnews.com/article/nashville-airport-tennessee-lawmakers-349646b96b5a9f62ba4ba9464a64534a"], "authors": [], "publish_date": "2023-06-30T05:18:58"}