{"result_id": "MNTT002033", "URL": "https://www.pbs.org/wgbh/nova/article/hiv-aids-cure/", "timestamp": "2024-03-06 15:08:09 CET+0100", "meta": {"description": "Scientists have cured a handful of people of HIV by piggybacking on treatments they received for blood cancer. But does that bring a widespread cure any closer?", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/article/hiv-aids-cure/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "How a select few people have been cured of HIV", "cleaned_text": "Over the past year, news of two new people cured of HIV grabbed headlines, stirring hopeful talk of what these scientific wonders might portend for the four-decade fight against the virus.\n\nTo researchers working in the HIV cure arena, these cases are inspiring because they prove it is in fact possible to eradicate this extraordinarily complex virus from the body.\n\nThat said, such cures are the result of treatments too toxic to attempt on all but a select few. So while they provide a scientific roadmap toward success, they do not necessarily make researchers’ job any easier as they work to develop alternatives: safe, effective and, crucially, scalable therapies to cure HIV.\n\n“HIV has been a tough nut to crack,” says Marshall Glesby, an infectious disease specialist at Weill Cornell Medicine in New York City and a coauthor of one of the recent HIV cure case studies. “But there is incremental progress being made in terms of our understanding of where the virus hides within the body and potential ways to purge it from those sites.”\n\nThe HIV cure research field is yet quite young. And it likely never would have ballooned as it has in recent years were it not for the very first successful cure—one that served as a catalyst and guiding light for scientists.\n\nDuring the late 1990s and early 2000s, the HIV research establishment focused the lion’s share of its energy and resources on treatment and prevention of the virus. Actually curing HIV was generally regarded as a distant dream, with only a small set of researchers pursuing such a goal.\n\nThen, in 2008, German scientists announced the first case of what would ultimately be deemed a successful cure of the virus. This proof of concept ignited the field and sent financial investment soaring—to $337 million in non–pharmaceutical industry funding in 2020, according to the HIV nonprofit AVAC.\n\nClinicians were able to cure HIV in an American man living in Berlin named Timothy Ray Brown, by exploiting the fact that he had also been diagnosed with acute myeloid leukemia, or AML. This made Brown a candidate for a stem cell (bone marrow) transplant to treat his blood cancer.\n\nBrown’s treatment team relied on the existence of a rare genetic abnormality found among people with northern European ancestry. Known as the CCR5-delta32 mutation, it gives rise to immune cells lacking a certain coreceptor called CCR5 on their surface. This is a hook to which HIV typically latches to begin the process of infecting an immune cell and hijacking its machinery to manufacture new copies of the virus.\n\nThe clinicians found a stem cell donor who was not only a good genetic match for Brown, but who also had the CCR5-delta32 mutation. First they destroyed Brown’s immune system with full-dose chemotherapy and full-body radiation. Then they effectively gave him the donor’s immune system through the stem cell transplant. This cured his HIV by ensuring that any remaining virus in his body was incapable of infecting his new immune cells.\n\nVariations of this method have yielded cures, or likely cures, in four other people during the years since. These cases provide researchers with increasing certainty that it is possible to achieve the ultimate goal: a sterilizing cure, in which the body has been rid of every last copy of virus capable of producing viable new copies of itself.\n\n“It was not a given that if you completely replace the immune system, even with a purportedly non-susceptible immune system, that you would cure infection,” says Louis Picker, associate director of the Vaccine and Gene Therapy Institute at the Oregon Health & Science University. “It was possible that HIV could be hiding in non-immune cells, like endothelial cells, and still find targets to infect.”\n\nBut the small cohort of people who have been cured or likely cured to date, Picker says, “show that’s not the case.”\n\nNevertheless, these successes have not opened the door to a cure for HIV available to much more than a few of the estimated 38 million people living with the virus worldwide. Critically, it is unethical to provide such a dangerous and toxic treatment to anyone who does not already qualify for a stem cell transplant to treat blood cancer or another health condition.\n\nBrown, for one, nearly died from his treatment. And a number of efforts to repeat his case have failed.\n\nWhy is HIV so hard to cure?\n\nHighly effective treatment for HIV hit the market in 1996, transforming what was once a death sentence into a manageable health condition. Today, the therapy, a combination of drugs called antiretrovirals, is so safe, tolerable and effective, that it has extended recipients’ life expectancy to near normal. But despite the fact that these medications can inhibit viral replication to such a degree that it’s undetectable by standard tests, they cannot eradicate HIV from the body.\n\nStanding in the way is what’s known as the HIV reservoir.\n\nThis viral reservoir is composed in large part of long-lived immune cells that enter a resting, or latent, state. Antiretrovirals only target cells that are actively producing new copies of the virus. So when HIV has infected a cell that is in a non-replicating state, the virus remains under the radar of these medications. Stop the treatment, and at any moment, any of these cells, which clone themselves, can restart their engines and repopulate the body with HIV.\n\nThis phenomenon is why people with HIV typically experience a viral rebound within a few weeks of stopping their antiretrovirals. And it is the reason why, given the harm such viral replication causes the body, those living with HIV must remain on treatment for the virus indefinitely to mitigate the deleterious impacts of the infection.\n\n“A key new advance is the finding that those cells which harbor the virus seem resistant to dying, a problem with cancer cells,” HIV cure researcher Steven Deeks, a professor of medicine at University of California, San Francisco, says of the viral reservoir. “We will be leveraging new cancer therapies aimed at targeting these resilient, hard-to-kill cells.”\n\nBrown stood alone on his pedestal for over a decade.\n\nThen, at the 2019 Conference on Retroviruses and Opportunistic Infections (CROI) in Seattle, researchers announced two new case studies of men with blood cancer and HIV who had received treatments similar to Brown’s. The men, known as the Düsseldorf and London patients, were treated for Hodgkin lymphoma and AML, respectively. By the time of the conference, both had spent extended periods off of antiretroviral treatment without a viral rebound.\n\nTo this day, neither man has experienced a viral rebound—leading the authors of the London and Düsseldorf case studies recently to assert that they are “definitely” and “almost definitely” cured, respectively.\n\nIn February 2022, a team of researchers reported at CROI, held virtually, the first possible case of an HIV cure in a woman. The treatment she received for her leukemia represented an important scientific advance.\n\nCalled a haplo-cord transplant, this cutting-edge approach to treating blood cancer was developed to compensate for the difficulty of finding a close genetic match in the stem cell donor–which is traditionally needed to provide the best chance that the stem cell transplant will work properly. Such an effort is made even more challenging when attempting to cure HIV, because the CCR5-delta32 mutation is so rare.\n\nThe American woman received a transplant of umbilical cord blood from a baby, who had the genetic mutation, followed by a transplant of stem cells from an adult, who did not. While each donor was only a partial match, the combination of the two transplants was meant to compensate for this less-than-ideal scenario. The result was the successful blooming of a new, HIV-resistant immune system.\n\nThe authors of the woman’s case study, including Weill Cornell’s Marshall Glesby, estimate that this new method could expand the number of candidates for HIV cure treatment to about 50 per year.\n\nIn July, at the International AIDS Conference in Montreal, researchers announced the case of a fifth person possibly cured of HIV. Diagnosed with the virus in 1988 and 63 years old at the time of his stem cell transplant three years ago, the American man is the oldest to have achieved potential success with such a treatment and the one living with the virus for the longest. Because of his age, he received reduced intensity chemotherapy to treat his AML. Promisingly, he still beat both the cancer and the virus.\n\nThe lead author of this man’s case study, Jana K. Dickter, an associate clinical professor of infectious disease at City of Hope in Duarte, California, says that such cases provide a guide for researchers. “If we are able to successfully modify the CCR5 receptors from T cells for people living with HIV,” she says, “then there is a possibility we can cure a person from their HIV infection.”\n\nScientists also know of two women whose own immune systems, in an extraordinary feat, appear to have cured them of HIV. Both are among the approximately 1 in 200 people with HIV, known as elite controllers, whose immune systems are able to suppress replication of the virus to low levels without antiretroviral treatment.\n\nResearchers believe that these women’s immune systems managed to preferentially eliminate immune cells infected with viral DNA capable of producing viable new virus, ultimately succeeding in eradicating every last such copy.\n\nThe search for the holy grail\n\nAs they seek safer and more broadly applicable therapeutic options than the stem cell transplant approach, HIV cure researchers are pursuing a variety of avenues.\n\nSome investigators are developing genetic treatments in which, for example, they attempt to edit an individual’s own immune cells to make them lack the CCR5 coreceptor.\n\n“The science that I am particularly excited about and that we and others are working on is to make this treatment as an in vivo deliverable therapy that would not rely on transplant centers and could ultimately be given in an outpatient setting,” says Hans-Peter Kiem, director of the stem cell and gene therapy program at the Fred Hutchinson Cancer Center in Seattle.\n\nThen there is what’s known as the “shock and kill” method, in which drugs are used to flush the virus from the reservoir and other treatments are then used to kill off the infected cells. Conversely, “block and lock” attempts to freeze the reservoir cells in a latent state for good. Researchers are also developing therapeutic vaccines that would augment the immune response to the virus.\n\n“Progress will be incremental and slow,” Picker predicts, “unless there is a discovery from left field—an unpredictable advance that revolutionizes the field. I do think it will happen. My personal goal is to be a very good left fielder.”\n\nCorrection: Dr. Glesby's quote in the fourth paragraph was initially published with a typo, saying \"track\" instead of \"crack.\"\n\nThis reporting was supported by the Global Health Reporting Center.", "opengraph": {"url": "https://www.pbs.org/wgbh/nova/article/hiv-aids-cure/", "title": "How a select few people have been cured of HIV", "description": "Scientists have cured a handful of people of HIV by piggybacking on treatments they received for blood cancer. But does that bring a widespread cure any closer?", "type": "website", "image": "https://www.pbs.org/wgbh/nova/media/original_images/HIV_cure_hero.jpg"}, "tags": ["Tech + Engineering", "Planet Earth", "Body + Brain", "Evolution", "Nature", "Military + Espionage", "Space + Flight", "Ancient Worlds", "Physics + Math"], "tweets": [], "movies": [], "links": ["/wgbh/nova/article/second-patient-has-entered-long-term-remission-hiv/", "/wgbh/nova/article/hiv-social-networks/", "/wgbh/nova/video/ending-hiv-in-america/", "https://www.nytimes.com/2008/11/14/health/14hiv.html", "https://www.nejm.org/doi/full/10.1056/nejmoa0802905", "https://www.avac.org/sites/default/files/resource-files/Global_Investment_HIV_CureResearch_and_Development2020.pdf", "/wgbh/nova/video/ending-hiv-in-america/", "https://www.unaids.org/en/resources/fact-sheet", "https://www.nature.com/articles/nature.2013.14324", "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0081355", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4048589/", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8537114/", "https://help.pbs.org/support/solutions/articles/5000677869-online-sponsorship-support/", "https://www.nejm.org/doi/full/10.1056/nejmoa062360", "https://www.nejm.org/doi/full/10.1056/nejmoa1506816", "https://www.croiconference.org/abstract/analytic-treatment-interruption-ati-after-allogeneic-ccr5-d32-hsct-aml-2013", "https://www.pbs.org/wgbh/nova/article/second-patient-has-entered-long-term-remission-hiv/", "https://pubmed.ncbi.nlm.nih.gov/27788764/", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6595267/", "https://www.acpjournals.org/doi/10.7326/L21-0297", "https://www.nature.com/articles/s41586-020-2651-8", "https://www.croiconference.org/abstract/delayed-viral-rebound-during-ati-after-infusion-ccr5-zfn-treated-cd4-t-cells/", "https://www.science.org/doi/10.1126/scitranslmed.abl3836", "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7019976/", "https://hivinfo.nih.gov/understanding-hiv/fact-sheets/what-therapeutic-hiv-vaccine", "https://twitter.com/share?url=https://www.pbs.org/wgbh/nova/article/hiv-aids-cure/", "https://www.facebook.com/sharer/sharer.php?u=https://www.pbs.org/wgbh/nova/article/hiv-aids-cure/", "mailto:?body=From%20Nova%20|%20PBS%0D%0A%0D%0Ahttps://www.pbs.org/wgbh/nova/article/hiv-aids-cure/%0D%0A%0D%0A"], "authors": [], "publish_date": "2022-10-05T15:25:00.000Z"}