{"result_id": "MNTT004086", "URL": "https://healnavigator.com/listing/hope4cancer-reviews/", "timestamp": "2024-03-06 15:10:22 CET+0100", "meta": {"description": "Hope4Cancer Mexico (Tijuana & Cancun). Read Reviews and get a Cost estimate. 3 weeks cost ~ $45,000", "lang": "en", "favicon": "https://healnavigator.com/wp-content/uploads/2022/08/cropped-heal_navigator_site_icon-32x32.png", "canonical": "https://healnavigator.com/listing/hope4cancer-reviews/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "healnavigator.com", "title": "Hope4Cancer Treatment Centers - Cost And Reviews (2024)", "cleaned_text": "Like many of us when we first learn we have cancer, I panicked and felt like I HAD to go to a clinic somewhere and sooner than later. That was my first big mistake. I live in a state where it is near impossible to get any type of alternative cancer treatment (here, Naturopath docs can't even truly help you unless it is to support what the oncologist prescribes, and that help is very limited).\n\nI did compare clinics and H4C seemed to be the best deal for the money, compared to clinics in the States, so I went to Cancun for my initial 3 weeks of treatment in February of 2023. Looking back, I regret that decision. It was a lot of money, and yes, they do try to upsell you on other treatments once you arrive.\n\nThe biggest problem with H4C is that they do NOT personalize treatments - everyone gets put on pretty much the same regimen, despite what Dr. Tony claims. He is a wonderful, caring person, but you do not receive personalized care in the price they quote you. They may recommend some additional things that may be useful, but you must pay extra. In my case, I was receiving B17 IVs several times a week, and I was feeling dizzy and nauseous almost on a daily basis.\n\nMy doctor poo-poo'd me when I suggested I might be sensitive to them, but after I returned home, my doctor confirmed through ART that B17 was not appropriate for me. I also got the RGCC test (be sure to get that before you go, if you do!) and my results revealed that none of the treatments they gave me at the clinic offered any benefits for my cancer. I also had issues with the competency of some of the staff. They are all very kind and loving, but some were clearly fresh out of school and not experienced with starting IVs. I finally requested a more experienced nurse after enduring 10 days of very painful sticks.\n\nMy advise is to do your homework, find out what treatments you need for YOUR cancer and then search for care accordingly (Heal Navigator is great for that). If you go to H4C, make sure you request (and negotiate the price in advance) the treatments that are right for you. I have heard of some people improving after going there, but after my full year, my situation is unchanged and that is also the case with the friends I made there (and keep in touch with). Regarding their Home Support Program, I also found it to be not very helpful (you cannot communicate directly with your assigned doctor). When I told them my RGCC test showed that none of the treatments they sent me home with would work for my cancer, their response was \"well, there's nothing else we can offer you.\" I'm sorry, but I spent too much money to be told that! It's a huge letdown to leave after 3 weeks of care in a beautiful location, only to return home and not really know what to do next.", "opengraph": {"locale": "en_US", "type": "article", "title": "Hope4Cancer Treatment Centers - Cost And Reviews (2024)", "description": "Hope4Cancer Mexico (Tijuana & Cancun). Read Reviews and get a Cost estimate. 3 weeks cost ~ $45,000 ", "url": "https://healnavigator.com/listing/hope4cancer-reviews/", "site_name": "Heal Navigator", "article:publisher": "https://www.facebook.com/HealNavigator", "updated_time": "2023-12-28T12:30:17+00:00", "image": "https://healnavigator.com/wp-content/uploads/2018/06/H4C_HealNavHeader_final3_op.jpg-1.webp", "image:secure_url": "https://healnavigator.com/wp-content/uploads/2018/06/H4C_HealNavHeader_final3_op.jpg-1.webp", "image:width": "1920", "image:height": "1080", "image:alt": "hope4cancer-reviews", "image:type": "image/webp"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": null}