{"result_id": "MNTT002069", "URL": "https://www.pbs.org/newshour/show/new-promise-shown-in-treatments-for-melanoma-breast-cancer", "timestamp": "2024-03-06 15:08:47 CET+0100", "meta": {"description": "Two studies have doctors energized about the prospects for treating people with advanced cases of deadly skin cancer and the prospects for a new breast cancer drug. Judy Woodruff discusses the latest developments with Dr. George Sledge of The American Society of Clinical Oncology.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/show/new-promise-shown-in-treatments-for-melanoma-breast-cancer", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "New Promise Shown in Treatments for Melanoma, Breast Cancer", "cleaned_text": "Two studies have doctors energized about the prospects for treating people with advanced cases of deadly skin cancer and the prospects for a new breast cancer drug. Judy Woodruff discusses the latest developments with Dr. George Sledge of The American Society of Clinical Oncology.\n\nNotice: Transcripts are machine and human generated and lightly edited for accuracy. They may contain errors.\n• Astounding and unprecedented aren't words you often hear from the country's leading cancer specialists, but two studies released this weekend have oncologists excited about the prospects of treatment options for people with advanced cases of the deadly skin cancer melanoma. Two new drugs, with two new approaches, have been found to help combat the disease. One goes after a gene mutation that accelerates tumor growth. The other stimulates the immune system to fight the cancer. Eighty-four percent of those taking the gene-targeting drug were still alive after six months, reducing the death risk by 63 percent. Twenty-one percent of those taking the immune-boosting drug were alive after three years, compared to just 12 percent on chemotherapy or a placebo. In other cancer news, a drug used to prevent recurrences of breast cancer was also found to reduce the risk of it occurring in the first place. And screening for ovarian cancer was found not to reduce the risk of dying from the disease. Well, all of this was released at the American Society of Clinical Oncology's annual meeting in Chicago. And to tell us more is that group's outgoing president. He's Dr. George Sledge. Dr. Sledge, thank you for being with us. And let me ask you first about the melanoma treatments. Do these qualify as a breakthrough? DR. GEORGE SLEDGE, American Society of Clinical Oncology: These — Judy, these are genuinely exciting. I have been in this field for 30 years. During that period, the standard therapy for melanoma has been a drug that is both toxic and relatively ineffective, a chemotherapy drug called dacarbazine. It has a response rate of about 5 percent in patients with advanced disease. One of the two drugs that you mentioned, the drug that is the inhibitor of the growth factor pathway, gives you a response rate of 48 percent. So it's nine to 10 times as effective at shrinking the tumors compared to the older therapy, so a genuine advance and genuine excitement in the field over this.\n• Well, we don't know yet. We don't have a head-to-head comparison. Oncologists, when they have two new drugs that improve survival — and both of these drugs improve survival — probably the first thing we are going to do is to combine them to see if we get even better improvement. Neither of these drugs will — in and of itself, is likely to cure metastatic melanoma, so we will want to do novel combinations with them to see if we do — will do better. We will want to move these drugs up front to patients with earlier-stage disease to see whether or not something that improves survival on the one hand may actually improve the cure rate when used in an earlier stage of patients.\n• Well, very simply, we just didn't understand the biology of melanoma until very recently. The mutation, for instance, that we're going after with this new drug was one that 10, 15 years ago, we didn't know existed in melanoma. This is part of the payoff for the nation's investment in cancer research over the past several decades. We're now beginning to understand, for just about every cancer, what makes these cancers tick, and therefore, how we can interrupt the growth of these cancers.\n• So, this is a drug that's been around for a while. It was developed in the mid-1990s. We have used it to treat both metastatic breast cancer and early-stage breast cancer to prevent recurrence in early-stage disease. It's a drug that works in women after — who have gone through the menopause by lowering estrogen levels in their blood. Now, we know that many breast cancers develop as a result of chronic estrogen exposure. So, if we take a group of women who we know to be at high risk for developing breast cancer, and give women this drug, for those high-risk women, it roughly cuts in half their risk of developing a new breast cancer.\n• Well, we had hoped for many years that, by using blood tests that can detect ovarian cancer, or by using ultrasound to look at the ovaries of women with — with — who are at high risk for ovarian cancer, that we might be able to detect these cancers early. So, in a government-sponsored trial, we took a large group of women and either did a screening with the blood test, what's called a CA-125, along with ultrasound screening, or — or neither of those, and then followed the women for a prolonged period of time, up to 13 years in this study. And, unfortunately, the results of this trial are that the extensive screening doesn't improve the woman's likelihood — doesn't lower a woman's likelihood of dying of ovarian cancer. I think what this says is back to the drawing board. These are fairly crude tools. We need tools that are more precise, that detect the cancer at an earlier point in time, or alternatively, we just simply need better treatments for ovarian cancer once it develops.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "New Promise Shown in Treatments for Melanoma, Breast Cancer", "description": "Two studies have doctors energized about the prospects for treating people with advanced cases of deadly skin cancer and the prospects for a new breast cancer drug. Judy Woodruff discusses the latest developments with Dr. George Sledge of The American Society of Clinical Oncology.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/social-share.jpg", "url": "https://www.pbs.org/newshour/show/new-promise-shown-in-treatments-for-melanoma-breast-cancer", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2011-06-06T18:15:00-05:00", "article:section": "Health", "article:tag": "breast cancer, cancer, doctors, skin cancer, study, treatment"}, "tags": ["The Leading Edge", "Long-Term Care", "Supreme Court", "Essays", "Brooks and Capehart", "treatment", "ScienceScope", "breast cancer", "Race Matters", "skin cancer", "Politics Monday", "doctors", "study", "Basic Research", "Innovation and Invention", "Teachers' Lounge", "cancer"], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": "2011-06-06T18:15:00-05:00"}