{"result_id": "MNTT002067", "URL": "https://www.pbs.org/newshour/health/why-covid-19-can-be-toxic-for-people-in-alcohol-recovery", "timestamp": "2024-03-06 15:08:44 CET+0100", "meta": {"description": "Health professionals won’t have a true picture of the long-term consequences of COVID-19 on addiction recovery for months, if not longer.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/why-covid-19-can-be-toxic-for-people-in-alcohol-recovery", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Why COVID-19 can be 'toxic' for people in alcohol recovery", "cleaned_text": "For millions of people in recovery or looking for help for alcohol use, in-person group meetings can be a source of relief. But social distancing measures that were put in place to help curb the coronavirus have disrupted the support networks people rely upon for help.\n\nThe “COVID pandemic has created an explosion of people who are in crisis as a result of isolation and anxiety,” said Dr. Yngvild Olsen of the American Society of Addiction Medicine. For people in recovery, those feelings can increase the chance of a relapse. Support groups have hastily stitched together a patchwork of video meetings and virtual support networks to try to catch people when they need help. But the system is imperfect, and health professionals won’t have a true picture of the long-term consequences of COVID-19 on addiction recovery for months, if not longer.\n\nLong before the added stress of the pandemic, more than a quarter of Americans binged on alcohol (defined as four drinks for a woman or five for a man in the span of two hours) at least monthly, according to a 2018 survey cited by the National Institute for Alcohol Abuse and Alcoholism. A total of 14.4 million U.S. adults live with alcohol use disorder. Roughly 90,000 people die from alcohol-related illness or accidents each year in the United States, making alcohol the third-leading cause of preventable death in the country. But while cities and states tally known deaths from COVID-19 on a daily basis, it will be months before federal statisticians and epidemiologists have the data to know how the pandemic may have influenced deaths from alcohol.\n\n“Addiction doesn’t just disappear because other challenges come along,” Olsen said.\n\nBecause people are practicing social distancing and avoiding non-emergency health care visits, those who are in recovery may have a hard time accessing treatment — a challenge that will continue even after stay-at-home orders are eased. Like other sectors of the health care system that aren’t focused on COVID-19, behavioral health practitioners have slowed or stopped visits altogether, which means less money is coming in. Some projections indicate that the industry could see its $78.5 billion annual revenue cut in half this year, Olsen said. If that happens, many providers may be forced to shutter.\n\nWhen someone first decides to stop drinking alcohol, support meetings are vital because “they don’t have stable recovery yet, and they pretty much need to go to those every day,” said Dr. Keith Humphreys, a professor of psychiatry at Stanford University who served as drug policy advisor under the Bush and Obama administrations. A comprehensive review he co-authored, published in March in the Cochrane Review, explored the efficacy of alcohol treatment and therapy under Alcoholics Anonymous, and suggests that in-person meetings help people abstain from alcohol.\n\nMeetings are designed to build a network of peer support and accountability for someone who wants to end their alcohol use. Support group meetings “serve as a lifeline” for anybody trying to recover from addiction, said Bill Greer, president of SMART Recovery USA, because they are interacting with people who are up against the same challenges.\n\nBefore the pandemic, nearly 3 million Americans overall attended mutual health meetings in the last 90 days, and 11 percent of people used an online service during their recovery, according to Dr. Brandon Bergman, who is an assistant professor at Harvard Medical School who studies the use of digital platforms for helping people in addiction recovery at Massachusetts General Hospital’s Recovery Research Institute. Now, COVID-19 has made those online meetings one of the only options for people in recovery seeking community support.\n\n“It’s a gigantic increase,” Bergman said. “There are going to be growing pains. That’s what you’re seeing.”\n\nThere has been little empirical or scientific research to date about the effectiveness of online recovery meetings, Bergman said, nor data that reveals who benefits most from these types of meetings or how.\n\nEven in normal times, online video meetings can be more convenient than attending in person for many people. But for those without a smartphone, computer or sufficient data plan — lower income people who may already be more vulnerable to other aspects of the COVID-19 crisis, for instance — such a platform can be a barrier to help, Bergman said.\n\nGreer’s organization, a secular addiction recovery support program, offered face-to-face meetings to 100,000 people per month before the pandemic. Now they have been rapidly ramping up their online support meetings, which typically hold a dozen people but have been included as many as 150, Greer said. His staff is training group facilitators on how to lead online support meetings. Before they may have looked for telltale body language, such as someone squirming in their seat, to check if an attendee is feeling anxious or needs to talk.\n\n“Now when we’re in an environment where it’s hard to meet face-to-face, online meetings have become a lot more important,” Greer said.\n\nAccording to Humphreys, it can be easy for a participant to evade notice on online forums. “If you go on a bender during the week and you don’t show up to your meeting, you know people will ask you, ‘Where have you been?’ Or if you show up with liquor on your breath. You can disappear on a conference call, and people may not notice.”\n\nThe online meetings have revealed other imperfections, including widely reported concerns about security and privacy during video conferences, as well as a form of trolling called “Zoombombing.” That is when someone disrupts a meeting with racist or misogynist outbursts or posts obscene images.\n\nThe effect can be traumatizing, said Erica C. Barnett, a journalist and author of the forthcoming memoir “Quitter,” in which she chronicled her own journey through alcohol recovery and relapse. A friend of hers attended a meeting where this happened, and it was disturbing, Barnett said. She added that her friend has not returned for online support meetings — which are usually considered “safe spaces.”\n\n“It’s just as traumatic as someone screaming to your face on the street, and it’s happening to a lot of people,” Barnett said.\n\nAddiction recovery groups are “putting their heads together” to figure out how to thwart Zoombombing, Bergman said. Hosts can kick out these individuals, he said, but organizations are exploring more proactive measures to prevent dangerous behavior from derailing meetings.\n\nAs Humphreys summed up, life in early alcohol recovery under COVID-19 “is a really toxic mix.”\n\nMeeting facilitator Chuck Krumroy has seen that firsthand. Since 2006, he has attended the weekly SMART Recovery meetings at Massachusetts General Hospital in Boston, and began leading sessions a few years ago. In his group, attendees range from their 20s to their 50s and are career professionals — graduate students, engineers, health information system planners. For them, he said, addiction and trauma often overlap.\n\n“When a new trauma is experienced, the old trauma is relived,” Krumroy said. “This current pandemic is traumatic for a lot of people.”\n\nDuring the in-person support meetings, Krumroy stood next to a whiteboard and asked attendees to brainstorm the costs and benefits of addiction. He drew quadrants with a dry-erase marker, and the exercise often invited lively conversation and summoned powerful moments of realization, he said. Now in Zoom video meetings, he said it is much harder to do that smoothly and interactively.\n\nSeveral people in his group “have significantly relapsed,” Krumroy said. Over the last month, two people have asked the group about residential treatment programs. A regular meeting attendee simply stopped showing up for the video chats.\n\nKrumroy said he urges people who have relapsed to remember they are the same person this week as they were last week. Instead of spiraling, he asks people in his group what happened that led to the slip. That way, people can gain perspective over what happened and “strengthen their motivation to move back into abstinence.”\n\nBarnett, the writer, lives in Seattle, where COVID-19 was identified early and spread quickly, and she has been practicing social distancing for weeks. It has been really hard, she said. At one point, she said she got depressed and had a meltdown.\n\n“The cliche is that alcoholism and addiction is a disease of isolation. That’s definitely true for me,” Barnett said. “When I was in the depths of my drinking, I didn’t talk to anybody. People who wanted to help, who were reaching out … I pushed them away.”\n\nShe suggests practicing social distancing without isolating yourself. Stay in contact with people in your support system, like a sponsor, and maintain a routine, she advised.\n\nFive years in, she said she considers herself in early recovery. Each time she has relapsed, Barnett said, she learned something new about herself — her triggers, what led to the relapse, “and what got me out of it.”\n\n“If you have a relapse, you don’t have to beat yourself up or think of it as total failure,” she said. “Right now, everybody needs to be gentle on themselves.”", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Why COVID-19 can be 'toxic' for people in alcohol recovery", "description": "Health professionals won’t have a true picture of the long-term consequences of COVID-19 on addiction recovery for months, if not longer.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2020/04/GettyImages-1155465823-1024x576.jpg", "image:height": "576", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/why-covid-19-can-be-toxic-for-people-in-alcohol-recovery", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2020-04-23T17:05:50-05:00", "article:section": "Health", "article:tag": "alcohol, covid-19, novel coronavirus"}, "tags": ["The Leading Edge", "Long-Term Care", "Supreme Court", "Essays", "Brooks and Capehart", "novel coronavirus", "ScienceScope", "Race Matters", "Politics Monday", "alcohol", "covid-19", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["https://www.niaaa.nih.gov/publications/brochures-and-fact-sheets/alcohol-facts-and-statistics", "https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD012880.pub2/full#CD012880-sec1-0005"], "authors": ["Laura Santhanam"], "publish_date": "2020-04-23T17:05:50-05:00"}