{"result_id": "MNTT005064", "URL": "https://apnews.com/article/us-guantanamo-detainees-un-investigator-cruel-treatment-bfae732732c7a3f596bb01e106f6fbca", "timestamp": "2024-03-06 15:11:16 CET+0100", "meta": {"description": "The first U.N. independent investigator to visit the U.S. detention center at Guantanamo Bay says the 30 men held there are subject “to ongoing cruel, inhuman and degrading treatment under international law.\"", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/us-guantanamo-detainees-un-investigator-cruel-treatment-bfae732732c7a3f596bb01e106f6fbca", "encoding": "UTF-8", "website_keywords": "Crime, Torture, United Nations, General news, Terrorism, Human rights, Legal proceedings, World news, p, September 11 attacks, New York City, Politics, Prisons, i, Trials, World News"}, "image": null, "domain": "apnews.com", "title": "Conditions for Guantanamo detainees are cruel, inhuman and degrading, UN investigator says", "cleaned_text": "UNITED NATIONS (AP) — The first U.N. independent investigator to visit the U.S. detention center at Guantanamo Bay said Monday the 30 men held there are subject “to ongoing cruel, inhuman and degrading treatment under international law.”\n\nThe investigator, Irish law professor Fionnuala Ní Aoláin, said at a news conference releasing her 23-page report to the U.N. Human Rights Council that the 2001 attacks in New York, Washington and Pennsylvania that killed nearly 3,000 people were “crimes against humanity.” But she said the U.S. use of torture and rendition against alleged perpetrators and their associates in the years right after the attacks violated international human rights law — and in many cases deprived the victims and survivors of justice because information obtained by torture cannot be used at trials.\n\nNí Aoláin said her visit marked the first time a U.S, administration has allowed a U.N. investigator to visit the facility, which opened in 2002.\n\nShe praised the Biden administration for leading by example by opening up Guantanamo and “being prepared to address the hardest human rights issues,” and urged other countries that have barred U.N. access to detention facilities to follow suit. And she said she was given access to everything she asked for, including holding meetings at the facility in Cuba with “high value” and “non-high value” detainees.\n\nThe United States said in a submission to the Human Rights Council on the report that the special investigator’s findings “are solely her own” and “the United States disagrees in significant respects with many factual and legal assertions” in her report.\n\nNí Aoláin said “significant improvements” have been made to the confinement of detainees but expressed “serious concerns” about the continued detention of 30 men, who she said face severe insecurity, suffering and anxiety. She cited examples including near constant surveillance, forced removal from their cells and unjust use of restraints.\n\n“I observed that after two decades of custody, the suffering of those detained is profound, and it’s ongoing,” the U.N. special rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism said. “Every single detainee I met with lives with the unrelenting harms that follow from ”\n\nNí Aoláin, concurrently a professor at the University of Minnesota and at Queens University in Belfast, Northern Ireland, said there was “a heartfelt response” by many detainees to seeing someone who was neither a lawyer nor associated with the detention center, some for the first time in 20 years. During the visit, she said, she and her team scrutinized every aspect of Guantanamo.\n\nNí Aoláin said many detainees she met showed evidence of “deep psychological harm and distress – including profound anxiety, helplessness, hopelessness, stress and depression, and dependency.”\n\nShe expressed grave concern at the failure of the U.S. government to provide torture rehabilitation programs to the detainees and said the specialist care and facilities at Guantanamo “are not adequate to meet the complex and urgent mental and physical health issues of detainees” ranging from permanent disabilities and traumatic brain injuries to chronic pain, gastrointestinal and urinary issues.\n\nMany also suffer from the deprivation of support from their families and community “while living in a detention environment without trial for some, and without charge for others, for 21 years, hunger striking and force-feeding, self-harm and suicidal ideation (ideas), and accelerated aging,” she said.\n\nNí Aoláin expressed “profound concern” that 19 of the 30 men remaining at Guantanamo have never been charged with a single crime, some after 20 years in U.S. custody, and that the continuing detention of some of them “follows from the unwillingness of the authorities to face the consequences of the torture and other ill-treatment to which the detainees were subjected and not from any ongoing threat they are believed to pose.” She stressed repeatedly that using information obtained by torture at a trial is prohibited and she said the United States has committed to not using such information.\n\nShe also found “fundamental fair trial and due process deficiencies in the military commission system,” expressed concern at the extent of secrecy in all judicial and administrative proceedings, and concluded the U.S. failed to promote fundamental fair trial guarantees.\n\nNí Aoláin made a long series of recommendations and said the prison at Guantanamo Bay should be immediately closed, a goal of the Biden administration.\n\nAmong her key recommendations to the U.S. government were to provide specialized rehabilitation from torture and trauma to detainees, ensure that all detainees whether they are “high-value” or “non-high value” are provided with at least one phone call every month with their family, and guaranteed equal access to legal counsel to all detainees.\n\nThe U.S. response, submitted by the American ambassador to the Human Rights Council, Michele Taylor, said Ní Aoláin was the first U.N. special rapporteur to visit Guantanamo and had been given “unprecedented access” with “the confidence that the conditions of confinement at Guantanamo Bay are humane and reflect the United States’ respect for and protection of human rights for all who are within our custody.”\n\n“Detainees live communally and prepare meals together; receive specialized medical and psychiatric care; are given full access to legal counsel; and communicate regularly with family members,” the U.S. statement said.\n\n“We are nonetheless carefully reviewing the (special rapporteur’s) recommendations and will take any appropriate actions, as warranted,” it said.\n\nThe United States said the Biden administration has made “significant progress” toward closing Guantanamo, from the facility, it said, adding that it is looking to find suitable locations for the remaining detainees eligible for transfer.\n\nThe report also covers the rights of the 9/11 victims and the rights of the detainees released from Guantanamo who have been repatriated to their home country or resettled.\n\nNí Aoláin stressed that victims of terrorism have a right to justice, and called it “a betrayal” that the U.S. use of torture would prevent many from seeing the perpetrators and their collaborators in court. She also said children whose families accepted compensation in the immediate aftermath of 9/11 and waived their rights should be able to pursue compensation and health care.\n\nAs for the 741 men who have been released from Guantanamo, she said, many were left on their own, lacking a legal identity, education and job training, adequate physical and mental health care, and continue to experience “sustained human rights violations,” poverty, social exclusion and stigma.\n\nThe special rapporteur stressed that the United States has international law obligations before, during and after the transfer of detainees and must provide “fair and adequate compensation and as full rehabilitation as possible to the men who were detained at Guantanamo.”", "opengraph": {"title": "Conditions for Guantanamo detainees are cruel, inhuman and degrading, UN investigator says", "url": "https://apnews.com/article/us-guantanamo-detainees-un-investigator-cruel-treatment-bfae732732c7a3f596bb01e106f6fbca", "image": "https://dims.apnews.com/dims4/default/115417b/2147483647/strip/true/crop/5454x3068+0+284/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F83%2F4f%2F301a9b9228709182b3d48ffe5946%2Fc9c66ce7889c4645b5791fc22ec3bdd3", "image:url": "https://dims.apnews.com/dims4/default/115417b/2147483647/strip/true/crop/5454x3068+0+284/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F83%2F4f%2F301a9b9228709182b3d48ffe5946%2Fc9c66ce7889c4645b5791fc22ec3bdd3", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "FILE - In this photo reviewed by U.S. military officials, a flag flies at half-staff in honor of the U.S. service members and other victims killed in the terrorist attack in Kabul, Afghanistan, as seen from Camp Justice in Guantanamo Bay Naval Base, Cuba, Aug. 29, 2021. The first U.N. independent investigator to visit the U.S. detention center at Guantanamo Bay said Monday, June 26, 2023, that the 30 men held there are subject “to ongoing cruel, inhuman and degrading treatment under international law.” The U.S. response said Irish law professor Fionnuala Ní Aoláin was the first U.N. special rapporteur to visit Guantanamo and had been given “unprecedented access” with “the confidence that the conditions of confinement at Guantanamo Bay are humane and reflect the United States’ respect for and protection of human rights for all who are within our custody.” (AP Photo/Alex Brandon, File)", "description": "The first U.N. independent investigator to visit the U.S. detention center at Guantanamo Bay says the 30 men held there are subject “to ongoing cruel, inhuman and degrading treatment under international law.\"", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-26T20:37:26", "article:modified_time": "2023-06-27T11:56:39.086", "article:section": "World News", "article:tag": "United Nations"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/carlo-ancelotti-spain-tax-fraud-allegation-6106463aecb6234ef0ff3707fbda8f15", "https://apnews.com/article/carlo-ancelotti-spain-tax-fraud-allegation-6106463aecb6234ef0ff3707fbda8f15", "https://apnews.com/article/russia-putin-crackdown-opposition-dissent-prison-532705369591610a94e9e86340233380", "https://apnews.com/article/russia-putin-crackdown-opposition-dissent-prison-532705369591610a94e9e86340233380", "https://apnews.com/article/new-mexico-terrorism-trial-compound-boy-muslim-91e32fd013d6158fae037a45611727e7", "https://apnews.com/article/new-mexico-terrorism-trial-compound-boy-muslim-91e32fd013d6158fae037a45611727e7", "https://apnews.com/article/cuba-crime-war-crimes-baltimore-al-qaida-3bdb752fee28c0dd06b2803045dff553", "https://apnews.com/article/guantanamo-al-qaida-saudi-1d32cc003153213711cf06acf1761cbd", "https://apnews.com/article/al-qaida-politics-united-states-government-belize-cuba-6037c1e52408df0576ef4e502fda01a4"], "authors": [], "publish_date": "2023-06-26T20:37:26"}