{"result_id": "MNTT001032", "URL": "https://www.bbc.com/news/uk-wales-south-west-wales-44169410", "timestamp": "2024-02-28 23:17:55 CET+0100", "meta": {"description": "Scientists found tiny nanoparticles from the leaves destroyed 80% of cells they were applied to.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/uk-wales-south-west-wales-44169410", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Nanoparticles from tea leaves 'destroy lung cancer cells'", "cleaned_text": "They were amazed to discover the \"quantum dots\" they manufactured destroyed 80% of the lung cancer cells they were applied to.\n\nThe research team, which includes researchers from KSR Institute of Technology and Bharathiar University in India, were therefore exploring a non-toxic plant-based alternative method of producing the dots, using tea leaf extract.\n\nDr Sudhagar Pitchaimuthu, lead researcher on the project, explained: \"The main reason we started looking at tea leaves is that chemically synthesised quantum dots cost between £250 and £500 per microgram, whereas organically-derived ones can be manufactured for £10 per microgram, and at the same time they don't poison healthy cells surrounding the cancer.\n\n\"They had exceptional fluorescence emission for cancer cell bio-imaging, but the cherry on the cake was finding the cells were dying off and weren't able to replicate themselves.\"\n\nFurther research discovered that the quantum dots were small enough to penetrate into the \"nanopores\" of the cancer cell walls.\n\nAccording to the Welsh Cancer Intelligence and Surveillance Unit, lung cancer is one of the four most common cancers in Wales and the commonest cancer worldwide.\n\nAbout half of all people with lung cancer in Wales die from the disease within six months of diagnosis, almost three-quarters within a year.\n\nBut Dr Pitchaimuthu said harnessing the quantum dots effect into a usable treatment on humans could still be some years off.\n\n\"First we have to scale-up the production from the tiny amounts we've created in the laboratory, to create a quantum dot factory.\n\n\"We now need to identify an enzyme which can deliver them to cancers in living creatures, without affecting surrounding healthy tissues.\n\n\"We hope to start live laboratory trials shortly, with human clinical trials following in around two years if all goes well, so perhaps in a decade we could have a widely-available treatment.\"\n\nDr Pitchaimuthu's team is also investigating other potential uses for the quantum dots, including in solar cells, water pollutant treatments, for anti-microbial paint used in operating theatres, and in sun creams.\n\nThey could even help improve the environment, as the tea leaves used come from the third of the crop deemed unsuitable for drinking, which normally ends up in landfill.", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Scientists found tiny nanoparticles from the leaves destroyed 80% of cells they were applied to.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/14523/production/_101653238_tealeaves.jpg", "image:alt": "A woman's hands plucking tea leaves", "locale": "en_GB", "site_name": "BBC News", "title": "Nanoparticles from tea leaves 'destroy lung cancer cells'", "type": "article", "url": "https://www.bbc.com/news/uk-wales-south-west-wales-44169410", "article:section": "South West Wales"}, "tags": [], "tweets": [], "movies": [], "links": ["#comments", "http://www.wcisu.wales.nhs.uk/survival", "https://www.bbc.co.uk/news/health-43034764", "https://www.bbc.co.uk/news/health-43821914", "https://www.bbc.co.uk/news/health-42736764", "/news/health-43821914", "/news/health-43034764", "/news/health-42736764", "http://www.wcisu.wales.nhs.uk/survival"], "authors": ["By Neil Prior"], "publish_date": "2018-05-20T23:59:07.000Z"}