{"result_id": "MNTT005035", "URL": "https://apnews.com/article/fact-check-misinformation-lgbtq-george-santos-donald-trump-a9d9787012ef51209b48939434e7a888", "timestamp": "2024-03-06 15:10:54 CET+0100", "meta": {"description": "Social media users shared a range of false claims this week. Here are the facts: Top universities in North Carolina aren't providing medical interventions to toddlers with gender dysphoria, as some posts suggest. Congressman George Santos was indicted on federal charges but no mugshot has been released, contrary to an image circulating online. CNN's town hall with former President Donald Trump ran longer than planned; it wasn't cut short. Chelsea Clinton didn't say the U.S. should “force-jab every unvaccinated child,” as a false headline posits.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/fact-check-misinformation-lgbtq-george-santos-donald-trump-a9d9787012ef51209b48939434e7a888", "encoding": "UTF-8", "website_keywords": "North Carolina, Chelsea Clinton, General news, Not Real News, NC State Wire, AP Fact Check, U.S. News"}, "image": null, "domain": "apnews.com", "title": "NOT REAL NEWS: A look at what didn't happen this week", "cleaned_text": "A roundup of some of the most popular but completely untrue stories and visuals of the week. None of these are legit, even though they were shared widely on social media. The Associated Press checked them out. Here are the facts:\n\nNorth Carolina hospitals: We are not ‘transitioning’ toddlers\n\nCLAIM: Three North Carolina healthcare systems are diagnosing toddlers with gender dysphoria and “transitioning” them.\n\nTHE FACTS: Officials with Duke Health, University of North Carolina Health and ECU Health say that while they do accept young children as patients, staff only provide general counseling to parents and families at that age. They do not offer medical procedures such as gender-affirming surgeries or hormone treatments to toddlers. But as North Carolina lawmakers restricting gender-affirming surgeries to adults, some social media users are suggesting the prominent medical institutions are already offering such medical interventions for toddlers. Many are sharing a graphic that claims Duke Health is “starting gender transitions” at 2 years old while UNC Health begins it at 3 years old and ECU Health at 4 years old. “Top medical schools in the state are now transitioning toddlers and training future primary care doctors on how to engage in the experimental treatment,” the text included with the graphic reads. “Yes, you read that correctly,” wrote one Twitter user who shared the graphic in a widely shared post. “If a 2 year old girl picks up a truck instead a Barbie, that is proof to these activist doctors that she’s actually supposed to be a boy.” The claims stem from a blog post from a conservative group supporting the North Carolina transgender surgery bill, which cites as evidence a 2016 newspaper interview with the head of Duke’s gender clinic in which she referenced having patients as young as 2. The blog post also cites a patient form used by UNC’s gender clinic which purports to show that children as young as 3 are offered “psychoeducation and support for child and family” and other services. But Duke Health said clinic staff simply provide support and counsel to families with young children wrestling with their gender identity. For prepubescent children, “there is parental support, but no testing, no treatment, not anything,” officials said in a written statement. UNC Health, in a separate response, said parents with young children can request a meeting or counseling session, but the psychiatry team won’t meet with the actual child until they’re at least school age. “To be clear: UNC Health does not offer any gender-transitioning care for toddlers,” the statement read. “We do not perform any gender-affirming surgical procedures or medical interventions on toddlers. Also, we are not doing any gender-affirming research or clinical trials involving children.” ECU Health similarly rejected the claims as “dangerous misinformation.” “To be clear: ECU Health does not offer gender affirming surgery to minors nor does the health system offer gender affirming transition care to toddlers,” it said in a written statement. The healthcare providers also stressed that a toddler’s toy preference has nothing to do with gender dysphoria, despite what the social media posts suggest. Like providers across the country, the three North Carolina health systems are following medical guidelines that have been in place for decades, according to healthcare experts and transgender advocates. Those standards generally call for small, social changes to help pre-adolescent children dealing with gender dysphoria, such as a new haircut, name, clothing or even a change in pronouns, explained Ash Orr, a spokesperson for the National Center on Transgender Equality, a Washington-based advocacy group. “At a young age, all children need love and encouragement to be who they are, do things that make them happy, and enjoy being a kid,” he wrote in an email.\n\n— Associated Press writer Philip Marcelo in New York contributed this report.\n\nCLAIM: An image of U.S. Rep. George Santos in a gray sweater and blue jacket is a mugshot taken Wednesday after he was indicted on federal charges.\n\nTHE FACTS: No mugshot has been released. The image circulating on social media is a cropped and edited version of a taken on Jan. 10, outside a House Republican Conference meeting in the U.S. Capitol. The U.S. Department of Justice generally does not release mugshots as a matter of policy, a spokesperson confirmed. Yet social media users spread the image online, falsely claiming it is his mugshot. “Whatever you do, please don’t retweet this brand new mugshot of Trumper Congressman George Santos,” read one since-deleted tweet. Santos has on of wire fraud, money laundering, theft of public funds and making false statements to Congress. But the image has nothing to do with his case. It matches a photo that in January by a staff photographer for CQ Roll Call, a congressional news outlet, and shows Santos outside a House Republican Conference meeting in the U.S. Capitol. The version spreading on social media is cropped to show only Santos’ head and shoulders. Certain details, such as his clothing and the position of his hair, match the original exactly, but it appears that the social media version was edited to give Santos more of a frown and to decrease the color saturation. and of Santos outside the Central Islip, New York, courthouse where he was arraigned Wednesday show he was wearing a brown sweater and no tie, rather than the gray top and blue tie in the supposed mugshot. Danielle Hass, a spokesperson for the U.S. attorney of the Eastern District of New York, told the AP that “it’s against DOJ policy” to release mugshots. The only exception, as the outlines, is “when there is a law enforcement purpose for doing so like in a fugitive situation.”\n\n— Associated Press writer Melissa Goldin in New York contributed this report.\n\nNo, CNN’s Trump town hall was not cut short, it actually ran overtime\n\nCLAIM: CNN cut short its primetime town hall with former President Donald Trump on Wednesday.\n\nTHE FACTS: The cable news network says it had allotted one hour for the forum but it ended up running about 10 minutes longer. The New Hampshire college that hosted the event also confirmed the expected runtime for the event was an hour, not the nearly two hours that some claimed online. The town hall with the former president wrapped up — 69 minutes after it began at its scheduled time of 8 p.m. Immediately following the broadcast, however, social media users began claiming that the network had deliberately truncated the event. “Lol, CNN ended the town hall with Trump early,” one user on Twitter wrote in a post that’s been liked or shared more than 21,000 times as of Thursday. “Biggest ratings they’ve had in years and they tapped out.” But CNN officials said the broadcast was planned to run an hour. In fact, they say, it ran slightly over the allotted time. Matt Dornic, a senior vice president at CNN Worldwide, took to social media Thursday to address the claims, noting that network officials were consistent in the days leading up to the town hall that it would last just a hour. “We gave it room to bleed over some for editorial flexibility,” he . “It was ultimately just shy of 70 mins.” The network didn’t respond to a follow up email seeking additional information on the tweet, but Paul Pronovost, a spokesperson for Saint Anselm College in New Hampshire, where the forum was held, backed up Dornic’s comments. “I can confirm that is what was shared with the college in advance as well,” he said in an email, referencing the one-hour run time. Additionally, for the Wednesday broadcast shows it was slotted from 8 p.m. to 9:15 p.m., or about 75 minutes. It was then followed by a show analyzing the event that ran until 11 p.m. and featured CNN anchors Anderson Cooper and Jake Tapper and other experts. During the forum, Trump took questions from CNN anchor Kaitlan Collins and a live audience of local voters who intend to vote in the New Hampshire Republican presidential primary. The event came a day after a New York jury for sexually abusing a woman nearly 30 years ago and defaming her when she spoke about it publicly. It also marked something of a denouement between the New York billionaire and CNN, which Trump infamously branded as “fake news” and refused to grant interviews to during his four years in the White House.\n\nChelsea Clinton did not say it’s time to ‘force-jab’ unvaccinated children\n\nCLAIM: Chelsea Clinton said, “It’s time to force-jab every unvaccinated child in America.”\n\nTHE FACTS: There is no evidence of Clinton ever making such a comment, and a spokesperson confirmed she has not. The fabricated quote originated on a website that is known to publish false news and misinformation. Clinton recently spoke at a conference on a new global health initiative called “ ,” which aims to boost childhood vaccination rates, but does not involve mandatory immunization and will not focus on the U.S. Still, social media users are sharing a screenshot of a baseless article with a headline reading: “Chelsea Clinton: ‘It’s Time To Force-Jab Every Unvaccinated Child in America.’” The headline came from a website called The People’s Voice, which was previously known as News Punch. The website has published numerous stories and has promoted and in the past. The article is based on real remarks Clinton made at on global health, where she spoke about the Clinton Health Access Initiative, a nonprofit founded by her father, and a new global initiative it’s working with called “ ” The joint effort between the World Health Organization, UNICEF and other partners aims to boost routine vaccination among kids, which fell off during the COVID-19 pandemic, leading to rising rates of measles, polio and yellow fever, according to a announcing the initiative. The campaign will focus on 20 countries, which does not include the U.S. as the headline falsely claims. At no point during her speech did Clinton say that kids should or would be forcibly vaccinated. Sara Horowitz, a spokesperson for Clinton, confirmed in an email to the AP that Clinton did not make the comment. “She did not say this but very much believes (and did say) that no one should die of polio or measles or pneumonia including in this country where we also need people to be vaccinating our kids,” wrote Horowitz. Daniel Epstein, a WHO spokesperson, pointed to the organization’s press release, and added: “There are no mandatory vaccinations associated with this effort.” Instead, the campaign aims to boost vaccination rates by “working with countries to strengthen health care workforces, improve health service delivery, build trust and demand for vaccines within communities, and address gaps and obstacles to restoring immunization,” the release states. The People’s Voice did not return a request for comment.\n\n— Associated Press writer Karena Phan in Los Angeles contributed this report.", "opengraph": {"title": "NOT REAL NEWS: A look at what didn't happen this week", "url": "https://apnews.com/article/fact-check-misinformation-lgbtq-george-santos-donald-trump-a9d9787012ef51209b48939434e7a888", "image": "https://dims.apnews.com/dims4/default/b5d42d7/2147483647/strip/true/crop/3000x1688+0+157/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F2076fba40dbf4b0fbf6a90b7a79ff790%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/b5d42d7/2147483647/strip/true/crop/3000x1688+0+157/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F2076fba40dbf4b0fbf6a90b7a79ff790%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "U.S. Rep. George Santos, R-N.Y., speaks to the media outside the federal courthouse in Central Islip, N.Y., Wednesday May 10, 2023. On Friday, May 12, The Associated Press reported on stories circulating online incorrectly claiming an image of Santos in a gray sweater and blue jacket is a mugshot taken Wednesday after he was indicted on federal charges.(AP Photo/Seth Wenig)", "description": "Social media users shared a range of false claims this week. Here are the facts: Top universities in North Carolina aren't providing medical interventions to toddlers with gender dysphoria, as some posts suggest. Congressman George Santos was indicted on federal charges but no mugshot has been released, contrary to an image circulating online. CNN's town hall with former President Donald Trump ran longer than planned; it wasn't cut short. Chelsea Clinton didn't say the U.S. should “force-jab every unvaccinated child,” as a false headline posits.", "site_name": "AP News", "type": "article", "article:published_time": "2023-05-12T15:48:44", "article:modified_time": "2023-08-24T19:18:55.067", "article:section": "AP Fact Check", "article:tag": "NC State Wire"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/fact-check-transgender-UNC-Duke-644667457768", "https://apnews.com/article/transgender-surgery-north-carolina-ban-756eb9a05dff6c414e6618182b6b74b4", "https://apnews.com/article/notre-dame-north-carolina-basketball-score-3ef9cf9ba83d07d601ffdca264bd5227", "https://apnews.com/article/notre-dame-north-carolina-basketball-score-3ef9cf9ba83d07d601ffdca264bd5227", "https://apnews.com/article/acc-womens-tournament-981a414a9c86b7c84710690bfa4c8693", "https://apnews.com/article/acc-womens-tournament-981a414a9c86b7c84710690bfa4c8693", "https://apnews.com/article/ap-top-25-schedule-3a060e56ebad6fc131fff8010ded42a3", "https://apnews.com/article/ap-top-25-schedule-3a060e56ebad6fc131fff8010ded42a3", "https://apnews.com/article/fact-check-george-santos-mugshot-fake-768967268441", "https://newsroom.ap.org/editorial-photos-videos/detail?itemid=29350a1af9634377b502a4ef32e91b59&mediatype=photo", "https://apnews.com/article/george-santos-federal-charges-updates-33667a0900271e5002459ab748d8fdc8?utm_source=homepage&utm_medium=TopNews&utm_campaign=position_01", "https://www.documentcloud.org/documents/23809076-george-santos-indictment", "https://newsroom.ap.org/editorial-photos-videos/detail?itemid=29350a1af9634377b502a4ef32e91b59&mediatype=photo", "https://www.youtube.com/watch?v=clDumyH6HTU", "https://newsroom.ap.org/editorial-photos-videos/detail?itemid=863dccdac9754da0ad27435165f223fe&mediatype=photo", "https://www.justice.gov/usao-ednc/frequently-asked-questions#:~:text=In%20most%20cases%2C%20Department%20of,the%20U.S.%20Attorney%27s%20Office%20provide%3F", "https://apnews.com/article/fact-check-politics-election-2024-trump-cnn-202894804707", "https://apnews.com/article/trump-republican-president-cnn-2024-69921c48683f26c02eb799513e8e5754", "https://apnews.com/article/trump-republican-president-cnn-2024-69921c48683f26c02eb799513e8e5754", "https://twitter.com/mdornic/status/1656672996529180673", "https://www.tvguide.com/listings/", "https://apnews.com/article/trump-rape-carroll-trial-fe68259a4b98bb3947d42af9ec83d7db?utm_source=homepage&utm_medium=TopNews&utm_campaign=position_01", "https://apnews.com/article/fact-check-chelsea-clinton-fake-quote-unvaccinated-729924912500", "https://www.who.int/news/item/24-04-2023-global-partners-announce-a-new-effort-the-big-catch-up-to-vaccinate-millions-of-children-and-restore-immunization-progress-lost-during-the-pandemic", "https://apnews.com/article/fact-check-fake-world-economic-forum-story-093392676663", "https://apnews.com/article/archive-fact-checking-8873480039", "https://apnews.com/article/fact-check-jennette-mccurdy-quote-hollywood-elites-282991307399", "https://fortune.com/videos/watch/brainstorm-health-2023---global-health%3A-the-power-of-public%E2%80%93private-partnerships-/7c8d54ce-81c2-4e53-b6bc-7b97a932d042", "https://www.who.int/news/item/24-04-2023-global-partners-announce-a-new-effort-the-big-catch-up-to-vaccinate-millions-of-children-and-restore-immunization-progress-lost-during-the-pandemic", "https://www.who.int/news/item/24-04-2023-global-partners-announce-a-new-effort-the-big-catch-up-to-vaccinate-millions-of-children-and-restore-immunization-progress-lost-during-the-pandemic", "https://apnews.com/APFactCheck", "https://twitter.com/APFactCheck"], "authors": [], "publish_date": "2023-05-12T15:48:44"}