{"result_id": "MNTT001047", "URL": "https://www.bbc.com/news/health-23530165", "timestamp": "2024-02-28 23:18:07 CET+0100", "meta": {"description": "Ultrasound treatments could be used to prevent a common kidney complication than can arise after surgery, researchers suggest.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/health-23530165", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Ultrasound 'may stop kidney injury' from surgery", "cleaned_text": "The work, published in the Journal of the American Society of Nephrology, was carried out on mice.\n\nBut the researchers said there could be a \"rapid translation\" to human studies because the treatment for acute kidney injury (AKI) was simple and routine.\n\nAKI is the sudden loss of kidney function, which can easily develop in any sick person through infection such as pneumonia, diarrhoea or a heart attack.\n\nAKI can develop after major surgery, such as some kinds of heart surgery, because the kidneys can be deprived of normal blood flow during the procedure.\n\nBut in other mice, who were given a \"sham\" ultrasound, the same disruption led to significant kidney injury.\n\nDr Mark Okusa, who led the study, said: \"Our studies using non-invasive ultrasound now provide us with an active treatment that appears to be simple, effective, and nontoxic for the prevention of acute kidney injury.\n\n\"To our knowledge this has never been described for the prevention of tissue or organ injury.\n\n\"Interestingly, we suspect that similar mechanisms that lead to kidney injury may also lead to lung, heart, and liver damage and that this form of therapy might be effective for prevention of injury in other organs as well.\"\n\nProf Donal O'Donoghue, the former national clinical director for kidney care, who has called for action over the level of AKI, said the paper was interesting.\n\nHe added: \"It suggests that there are protective strategies over and above good basic fluid and medicines management care that are the cornerstones of prevention.\n\n\"Studying the animal model further is the next step . But we also need to invest in AKI research in the UK.\"", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Ultrasound treatments could be used to prevent a common kidney complication than can arise after surgery, researchers suggest.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/media/images/69060000/jpg/_69060383_surgery.jpg", "image:alt": "Surgery", "locale": "en_GB", "site_name": "BBC News", "title": "Ultrasound 'may stop kidney injury' from surgery", "type": "article", "url": "https://www.bbc.com/news/health-23530165", "article:section": "Health"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.bbc.co.uk/news/health-22891644", "/news/health-22891644", "http://jasn.asnjournals.org/"], "authors": ["BBC News"], "publish_date": "2013-08-01T23:58:03.000Z"}