{"result_id": "MNTT001036", "URL": "https://www.bbc.com/charityappeals/what-your-money-does/radio-4-appeal/actionat-2018-2019/", "timestamp": "2024-02-28 23:17:57 CET+0100", "meta": {"description": "Radio 4 Appeal 8 July 2018", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/charityappeals/what-your-money-does/radio-4-appeal/actionat-2018-2019/", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Action for A-T", "cleaned_text": "Actor Kevin Whately, who is an ambassador for Action A-T with Lilly Day.\n\nWe would like to thank Radio 4 listeners for generously donating £11,752 to our appeal. These funds will be committed to a revolutionary gene editing study which we are funding at the Royal Holloway University of London.\n\nThe research team at Royal Holloway, led by Professor Rafael Yáñez-Muñoz will use the latest CRISPR-Cas technology to test several ways of repairing the faulty ATM gene that causes Ataxia Telangiectasia (A-T). They will initially work with easy-to-grow human cells in the lab, and then assess the most generic A-T gene repair strategies in human blood stem cells.\n\nThe study could lead to the development of personalised non-toxic therapies targeting individual A-T mutations in some cases, or generic A-T treatments in others and thereby offering essentially off-the-shelf treatments for those living with the devastating effects of A-T. Additionally, genome editing has the potential to provide a one-off therapy solution rather than administering repeated doses of chemicals with acute or chronic side effects.\n\nSince 2012 Action for A-T have invested over £1.7million in 28 A-T related research projects globally and work closely with the research community and likeminded charities to increase our investment and maximise our impact. The charity has its own highly qualified multi-disciplinary medical advisory and peer review panel and a grant management process which has led us to achieving a best practice award from the national Association of Medical Research Charities.\n\nYou can find out more about the charity and the families who look to us for hope by visiting here", "opengraph": {"type": "website", "title": "Action for A-T", "description": "Radio 4 Appeal 8 July 2018", "locale": "en_GB", "image": "https://ichef.bbci.co.uk/images/ic/1920x1080/p06sbj2l.jpg"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.actionforat.org/"], "authors": [], "publish_date": null}