{"result_id": "MNTT001059", "URL": "https://www.bbc.com/news/health-62648951", "timestamp": "2024-02-28 23:18:16 CET+0100", "meta": {"description": "The threat from Covid may have receded, but concerns are being raised about excess deaths.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/health-62648951", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "ONS: Why is the number of deaths higher than expected?", "cleaned_text": "Covid-related deaths are - as they have been for much of the past year - pretty low, accounting for about 4% of deaths in July, making it the sixth-biggest cause of death. So what else could be causing this spike?\n\nData from the Office for National Statistics shows on the days with extreme heat - around half of the days during July - deaths rates were more than 6% higher in England than they were on other days.\n\nMany factors could be at play\n\nAnother issue is the ageing population. The headline excess deaths data does not take into account the fact that there are now more older people. This may be responsible for more than half of the excess.\n\nAnd in the early stages of the pandemic, many people stayed away from the NHS - visits to A&E dropped by more than 50%. Some have suggested the public health messaging and fear it caused went too far.\n\nThere are no signs of cancer deaths increasing yet - these could take some years to filter through. But Macmillan Cancer Support estimates there are still more than 30,000 missing cancer cases - people who have not yet been diagnosed and whose survival chances will be put at risk by later-stage diagnoses.\n\nPerhaps most worryingly, it is taking ambulance crews much longer than they should to get to 999 calls, and when patients do reach hospital they face further delays - 12-hour waits are at record levels in England.\n\nAnd these are just the tip of the iceberg - because of the way waiting times are collected these waits include only the time taken after the decision to admit a patient. They may well have spent hours already waiting to be seen in A&E.", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "The threat from Covid may have receded, but concerns are being raised about excess deaths.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/14517/production/_116132238_hospitalbeds.jpg", "image:alt": "Hospital trolleys empty", "locale": "en_GB", "site_name": "BBC News", "title": "ONS: Why is the number of deaths higher than expected?", "type": "article", "url": "https://www.bbc.com/news/health-62648951", "article:section": "Health"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/monthlymortalityanalysisenglandandwales/july2022", "/news/health", "/news/topics/cp7r8vglnnwt", "/news/topics/cx1m7zg0w2qt", "/news/uk-51768274", "/news/world-51235105"], "authors": ["By Nick Triggle"], "publish_date": "2022-08-23T13:29:14.000Z"}