{"result_id": "MNTT002047", "URL": "https://www.pbs.org/wnet/peril-and-promise/2023/03/plastic-bags-are-a-problem-are-plastic-bag-bans-a-a-solution/", "timestamp": "2024-03-06 15:08:26 CET+0100", "meta": {"description": "Plastic bags lead to lot of waste. But could plastic bans or using reusable bags be effective solutions to this problem?", "lang": "en", "favicon": "https://www.pbs.org/wnet/peril-and-promise/files/2023/07/Peril-TAB-IMAGE-29x29.png", "canonical": "https://www.pbs.org/wnet/peril-and-promise/2023/03/plastic-bags-are-a-problem-are-plastic-bag-bans-a-a-solution/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Plastic Bags Are a Problem. Are Plastic Bag Bans a Solution?", "cleaned_text": "AD READER: This episode of The Sweaty Penguin is brought to you by Christmas. Did you just finish trick or treating? Try Christmas now! Right now!\n\nETHAN: Welcome to episode 106 of The Sweaty Penguin: Antarctica’s Hottest Podcast. I’m your host, Ethan Brown. Before I jump in, we’re trying out a little bit of a different format today. We’re trying to get these deep dives a little bit shorter so you can listen to the whole thing during your commute or workout or walking your grandpa or what have you, and also make it a little bit more manageable for our team. In the last couple weeks, I believe around five of our team members got sick, so we’ve been struggling a little bit! So we’re still figuring it out right now, but we’ve got a great episode for you today. I’m really proud of this one and I hope you enjoy it!\n\nETHAN: Today we are talking about bags: a word that simultaneously means a container with an open top used for carrying things, a lot of money, and any goal you’ve ever had in your life. That’s right, go get that bag. Obtain that grain. Yeet that wheat.\n\nETHAN: Specifically, we’ll be talking about grocery bags. Our world faces increasingly severe hurricanes, wildfires, floods, heat waves, and more, but grocery bags have somehow become one of the hottest environmental topics. It’s right up there with Taylor Swift’s jet, Beyond Burgers, and figuring out which soup is best for throwing at artwork. In fact, eight states have gone so far as to ban single-use plastic bags, and over 200 counties and municipalities have enacted ordinances either imposing a fee on plastic bags or banning them. And just a few weeks ago, California took it one step further, banning not just single-use plastic bags at checkout, but those smaller produce bags as well.\n\nCLIP: It’s been more than five years since single-use plastic bags like these were banned from grocery stores, a ban advocates say made strides for the environment. –There was a 72 percent drop in grocery bag litter in the state just one year after it was fully implemented. –Now, a new law hopes to take things a step further by banning these: single-use plastic pre-checkout bags that are not recyclable and can contaminate compost facilities.\n\nETHAN: That new ban was signed into law on September 30, and the fact that it was in the news goes to show that even with all the other things going on in the world, people are paying attention to this issue. And to be fair, it is an issue. According to the Ocean Conservancy’s 2020 Coastal Cleanup Report, plastic grocery bags ranked number 6 for trash in the ocean. It’s like the Snapchat of ocean trash — it’s no YouTube, Facebook, Instagram, TikTok, or Twitter, but it’s still relevant. Some people still keep streaks, I think! Even if bags aren’t the worst offender though, they’re a very hot topic and in my opinion, a really really interesting and misunderstood one, so I’m very excited to talk about it today. We’ll discuss the extent to which plastic bags are a problem, some of the shortcomings of the trendier solutions, and some other less commonly discussed ideas for how to most sustainably and effectively move forward.\n\nETHAN: The Sweaty Penguin is presented by Peril and Promise: a public media initiative from The WNET Group in New York, reporting on the issues and solutions around climate change. You can learn more at pbs.org/perilandpromise. If you want to take two minutes to help out The Sweaty Penguin, you can either leave us a five star rating and review or join our Patreon at patreon.com/thesweatypenguin. Doing either earns you a special shoutout at the end of the show; joining the Patreon gets you merch, bonus content, and a whole lot more.\n\nETHAN: But first, it’s time for Plastic Bags 101. [bell ring] Like blueberries or trips to the bathroom, not all plastics are created equal, and single-use plastic bags are typically made from a material called high-density polyethylene. In addition to being my celebrity couple name with a girl named Polly, polyethylene is a string of carbon and hydrogen atoms. How do we make polyethylene? We use… [drumroll] oil and gas! [booo] Oil and natural gas are also made of carbon and hydrogen, so in addition to using them for energy, we process them into plastic. So I won’t rehash it all today, but if you listen to our episodes on fracking or the Permian Basin or the Haynesville Shale, you’ll learn a little bit about the villain origin story of plastic bags, and some of the many issues to which they contribute. Spoiler alert: plastic’s parents got divorced at age eleven and it still isn’t over it.\n\nETHAN: After we drill and frack and insert other PG13 sounding term here, we have to actually turn our fossil fuels into polyethylene. How do we do that? First, we transport our fossil fuels to a type of petrochemical plant called a “cracker.” Cracker? Who’s building these things, Triscuit? [“wrong” buzzer, rewind] Cracker? If they were going to use a slur for white people, why not name it Karen or Wonderbread? [“wrong” buzz, rewind] Cracker? What do they think this is, a Ritz quick scheme? [“wrong” buzz, rewind] Cracker? I hardly know her! [slam the “wrong” buzz several times, then rewind] Okay, okay… cracker? I guess the name does make sense. Every time you need to process a new batch of polyethylene, you bring it to the facility and say, “Polly want a cracker?” [ding ding ding] Wow, that was a tough one. I hope at least one of those… cracked you up. [“wrong” buzz] Aw, dammit, I was so close! Anyway, at a cracker plant, they use extreme heat to crack the molecular bonds in the oil or gas to produce a new gas called ethylene. Then, that ethylene can be sent to a new plant where they’ll add a catalyst which initiates a chemical reaction and forms our high-density polyethylene.\n\nETHAN: Why does all that matter? First off, I had a lot of cracker jokes, but more importantly being a heat intensive process, the production of plastic bags requires a good amount of energy, and it should come as no surprise that these petrochemical facilities typically use natural gas for their electricity source. That’s right, nothing like getting high on your own supply. Hopefully it’s not laced with xylene! In all fairness, every material has a climate impact, and high-density polyethylene is not that bad if you stack its carbon footprint against other materials or even other plastics. But that carbon footprint could also very easily be lower, which is why I bring it up.\n\nETHAN: Beyond climate though, crackers cause a lot of issues for surrounding communities. I mean, look at all the kids roaming the streets looking for water after eating a single Saltine. Wait, sorry, wrong kind of cracker. Cracker plants release air pollutants such as benzene which is linked to cancer and childhood leukemia, toluene which is linked to birth defects and brain, liver, and kidney problems, formaldehyde which is a known carcinogen, and particulate matter which is linked to cardiovascular and respiratory disease and lung and bladder cancer. And beyond that, ethylene itself is a dangerous pollutant. That’s right, it’s always the one you most suspect. [wild west sting] Once ethylene is turned into plastic, it’s not harmful, you’re not going to get a disease just by touching a plastic bag, unless it’s March 2020 when every cashier in America was convinced that’s how Covid spreads. But when ethylene gas escapes the facility and is exposed to sunlight, it turns to smog, which has been associated with increased rates of asthma, lung and respiratory infections, and cardiovascular problems. And honestly, a little sketchy that ethylene can’t handle sunlight. I mean, I know it loves to hang at the cracker plants and all but… wouldn’t it have more fun hanging out with other creatures of the night? In… Staten Island, perhaps?\n\n[string music, inspired by What We Do In The Shadows]\n\nNADJA: After much deliberation, Nandor and I have invited a new resident into the house.\n\nNADJA: I believe it is some type of gas.\n\nLASZLO: What I want to know is why I wasn’t consulted in inviting this creature into our home.\n\nLASZLO: Am I? I happen to have a peer-reviewed study that suggests otherwise.\n\nNADJA: Where did you get your hands on a peer-reviewed study?\n\nLASZLO: Wouldn’t you like to know.\n\nNADJA: Will you at least go and talk to it?\n\nLASZLO: Oh, alright, if it’ll shut you up.\n\nETHAN: Hopefully ethylene makes its What We Do In The Shadows debut in season five. It’s taken long enough. Not only are there these human health concerns, but crackers and other petrochemical facilities are not located very fairly. The U.S. is the number two producer of polyethylene in the world behind China, and in the U.S., 80 percent of our primary petrochemical supply is in Texas and Louisiana. But not just anywhere. I took a look at a 2017 Congressional Report which found the petrochemical industry was, at the time, pursuing 48 new plastics-related projects in the Houston area. Of those 48, 16 had publicly available air pollution data, so I took a look at that group. Again, I’m not referring to carbon emissions, I’m talking nitrous oxide, particulate matter, carbon monoxide, smog, Sagittariuses, really bad stuff.\n\nETHAN: Seven of those 16 projects were related to ethylene or polyethylene, including the five highest polluters of the group. And those seven ethylene projects are concentrated in just three counties in Texas: Harris County, Jefferson County, and Brazoria County. All three counties are majority minority, the first two are over a third low income, and according to data from Texas Rising, if you rank all 254 counties in Texas for the overall environmental and social burdens they face, these three counties come in at #3, #8, and #53. Not good places to be adding more polluting facilities. That’s like opening a Papa Johns right next to a Little Caesars.\n\nETHAN: Like, come on, we don’t need more toxic chemicals in one spot! Now that’s just one set of data, but I hope my point is clear: the production of our plastic bags causes harmful air pollution, and that pollution disproportionately hits low income and minority communities.\n\nETHAN: When environmentalists talk about plastic bags though, it’s often not about the production process, but rather what happens after we throw them out. Improperly discarded bags have polluted waterways, clogged sewers, and been found in oceans, affecting the ecosystem of marine creatures. Animals can become entangled in the bags and drown or mistake the bags for food which can clog their intestines and cause them to starve. I also mistake plastic bags for food sometimes, and let me tell you, Walmart makes a delicious tall kitchen. I mean, throw some Dijon on there and you’ve got lunch!\n\nETHAN: Now, it is worth noting that a single-use plastic grocery bag takes about 20 years to break down in the environment — about as long as it takes the average to break down. You start growing weird pimples at 10, you’re crying five times a week at 15, and by 20, someone has to carry you into a therapist’s office, throw you on the couch, and say “it’s broken, fix it.” For plastic though, 20 years is much less time than most other single-use plastic products. So that means fewer animals getting entangled over time which is good, but unfortunately, it also means plastic bags take a lot less time to become microplastics. In fact, 79 percent of microplastics sampled in the marine environment originated from polyethylene specifically. The remaining 21 percent, of course, came from the Kardashians. Microplastics can be ingested by anyone from seabirds to fish to even humans through our food and water, and can cause health issues, reduce appetites, and even increase the risk of mortality. What’s more? You can conceive of the possibility of collecting plastic bags from the ocean, but microplastics are almost impossible to remove from their environments. They’re less than five millimeters across and they are everywhere, from the oceans to mountaintops to the Arctic to our food and blood. In fact, the only place they haven’t been is Dave and Busters. Not a fan of arcade games, I guess.\n\nETHAN: So where do we go from here? That’s where this gets interesting. Bag bans seem to be all the rage, but it’s not the only option. In fact, it may not even be the most effective option. After the break, we’ll discuss where bag bans have shown shortcomings, the pros and cons of other types of grocery bags, and some other solution ideas that haven’t gained the same level of popularity as Dijon-crusted plastic.\n\nAD READER: Is it 12:01am on November 1st? Then Christmas is for you. They say Hanukkah gets eight nights as if it’s special, but with Christmas, you get six whole months! What a deal! Winters are becoming less and less predictable due to climate change, but you don’t have to worry because the second you put on a long sleeve shirt and jeans, you’ll be hearing Mariah Carey blast on every radio in town. Talk about consistency! Christmas: no, we’re not going to stop.\n\nETHAN: The Sweaty Penguin is presented by Peril and Promise: a public media initiative from The WNET Group in New York, reporting on the issues and solutions around climate change. You can learn more at pbs.org/perilandpromise.\n\nETHAN: When something causes as many issues as plastic bags, it may seem tempting to ban it. But University of Sydney’s Dr. Rebecca Taylor says not so fast. Dr. Taylor, could you tell us a bit about your background and research interests?\n• None TAYLOR: Yes. So I am an environmental economist. So I’m trained in thinking about how People respond to environmental [00:00:32] policy and particular and the policies that I focused on have been around waste and food. Waste in particular, plastic packaging, how it is used, how it gets discarded. Does it get recycled? Those are the kinds of topics that I focus on in my research.\n\nETHAN: And you’ve written several papers on plastic bags, I’ll start with your paper that won the Journal of Environmental Economics and Management’s Best Paper Prize in 2020, which discussed some of the unintended consequences of plastic bag bans. So what was this paper about and what were your findings?\n• None TAYLOR: Thanks. Yes, this was a paper that was interested in how sometimes we don’t always think about how people respond to policies, they’re sort of the obvious response. That’s the intended goal of the policy. And then sometimes there’s these added responses that are unintended. So the unintended consequences. This paper in particular was interested in a California policy, which is a ban on thin plastic, carry out bags, and a fee for paper bags of about 10 cents, usually, sometimes five cents. And the question that I had was, how does banning this plastic carry out bag affect the use of other types of plastic bags, and in particular, garbage bags, because as a consumer myself, I knew that I reused many of my carry out grocery bags as garbage bags. And when I no longer had access to those carry out bags, it meant I didn’t have this quote unquote, free source of garbage bags anymore. So I was really interested to see what the data would say about this were people having to buy more garbage bags now that the plastic bags that they got from grocery stores were no longer available. So that’s exactly what I did. I collected data from supermarkets, on the types of bags people were using at checkout, both before and after the policy went into effect. I also got retail data from the store on what people were purchasing, in particular, what kinds of garbage bags they were purchasing. And what I found was the policies were very successful in reducing the amount of plastic carry out bags people used at supermarkets, it goes to zero as you would expect with a ban. But sales of garbage bags increased substantially and especially those small garbage bags that you know, are around the same size as the carryout back. They increase their sales by almost 120%. So what this tells us is that people were actually doing this very green thing. They were reusing their carry out bags as garbage bags. And that’s not purchasing garbage bags. When we got rid of the carry out bags, people had to start purchasing garbage bags. And so this was an unintended consequence of the policy. And sort of the bottom line, what I found with in terms of like the amount of plastic, was about a third of the plastic that was eliminated by the carry out bag ban came back in the form of garbage bags, which do tend to be a bit thicker than the carry out bags.\n\nETHAN: So just to wrap up this point, would you say that it’s a net positive or negative? Or is it a little too nuanced to make that type of assessment?\n• None TAYLOR: It’s a great question, I would say it’s a bit nuanced, because that was just respect with respect to the plastic bags. I also looked at paper bags as well. When the plastic bags were banned in California, paper bags were still allowed with the feet. So paper bag usage did increase quite a bit. And paper bags, when you compare them to plastic bags, they are environmentally more environmentally friendly in some ways, but in other ways, they’re less environmentally friendly. So paper and plastic as litter paper, you know, decomposes, it breaks down, it’s not as harmful to the environment, if it if it’s litter. Plastic, on the other hand, lasts for a long time. So if it’s, if it makes it into the environment, it stays there, it breaks into smaller pieces, it gets blown around the world, many different ecosystems. But on the other hand, paper has a much higher carbon footprint than plastic, it’s much more water intensive, it’s much more energy intensive to produce. So when you do lifecycle assessments of these two different types of material, paper bags end up being much worse on sort of their upstream, the manufacturing side, so it’s a bit concerning to also see the shift to paper. And so when we think about these policies, we’re balancing these different environmental objectives. On one hand, we are reducing the amount of litter. On the other hand, we’re using thicker bags, which might be emitting more carbon and pollution into the atmosphere. So it’s a bit nuanced. But in terms of plastic, you are correct. What I found was a net benefit, we were still reducing more plastic than this rebound effect.\n\nETHAN: It’s true. Plastic bag bans haven’t fixed the entire problem where they’ve been implemented. Often, the problem shifts. It’s like when your boss bans YouTube at work, so everyone jumps to Discord. Definitely not the intention. In some cases, people start buying more plastic trash bags now that they can’t use their grocery bags to store trash. And in pretty much any case, people shift to an alternative type of grocery bag, and while plastic is unique in that it does not decompose, other types of bags have issues of their own.\n\nLet’s start with paper: the only kind of bag that is, in the most literal tense, tearible. [booo] Yeah, that was even rough for my standards. Paper bags do have some pros over plastic — they’re biodegradable, recyclable, compostable, reusable, all the fun -ables. It honestly sounds like a superhero, doesn’t it? [deep echoey filter] IT’S INSATIABLE! IT’S COMPOSTABLE! IT’S… PAPER. [end filter] Never mind, that was underwhelming. In 2018 though, 68.1 percent of paper consumed in the United States was recovered for recycling, which is a really impressive number, although it’s worth noting that paper fibers become weaker each time they’re recycled, so there are still limitations to that. It’s like excuses for not doing your homework. The first time you say your dog ate it, it’s a funny story, but by the fifth time, you’re definitely going to fail first grade.\n\nAll that said, paper is made from trees, meaning paper bags contribute to deforestation. Americans consume more than 10 billion paper bags annually, which is equivalent to 14 million trees. As compared to plastic bags, paper bags also require significantly more energy and water to manufacture, and more energy to transport since they’re heavier. Put all that together, and National Geographic estimates that a paper bag would need to be used anywhere from 3 to 43 times in order to neutralize its environmental impact as compared to plastic. Different studies say different things, but the point is clear: even though paper bags are much better for the environment in the disposal stage, the rest of the supply chain is riddled with problems.\n\nCotton tote bags don’t fare well either. Cotton is a crop that requires massive amounts of water and energy to produce. Because of that, the climate impact of a cotton tote is 131 times that of a plastic bag, and its overall environmental impact is thousands of times worse. Obviously, a cotton tote does have a much longer life than a plastic or paper bag, but we also have to be honest with ourselves. Will we use our cotton tote hundreds or thousands of times? If so, awesome, although we should probably talk about why you’re that obsessed with your tote bag. Like, get a life, man. And if not, then maybe totes aren’t the best alternative.\n\nThere are other options though. Bags made out of woven plastic like polypropylene can be reused over and over, meaning even though there are consequences to producing plastic, you don’t have to manufacture as many bags. But that understanding of each bag’s impact is not taken into account when we make a sweeping plastic bag ban. I asked Dr. Taylor how we can account for the cost of alternatives when we create policies to address plastic bags. Have a listen.\n• None TAYLOR: Yes, how much people actually reuse the various types of reusable bags has a big impact on their environmental impact. And as you mentioned, tote bags can be actually more harmful. If they don’t get reused a certain amount of time. Often they need to be reused at least 100, if not more times, to be more environmentally friendly than those thin plastic bags that we’re so familiar with. So I often tell people, if they’re choosing a bag, you want to choose a bag that you are going to reuse that could be a thin bag, then plastic bag, or it could be a nylon bag, which is technically still plastic, but is a woven plastic that’s fairly lightweight, and thus, perhaps not going to have the same environmental impact as a heavier plastic or a cloth bag.\n\nETHAN: I think this paper that you did goes to a larger conversation about plastic because we do often zero in on specific products, will complain about straws or about bags or about bottles. And do you think that it is more broadly true that cracking down on one specific plastic product can have rebound effects with other plastic products, or is this maybe a more isolated case that you found?\n• None TAYLOR: Yeah, I would love to see the conversation, sort of move more. Back to those three R’s we learned when we were in elementary school, the reduce the Reuse and Recycle. Because with any product, it’s important to think about all those three dimensions, can we as consumers reduce the amount that we’re using? Whether it’s paper, whether it’s plastic, can we reuse it, you know, extend its life? And then if when those you know are no longer possible, can we recycle them? And all of these materials do better? And these different dimensions?\n\nETHAN: Plastic bag bans also can negatively affect businesses. Here’s Dr. Taylor discussing some of her research on that front.\n• None TAYLOR: So an interesting thing with local policies, and there’s a lot of debate about whether policies like these should be implemented at the state level or at the local level. And you even have some states, at least 17 in the US who have actually banned bag bans, banned regulating bags in general. And so this is a really tense issue around. Do local governments get to say how these products are regulated? Or do state governments get to say, when local governments do implement the policies, there’s a concern that it causes a patchwork of policies that might harm businesses, confused customers. And so I was interested in understanding to what degree does a patchwork of policies actually lead customers to switch where they’re shopping. This is often called border shopping. So if you have a policy in your own city, but the next city over doesn’t, and you decide to shop in then next city over to avoid the policy. That’s a border shopping behavior. So some of my recent research was looking at to what extent do we actually see border shopping occur? And I also looked at not just shopping at a supermarket across the border but also eating out Instead of grocery shopping, and I do find that there is this, you know, substitution, this cross border shopping, some people do try to avoid going to, you know, regulated supermarkets, especially if they live near a border, where they can easily get to another another grocery store, while other customers if they don’t live near a border, they might be slightly more likely to decide to eat out for dinner as opposed to grocery shopping, especially if they didn’t bring their bags with them or that party. You know, that’s a bit of sort of the speculation of why these behavioral changes occurred.\n\nETHAN: Does this mean bag bans are bad or bag alternatives are bad? No, of course not. The one perk with bans is that it’s by far the easiest policy to explain and enforce. If you’re singularly focused on eliminating plastic bags, there’s a level of convenience from a policymaker standpoint that’s tempting. But there’s also so much nuance to this issue, and it’s important to consider these consequences of bag bans as we come up with the best possible solutions. It’s like time outs. Saying “go to your room” doesn’t actually solve anything, but hey, it’s easier than having an intelligent conversation with a six-year-old.\n\nThere are also policy options that don’t involve bans. One option you may have come across depending on where you live is a plastic bag fee or paper bag fee or reusable bag credit. All of these policies give consumers a little more freedom, but try to nudge them in the right direction through small fees or rewards in the 5 to 15 cent per bag range. In the case of using a tax, the government is also then able to raise some money, which can be used to either lower taxes elsewhere or go toward environmental cleanup efforts or most importantly, turning Niagara Falls into a waterslide. Come on, why have we not tried this yet? This really needs to be top priority.\n\nNow, there are a few challenges to implementing a monetary policy like this. First off, this sort of tax does hit low income communities the hardest, since they spend a larger percentage of their monthly income on food. That said, it doesn’t have to hit these communities hard if they have access to reusable bags. As such, many people suggest accompanying measures to distribute free reusable bags, and the tax could even be used to raise the money to make that happen.\n\nThere are also some challenges regarding the design of such a policy, as Dr. Taylor explains.\n\nETHAN: Another thing I wanted to bring up part of why I was so excited to talk to you is that there is the word behavioral economics in your work. And I think that’s the topic I don’t know enough about. But what I do know I find so fascinating. And I think part of what intrigues me is a sort of principle of like free market economics is that people are rational actors. And that’s just not true. And behavioral economics really explores a lot of that. I’m curious, in your work looking at plastic bags or plastic in general, if there have been any cases of people being irrational actors in the market that just really surprised you or stood out to you.\n• None TAYLOR: Yeah, I think one thing that stands out, when we think about plastic bags, and when we think about sort of packaging, in general, is that there’s this perception that it’s free, that there’s no price, and that you can you know, you’re not paying for the plastic bags that you use, that’s not actually true, you actually do pay for the plastic bags that you use at the supermarket. It’s the same you know, it gets rolled into the price of your groceries the same way that you’re paying for the cashiers, and the store workers and the age back and all of that you are paying for your plastic bags, but you don’t see that what we call marginal cost per plastic bag. And so what’s really interesting is just adding a small price to each, each bag, you know, five cents, we see really large behavioral changes just with that small price. Anything that’s not zero gets, you know a pretty big impact. But it turns out that charging people to use bags is not the same as paying them to bring reusable bags. In a rational model. You would think five cents to reuse a bag would have a state similar behavioral response is five cents to not use a bag to have to pay for than plastic bag. What she finds is actually leave the bag bonuses really don’t have an effect. Many supermarkets have experimented with bag bonuses trying to get people to reuse their either bags by giving them five cents, and they haven’t found them to be particularly effective. And so many of these supermarkets have actually rolled back their policies. Whereas the small taxes are very effective. And so it’s the sort of carrots versus sticks story, the sticks of the taxes seem to be much more effective than the carrots of the bonuses. And that’s definitely a behavioral effect that we find.\n\nETHAN: And the list of policy approaches goes on and on. For example, I talked in our plastic straws episode about something called default choice modification. In that case, it was the simple act of instead of automatically giving customers a straw with their drink, bringing the drink without a straw. If someone wants a straw, they can ask and get it, no questions asked. But that tiny switch makes it so people don’t feel different or left out if they don’t have a straw. In fact, they may even feel too awkward to ask for one. That’s right, the solution to single use plastic isn’t bans, it’s awkwardness!\n\nIn all seriousness, there’s drawbacks here too. Businesses may be reluctant to engage in default choice modification because customers might not realize the law and think they’re just getting bad service. But if communicated to the public well, I think it’s an interesting idea, and I’d be curious to see if a similar approach could work with bags. Rather than automatically using a bag, just ask the customer for their bags, or maybe even stop keeping bags at the register at all. Any time someone needs bags, make a trip to the back to get them and have them wait. Maybe call the manager over or fly the CEO in on a helicopter or pull the fire alarm so everyone starts screaming and running. Okay, maybe I’m going overboard, but honestly, if it were a small ordeal to get a single-use bag, I could see the inconvenience of that motivating people to bring their reusable bags to the store a whole lot more than a five or ten cent tax.\n\nAnother entirely different approach could be making plastic bags more sustainable. That’s right, I said it. On the disposal side, single-use plastic bags are currently not recyclable, but that’s because the bags are so flimsy they can get caught in the machinery. It’s like trying to send paper through a really old copier. You can try, but nine times out of ten, it’s going to rip your original in half. Polyethylene, however, is recyclable. If you melt a plastic bag down, you can absolutely recycle that polyethylene, and in fact, recycled high-density polyethylene has about a third of the carbon footprint of virgin high-density polyethylene. Now, obviously, there are still benefits of reducing our consumption of plastic. We talked about a whole list of issues in our first segment, and those don’t vanish. But that’s not to say plastic bag recycling couldn’t be more widely implemented. I personally don’t care much what kind of bag my groceries are in, I’d even take a Hello Kitty bag if it meant my eggs got home without breaking, but I’m sure some people really love their plastic bags, and for those that do, this is certainly an intriguing possibility.\n\nPlastic bags could also be more sustainable from the production side. Remember when I said petrochemical facilities use natural gas for electricity? What if they used solar or wind? I know it sounds silly, but it would make a difference. In fact, we can take it a step further. What if instead of making the plastic from fossil fuels, we made it out of plants? That’s one idea that I’ve seen floated all over the internet. Or, another idea, what if plastic could be made directly from carbon dioxide that we suck from the atmosphere? Scientists are working on that, and according to a 2021 thesis study from LUT University in Finland, if that process were powered by clean energy, plastic bags made from carbon dioxide could actually be carbon negative. In other words, rather than emitting carbon, they would take carbon out of the atmosphere. Now, I’m not sure how far along plant plastic or CO2 plastic are in the development process, but certainly very exciting possibilities if they could scale up.\n\nSeeing how nuanced this issue is, I asked Dr. Taylor what the next steps could look like. Have a listen.\n\nETHAN: Obviously, bags are the only policy option like we talked about there’s fees there’s more voluntary approaches You know, with straws, something that intrigued me was default choice modification. I know you’ve done some comparisons on different strategies and looked at this more holistically. So is there anything you would suggest to policymakers as they tried to address the issue?\n• None TAYLOR: When I put my economist hat, the sort of first tool that I really think that policymakers should consider is a small fee, or a tax on all the different types of carry out bags. Because we do see such a strong response of having to pay for your bag, when you have to pay for your bag, it makes it an active decision, instead of just default, getting a whole bunch of bags that you don’t really think about, we find that bag taxes are actually as effective as bag bans, and getting people to change their behavior, potentially without some of the unintended consequences of completely eliminating an option making people switch to other bags, which might actually be more harmful for the environment. So I usually recommend considering a bag tax first. Now, for various reasons, political reasons, taxes are often not favored by politicians, because people don’t like the word tax. And even if you use the word fee, sometimes people don’t like that as well. And so because of that bands have been more popular. Now a hybrid ban, where you ban a particular thin plastic or film plastic, as long as there’s also consideration for the other types of bags such as paper bags, and reusable bags, and requiring stores to charge for those other bags. We’re finding that hybrid bands can be as you know, as successful as the taxes, just standalone taxes. However, when you just have a ban, and you don’t consider the substitutes, that’s when we see the largest unintended consequences. And in particular, stores start offering thicker plastic bags and sticker paper bags for free. That signals to customers that these aren’t reusable products. And now they’re using a thicker product with more packaging. And that’s actually increasing the carbon footprint. And so in terms of ranking those, that would be my order, taxes, hybrid bands, and then least preferred standalone bands. With respect to the bonuses we talked about. They’re just not very effective. And so I think, and subsidies can be quite expensive for governments to run or source to run. So if it’s not effective, and it’s expensive, it’s not a recommended policy tool.\n\nETHAN: Given all this nuance we’ve explored pertaining to carry out bags, grocery bags, is there any advice you have for individuals who want to do their part?\n• None TAYLOR: Yeah, well, I’ll circle back to the three R’s. Again, because this is what I tell people all the time. It’s not easy being a green consumer, in part because there are these different dimensions of environmental impact. There’s the impact of material, if it makes it into the environment as litter, there’s the impact of the production of it on emissions and climate. And so my recommendation is to use as few bags as you can reuse the ones that you do purchase and purchase your bags, make it an active decision. And buy the thinnest reusable bag that you know, you’ll actually reuse. That way you’re reducing the amount of material that’s going into the product, but you still want it to be something that you’ll actually find convenient and reuse with you. So if it’s something that’s easy to keep in your car, or in your purse or in your backpack that you know you’ll reuse, then that’s going to be the bag for you.\n\nETHAN: Obviously, this is a ridiculously nuanced issue, and while it might not be the most pressing concern of our generation, it’s absolutely worth discussing, especially given how popular the topic has been. As great as it is to see policy efforts get going, we want to hold them accountable and make sure they actually make the biggest positive impact possible. If we do that, we’ll see less polluted oceans, improved public health, and maybe, for the first time in history, Polly won’t want a cracker.\n\nETHAN: And that wraps up episode 106 of The Sweaty Penguin. Take two minutes, help out the show, and get a shoutout at the end of the show by leaving a five star rating and a review on Apple or Podcast Addict OR join our Patreon at patreon.com/thesweatypenguin. You get merch, bonus content, and more.\n\nETHAN: Clips today came from 23 ABC News. Special thanks to our Emperor Penguin patrons Lawrence Harris and Brownies Central. The Sweaty Penguin is presented by Peril and Promise: a public media initiative from The WNET Group in New York, reporting on the issues and solutions around climate change. You can learn more at pbs.org/perilandpromise. The opinions expressed in this podcast are those of the host and guests. They do not necessarily reflect the opinions or views of Peril and Promise or The WNET Group. Thank you all for listening, and I’ll see you next week.", "opengraph": {"locale": "en_US", "type": "article", "title": "Plastic Bags Are a Problem. Are Plastic Bag Bans a Solution?", "description": "Plastic bags lead to lot of waste. But could plastic bans or using reusable bags be effective solutions to this problem?", "url": "https://www.pbs.org/wnet/peril-and-promise/2023/03/plastic-bags-are-a-problem-are-plastic-bag-bans-a-a-solution/", "site_name": "Peril & Promise", "article:publisher": "https://www.facebook.com/PerilandPromise", "article:author": "damianos", "article:published_time": "2023-03-15T19:00:09+00:00", "article:modified_time": "2023-03-16T13:31:55+00:00", "image": "https://www.pbs.org/wnet/peril-and-promise/files/2023/03/3001081370_6f060e06f1_b.jpg", "image:width": "1000", "image:height": "625", "image:type": "image/jpeg"}, "tags": ["climate change", "plastic bag fee", "sustainability", "plastic bags", "plastic", "Clean Energy and Sustainability"], "tweets": [], "movies": [], "links": [], "authors": ["damianos"], "publish_date": "2023-03-15T19:00:09+00:00"}