{"result_id": "MNTT005027", "URL": "https://apnews.com/71fa50739ae84e59a7deccfb4cf017cc/Regulators-keep-watch-on-toxic-waste-sites-during-hurricane", "timestamp": "2024-03-06 15:10:47 CET+0100", "meta": {"description": "As Hurricane Florence spins inland, environmental regulators are monitoring more than three dozen toxic waste sites in the storm's path, as well as scores of low-lying water- and sewage-treatment plants at risk of flooding.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/71fa50739ae84e59a7deccfb4cf017cc", "encoding": "UTF-8", "website_keywords": "Hurricane Florence, Floods, Storms, Hurricanes, Environment, SC State Wire, NC State Wire, U.S. News"}, "image": null, "domain": "apnews.com", "title": "Regulators keep watch on toxic waste sites during hurricane", "cleaned_text": "As Hurricane Florence spins inland, environmental regulators are monitoring more than three dozen toxic waste sites in the storm’s path, as well as scores of low-lying water- and sewage-treatment plants at risk of flooding.\n\nThe Environmental Protection Agency has identified 41 Superfund sites in threatened parts of the Carolinas, Virginia and Maryland and Georgia, including polluted industrial sites, chemical plants, coastal shipyards and military bases.\n\nEPA spokesman John Konkus said the agency is listening for any word of oil or hazardous substance spills from first responders, media reports and state and local emergency command posts. He said federal on-scene coordinators and equipment stand ready to deploy if needed.\n\nSuperfund sites are among the nation’s most highly polluted places. They often contain contaminated soil and toxic waste at risk of spreading if covered by floodwaters. More than a dozen Superfund sites in the Houston metro area were flooded last year during Hurricane Harvey, with breaches of potentially harmful materials reported at two.\n\nThough it was downgraded to a Category 1 hurricane at landfall Friday, Florence remains a massive storm that will dump trillions of gallons of rain on eastern North Carolina before sweeping across South Carolina.\n\nNo toxic spills had been reported as of Friday afternoon, but the region’s rivers were not expected to crest for days. Forecasters predicted severe flooding for parts of southeastern North Carolina and northeastern South Carolina starting Sunday.\n\nThe worst natural disaster in North Carolina history was Hurricane Floyd in 1999, which dumped nearly 2 feet of rain and flooded a broad swath of the coastal plain, swamping whole towns and dozens of hog farm lagoons containing millions of gallons of untreated urine and feces.\n\nFlorence, a slow-moving system that forecasters say could release more than 3 feet of rain in places, could end up being even worse.\n\nEnvironmental groups said Friday that they were worried that scores of hog lagoons will burst again or be overtopped by flooding, spilling their contents into rivers used as sources of drinking water. Also of concern were more than three dozen coal ash dumps at power plants in the region. The gray ash that remains after coal is burned contains potentially harmful amounts of mercury, arsenic and lead.\n\nAmong the Superfund sites most at risk from Florence is Horton Iron and Metal, a former shipbreaking operation and fertilizer manufacturing site in a low-lying floodplain along the Cape Fear River outside Wilmington, North Carolina. The 7.4-acre site is heavily contaminated with pesticides, asbestos, toxic metals and cancer-causing PCBs.\n\nUpriver along the Cape Fear is Carolina Transformer Co., a 5-acre Superfund site in Fayetteville that also contains contaminated soil and groundwater contaminated with PCBs.\n\nForecasts call for the river to crest Monday at Fayetteville at more than 62 feet — nearly 30 feet above flood stage.\n\nIn Elizabeth City, the Triangle Pacific Corp. site includes a World War II-era Navy blimp base along the Pasquotank River that was later purchased by a company than manufactured wooden cabinetry. The site is contaminated with toluene, acetone, cadmium and arsenic.\n\nAlso of concern is the sprawling Norfolk Naval Shipyard in Virginia and Marine Corps bases at Camp Lejeune and Cherry Point in North Carolina and at Parris Island in South Carolina.\n\nThe shipyard near the mouth of the Chesapeake Bay dates to 1767 and contains contaminated soil and groundwater from more than two centuries’ worth of dumped hazardous chemicals. Hazards at the Marine bases include ground saturated with toxic chemicals, old paint, ash from old trash burn pits and unexploded ordnance.\n\nNationwide, there are 327 Superfund sites in areas prone to flooding or vulnerable to sea-level rise caused by climate change, according to an Associated Press analysis of flood zone maps, census data and EPA records. Nearly 2 million Americans live within a mile of the most at-risk sites.", "opengraph": {"title": "Regulators keep watch on toxic waste sites during hurricane", "url": "https://apnews.com/article/71fa50739ae84e59a7deccfb4cf017cc", "image": "https://dims.apnews.com/dims4/default/764ef57/2147483647/strip/true/crop/2000x1125+0+113/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fmedia%3Acc154aa56fc541d88833d531b75e0179%2F2000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/764ef57/2147483647/strip/true/crop/2000x1125+0+113/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fmedia%3Acc154aa56fc541d88833d531b75e0179%2F2000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "\n              In this photo provided by Jordan Guthrie, wind and water from Hurricane Florence damages the highway leading off Harkers Island, N.C. on Friday, Sept. 14, 2018.  (Jordan Guthrie via AP)\n            ", "description": "As Hurricane Florence spins inland, environmental regulators are monitoring more than three dozen toxic waste sites in the storm's path, as well as scores of low-lying water- and sewage-treatment plants at risk of flooding.", "site_name": "AP News", "type": "article", "article:published_time": "2018-09-14T22:35:31", "article:modified_time": "2021-04-30T23:17:46.115", "article:tag": "NC State Wire"}, "tags": [], "tweets": [], "movies": [], "links": ["http://twitter.com/mbieseck"], "authors": [], "publish_date": "2018-09-14T22:35:31"}