{"result_id": "MNTT001037", "URL": "https://www.bbc.com/news/world-middle-east-56194624", "timestamp": "2024-02-28 23:17:57 CET+0100", "meta": {"description": "Wildlife officials say the condiment is helping to break down tar ingested by the animals.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/world-middle-east-56194624", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Israel pollution: Mayonnaise helps save turtles rescued from oil spill", "cleaned_text": "Turtles rescued from an oil spill that has left globs of black tar across Israel's coastline are being given mayonnaise as medicine.\n\nOfficials are investigating the cause of the spill, which is thought to have come from a vessel out at sea.\n\nYaniv Levy, founder and director of the National Sea Turtle Rescue Center, told Israel's Haaretz newspaper that about 27 turtles were being treated, six of which arrived with tar damage.\n\n\"They all got here with a coat of tar on their heads, and in their eyes, nostrils, mouth, digestive system and stomach,\" he said.\n\n\"With this kind of damage they have no chance to survive without treatment. We removed the tar from their nostrils and eyes so they could breathe and see.\"\n\nMr Levy said staff had been using vegetable oil to thin the tar, and then mayonnaise to dilute it and remove it from the sides of the stomach and intestines.\n\nThis Twitter post cannot be displayed in your browser. Please enable Javascript or try a different browser. View original content on Twitter The BBC is not responsible for the content of external sites. Skip twitter post by Haaretz.com This article contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Twitter’s cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’. The BBC is not responsible for the content of external sites.\n\n\"They came to us full of tar. All their trachea from inside and outside was full of tar,\" medical assistant Guy Ivgy told the Associated Press news agency.\n\n\"We continue to feed them substances like mayonnaise, which practically clean the system and break down the tar,\" he added.\n\nThe recovery process is expected to take a week or two, after which rescuers say the animals will be released back to the wild.\n\nWhile it might sound like an unusual remedy, it is not the first time that mayonnaise has been used to treat turtles.\n\nYou might be interested in watching:", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Wildlife officials say the condiment is helping to break down tar ingested by the animals.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/0064/production/_117300100_gettyimages-1231308233-1.jpg", "image:alt": "Workers at the Israeli Sea Turtle Rescue Center cleans a sea turtle at their center in the Israeli coastal moshav of Mikhmoret, north of Tel Aviv on February 21, 2021.", "locale": "en_GB", "site_name": "BBC News", "title": "Israel pollution: Mayonnaise helps save turtles rescued from oil spill", "type": "article", "url": "https://www.bbc.com/news/world-middle-east-56194624", "article:section": "Middle East"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.bbc.co.uk/news/world-middle-east-56147305", "https://www.haaretz.com/israel-news/.premium.MAGAZINE-with-mayonnaise-and-q-tips-israelis-save-oil-drenched-turtles-1.9562907", "https://twitter.com/haaretzcom/status/1364507790841180160", "#end-of-twitter-content-1", "https://help.twitter.com/en/rules-and-policies/twitter-cookies", "https://twitter.com/en/privacy", "/news/topics/c302m85q5ljt", "/news/topics/cy2xn5zrnyrt", "/news/science-environment-52158790", "/news/world-middle-east-56153372", "/news/science-environment-51804884"], "authors": ["BBC News"], "publish_date": "2021-02-25T15:30:44.000Z"}