{"result_id": "MNTT002007", "URL": "https://www.pbs.org/wgbh/harvest/viewpoints/risks.html", "timestamp": "2024-02-28 23:18:28 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/harvest/viewpoints/risks.html", "encoding": null, "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "PBS - harvest of fear: viewpoints: what are the risks?", "cleaned_text": "Critics of biotechnology say nature is incredibly complex and that GM technology is introducing a new genre of environmental and health questions. They argue that introducing foreign genes from distant species (e.g., a gene from a fish into a strawberry) increases the risk of allergenicity. Also, the risk of new toxins must be considered. And they point to lab research which has revealed possible unintended consequences of GMOs. \n\n Jeremy Rifkin \n\n President, The Foundation on Economic Trends \n\n \n\n read his interview \n\n When you introduce a genetically modified organism into the environment, it's not like introducing a chemical product, or even a nuclear product. Remember, [genetically modified] products are alive. So they're inherently more unpredictable in terms of what they'll do once they're out into the environment. Secondly, GMOs reproduce. Chemical products don't do that. Third, they can mutate. Fourth, they can migrate and proliferate over wide regions. And fifth, you cannot easily recall them to the laboratory or clean them up. So when we're dealing with genetically modified organisms, we're dealing with a whole new genre of environmental and health questions, totally different than when we introduce chemical or even nuclear products into the environment. ... Those very small bits [of DNA inserted into genetically modified organisms] can change in qualitative ways that GMO when it's introduced. Let's say you take a human growth hormone gene and place it into a salmon. That's just one gene. But if the salmon gets out into the marine ecosystem and it's growing twice as fast and twice as big, it can destabilize millions of years of relationships in the oceans. So one gene can be very, very powerful. ... There's a second generation of genetically modified organisms being readied in R&D. These organisms are plants that act as chemical factories to produce genes that code for proteins to produce vaccines and chemicals and drugs and vitamins. ... This all sounds very good--except no one has stopped for even a moment and paused and asked this question: When we seed millions of acres of land with these plants, what happens to foraging birds, to insects, to microbes, to the other animals, when they come in contact and digest plants that are producing materials ranging from plastics to vaccines to pharmaceutical products? There hasn't been as much as a single congressional hearing, and as far as I know, there hasn't been a single parliamentary debate anywhere in the world, on introducing this second generation of pharmaceutical and chemical-producing plants. \n\n \n\n William Muir, Ph.D. \n\n A genetics professor at Purdue University, Muir researched what might happen if a lab fish was GM engineered to grow fast. He found that the GM fish, because it was larger, got all the matings. However, fewer of its genetically modified young survived. \n\n Larger males are what females prefer. ... Fish just 25 percent larger will get 400 percent more matings than a fish of average size. And the theory behind that is called the good genes hypothesis, that if a male is a large, this male must be good in securing resources. [It] must be able to find its food and avoid predictors, so it carries the good genes to make it a better parent. ... [With the GM fish], you have a situation where the individuals are getting all the matings but producing the lowest number of offspring. So gradually, over 20 or 30 generations, the population could go to extinction. \n\n \n\n Martina McGloughlin, Ph.D. \n\n Director, Biotechnology and Life Sciences Informatics Program, University of California-Davis \n\n \n\n read her interview \n\n Can you talk about the buildup of pest resistance when using BT-engineered crops? This is always a problem with biological systems. Biological systems are infinitely flexible and far smarter. ... They always seem to manage to be very effective at overcoming whatever mechanism we use to try and control them. This has been the bane of the chemical industry forever. You constantly have to be one step ahead of the pest that you were controlling as it developed resistance. And this is also a potential problem in biotech, if you're going to be using single genes. So several approaches are being taken by researchers to address this area. The first is one that's mandated by the EPA. Within these BT crop plantings, you have to have at least 20 percent of the field planted to non-engineered corn, for example. By having this non-engineered corn, you're removing the selective pressure. Effectively what you're doing is diluting out the resistance gene ... [and] allowing these insects to grow up without selection for resistance to BT. \n\n \n\n Paul Muller [By putting the engineered BT gene in the corn itself], if insects develop resistance [to BT], over the long haul, it will take a tool away from organic farmers. We won't have a tool to use that's very effective and very non-toxic. In a sense, the companies that developed those products--the BT corn and the BT cotton--will be taking all the profits and all the benefits of that, and they're putting that in their pocket right now. It's a very short-term notion of how you capture profitability in the system. ... We've been manipulating genomes for a long time. ... Cross-breeding is slow. What would be wrong about doing it quickly? When you begin to take things out of the complex system that they're grown in or that they live in, and you begin to focus on just one aspect of it, you begin to oftentimes disregard other aspects of its relationship in that system. Traditional breeding is laborious, but you can gain a lot of that information from [that process]. ... There are incredible complex interactions in any crop that you grow, and it's not just weather. It's soil micro-organisms. It's cultivation techniques. ... If they're going to tweak genes, they're going to need to re-insert that into the system and see how it reacts. ... Nature is incredibly complex. And it's not easy to deny it its due. You can't keep suppressing aspects of it and feel like you're going to be smarter than it. ... If you deny one aspect of that system, it's going to come back and extract from you the need to pay it fairly. So you might get short-term gain, but-- I think that's the formative question. ... Unless we begin to look at other options, I see that we're heading down a road that is a parallel to the pesticide road. We have a lot of people who have questioned whether that is an appropriate technology for long-term sustainability of our agricultural resources. \n\n \n\n Jane Rissler, Ph.D. In genetically modified organisms, [you're saying] genes are inserted more haphazardly than in traditional cross-breeding? Yes, because with cross-breeding there is a particular chromosome that gets exchanged. Occasionally there may be some inversions. But what happens in gene splicing is that these genes go in haphazardly. The engineers can't tell you where the genes go. They may lodge in other genes. That is, they may interrupt other series of gene functions. Now, I think it is possible that we may find out, once we've gathered a lot of data, that in fact there may not be a lot of unexpected changes. I don't know. My goal is to have the data that say that these crops are as safe as traditionally bred ones, not operate on the assumption that they are. ... The government and the industry have been too eager to assume that these plants, these crops, are substantially equivalent to existing ones. ... But I don't think that they have done the kind of testing that a lot of us would want, to really establish the substantial equivalence. ... \n\n \n\n John Losey, Ph.D. \n\n Losey, an assistant professor of entomology at Cornell University, conducted a lab experiment and found that monarch butterfly larvae were harmed if they fed on leaves that were dusted with bioengineered BT corn pollen. \n\n The caterpillars feeding on those leaves dusted with the BT corn pollen ate less, they grew more slowly, and they suffered higher mortality. More of them died than in the other two treatments. In fact, almost half of those died--44 percent died over 4 days. ... The ones eating the regular corn pollen or the no pollen, none of those died over the 4 days of the treatment. ... Your study didn't imply this be happening in the natural environment, just that it ? That's exactly how I would characterize it. We were saying, \"Here's this potential effect, and we need to study it more.\" ... When people say, \"Well, if the predictions you made from the lab study hold up in the field, then X will happen.\" I always say, \"Well, I didn't make any predictions in the lab study.\" ... So you're not convinced either way? No. What I like to say is, based on the current data, I can absolutely guarantee you that the impact on monarch butterfly populations in the long term is going to be somewhere between negligible and severe. I can't put it any finer than that. I don't think anyone can, based on the current data. ... Monarchs seem to be doing OK, in general. Their populations aren't crashing. But I don't think that means that we can ignore the [question: When] BT corn starts having a negative impact on monarchs or other butterflies, what does that mean for the long-term population cycles of those butterflies? \n\n \n\n Tony Shelton, Ph.D. This study [on the effects of BT pollen on monarch butterfly larvae] got tremendous publicity, compared to most articles. It certainly did. I think that it became very, very unbalanced. It's tough to un-ring a bell when something like this hits the news. The monarch butterfly is a so-called symbol of nature, so I think people could really identify with it. ... The author of the article states that the risks and benefits of transgenic crops like BT corn have to be evaluated against the risks and benefits of applying another broader spectrum insecticide, say, by air. ... What scientists need to do is to evaluate the risks and benefits of this new technology, compared to other possible technologies, whether it be conventional agriculture, whether it be organic agriculture. ... If we don't use some technology, we have to use another technology. We know some of the risks to our present technology of insect management. So if crops like BT corn or cotton are banned, then I think there will be increased pesticide use, insecticide use, that'll have some deleterious, long-term effects. \n\n \n\n home + should we grow them? + engineer a crop + what's for dinner? + viewpoints\n\n links + interviews + what about this fish? + discussion\n\n synopsis + tapes & transcripts + press + credits\n\n frontline + nova + wgbh + pbs online \n\n\n\n[an error occurred while processing this directive]", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": ["../", "/nova/", "/frontline/", "../", "../exist/", "../engineer/", "../coming/", "../viewpoints/", "../interviews/rifkin.html", "../interviews/mcgloughlin.html", "../interviews/muller.html", "../interviews/rissler.html", "../", "../exist/", "../engineer/", "../coming/", "../viewpoints/", "../etc/links.html", "../interviews/", "../etc/video.html", "../talk/", "../etc/synopsis.html", "../etc/tapes.html", "../etc/press.html", "../etc/credits.html", "/frontline/", "/nova/", "http://main.wgbh.org/", "http://www.pbs.org/"], "authors": [], "publish_date": null}