{"result_id": "MNTT005002", "URL": "https://apnews.com/article/coronavirus-pandemic-technology-health-business-cancer-11ac0e981799415d85304d510f47b2b5", "timestamp": "2024-03-06 15:10:26 CET+0100", "meta": {"description": "NEW YORK--(BUSINESS WIRE)--Jun 22, 2020-- Tyme Technologies, Inc. (NASDAQ: TYME), an emerging biotechnology company developing cancer metabolism-based therapies (CMBTs™), announced new preclinical findings that describe the unique mechanism of action of its lead cancer metabolism-based candidate, SM-88 (racemetyrosine), that are being prese", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/business-wire/coronavirus-pandemic-technology-health-business-cancer-11ac0e981799415d85304d510f47b2b5", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "TYME Presents New Preclinical Data Supporting SM-88 Mechanism of Action at AACR 2020", "cleaned_text": ", an emerging biotechnology company developing cancer metabolism-based therapies (CMBTs™), announced new preclinical findings that describe the unique mechanism of action of its lead cancer metabolism-based candidate, SM-88 (racemetyrosine), that are being presented at the American Association for Cancer Research 2020 Virtual Meeting from June 22 to June 24, 2020.\n\nThis press release features multimedia. View the full release here:\n\nTYME’s CMBTs are proprietary investigational compounds that leverage cancer’s altered metabolism and associated vulnerabilities to specifically disrupt fundamental cellular processes. This can include altering protein synthesis, increasing oxidative stress, decreasing pH levels, and compromising protein or lipid barriers. In addition, CMBTs may target select survival mechanisms including autophagy, as well as alter the tumor microenvironment to improve immune recognition of the cancer cell.\n\n“These preclinical results advance our understanding of the effect of SM-88 as a standalone oral therapy and begin to describe the mechanisms which underlie the clinical responses observed across multiple tumor types, both solid and liquid,” said Jonathan Eckard, Ph.D., Chief Business Officer at TYME. “Key findings suggest that single agent SM-88 increases levels of oxidative stress in cancer cells; interferes with the multifaceted survival mechanism of autophagy; and modulates tumor immunity. These findings begin to highlight the unique profile of SM-88, and the ongoing work will aid in future clinical development of SM-88, both as monotherapy and in combination approaches with existing therapies.”\n\nTYME has initiated comprehensive and experimental studies that are designed to elucidate the mechanism of action and further characterize the anti-cancer effects of SM-88 as a standalone investigational compound. In a human colon cancer animal model study (HCT-116), the results showed that mice treated with the highest dose of oral SM-88 alone achieved a statistically significant (p < 0.05) reduction in tumor size compared to control-treated mice (n=11 per group). To further validate the anti-cancer effects of SM-88, a second study was conducted using a pancreatic cancer animal model (PAN02). The data from this study demonstrated that mice treated with intraperitoneally administered with the highest dose of SM-88 alone had a statistically significant tumor reduction compared to those treated with control alone (n=10 per group).\n\nOxidative stress is the result of elevated levels of reactive oxygen species in cancer cells. Cancer cells are recognized to have elevated ROS levels and attempt to carefully balance these levels to prevent self-destruction. If oxidative stress is too high or prolonged it can lead to death of the cancer cell.\n\nThe effects of SM-88 on ROS levels was assessed in four cell lines: two pancreatic cancer cell lines (Pan02 and PANC1) and two breast cancer cell lines (4T1 and MCF-7). In this study, following 24 hours of exposure SM-88 achieved dose dependent increases in ROS production across three of the four cell lines (Pan02, 4T1 and MCF-7) and an overall increase in the fourth (PANC1). 1\n\nAutophagy is cellular catabolic degradation that often occurs in response to starvation or stress whereby cellular proteins, organelles and cytoplasm are engulfed, digested and recycled to sustain cellular metabolism. This process is utilized by cancer cells as a survival mechanism in periods when nutritional sources are low. However, cancer cells also leverage autophagy to reduce the expression of proteins that allow the body’s immune system to recognize them, such as the major histocompatibility complex 1- MHC1 in pancreatic cancer. This observation is supported by preclinical research at NYU Langone’s international center of excellence in translational and clinical research for gastrointestinal cancers as well as Yamamoto, Keisuke et al 1. Therefore, disruptions of autophagy could have an impact on both viability and immune recognition of cancer cells.\n\nIn the present study, SM-88 altered autophagy in two pancreatic cancer cell lines (Pan02 and PANC1) and one ovarian cancer cell line (HeLa). SM-88 induced disruptions in autophagy were marked by elevations in LC3B and p62. Additional studies are ongoing to explore these effects and other important catabolic processes, such as mitophagy, a selective degradation of the mitochondria by autophagy.\n\nIn addition, in the PAN02 animal model, exposure to SM-88 appeared to impact tumor associated macrophages (TAMs), reducing the population of immunosuppressive M2 macrophages while preserving the more cancer directed M1 population. In addition, SM-88 treatment exhibited a dose dependent reduction in regulatory T lymphocytes, another cell type reported to create an immunosuppressive tumor environment.\n\nOverall, these initial data suggest that SM-88 has direct effects on killing cancer cells by increasing oxidative stress and altering important processes like autophagy. In addition, SM-88 appears to cause immune modulation, creating a more toxic environment and inducing cancer cell death.\n\nA primary goal of these preclinical studies is to help guide the company’s future clinical development of SM-88 and other novel CMBTs. These results and future experiments may help inform patient selection and identify complementary combination strategies with existing treatment options.\n\nInnovative therapeutics that leverage the immune system to fight cancer have demonstrated to be effective. Immuno-oncology continues to play a key role in the future treatment of cancer. Small molecule therapies that can either reduce immune suppression in the tumor microenvironment or enhance activation of cytotoxic lymphocyte responses to the tumor are actively being pursued. Unique treatment strategies with oral small molecules might be used as monotherapies or combined with other cancer therapies to increase and broaden their efficacy.\n\nIn this preclinical program, the potential effects of SM-88, as an oral small molecule, on the tumor microenvironment were evaluated. Flow cytometry was used to characterize the immune populations present in five randomly selected pancreatic cancer tumors (Pan02) collected from each group at the end of the study. Exposure to SM-88 appears to decrease intra-tumoral CD4+ T-cell populations, while preserving CD8+ populations, leading to a statistically significant (p= 0.015) decrease in the CD4+/CD8+ ratio in mice treated with the highest dose of SM-88 alone versus control. Based on these outcomes, exposure to SM-88 may decrease intra-tumoral regulatory T-cells (Tregs), a unique subset of helper T-cells, which play a critical role in reducing immunosuppressive signaling within the cancer cell. Small increases in intracellular B cell populations were also observed following treatment with oral SM-88.\n\nDetails of this preclinical study were presented at the American Association for Cancer Research Virtual Meeting from June 22 to June 24, 2020. The poster is available on our website ( ).\n\nDetails for the SM-88 poster presentation are as follows:\n\nIn Vitro and In Vivo Anticancer effects of D/L-alpha-metyrosine (SM-88), a Novel Metabolism-Based Therapy\n\nSM-88 is an oral investigational modified proprietary tyrosine derivative that is believed to interrupt the metabolic processes of cancer cells by breaking down the cells’ key defenses and leading to cell death through oxidative stress and exposure to the body’s natural immune system. Clinical trial data have shown that SM-88 has demonstrated encouraging tumor responses across 15 different cancers, including pancreatic, lung, breast, prostate and sarcoma cancers with minimal serious grade 3 or higher adverse events. SM-88 is an investigational therapy that is not approved for any indication in any disease.\n\nThe TYME-88-Panc pivotal trial applies the latest advances in the field of cancer metabolism by evaluating the efficacy and safety of an oral investigational compound that targets the metabolic mechanisms of the disease at its source. A prospective, open label pivotal trial in metastatic pancreatic cancer for patients who have failed two lines of any prior systemic therapy. The trial is designed to evaluate the safety and efficacy of SM-88 used with MPS (methoxsalen, phenytoin and sirolimus) in advanced pancreatic cancer and will measure multiple endpoints, including overall survival, progression free survival, relevant biomarkers, quality of life, safety, and overall response rate. .\n\nTyme Technologies, Inc., is an emerging biotechnology company developing cancer therapeutics that are intended to be broadly effective across tumor types and have low toxicity profiles. Unlike targeted therapies that attempt to regulate specific mutations within cancer, the Company’s therapeutic approach is designed to take advantage of a cancer cell’s innate metabolic weaknesses to compromise its defenses, leading to cancer cell death through oxidative stress and exposure to the body’s natural immune system. For more information, visit . Follow us on social media: , , , and .\n\nIn addition to historical information, this press release contains forward-looking statements under the Private Securities Litigation Reform Act that involve substantial risks and uncertainties. Such forward-looking statements within this press release include, without limitation, statements regarding our drug candidates, including SM-88 and TYME-18, and their clinical potential and non-toxic safety profiles, our drug development plans and strategies, ongoing and planned clinical trials, preliminary data results and the therapeutic design and mechanisms of our drug candidates; and readers can identify forward-looking statements by sentences or passages involving the use of terms such “believes,” “expects,” “hopes,” “may,” “will,” “plan,” “intends,” “estimates,” “could,” “should,” “would,” “continue,” “seeks,” or “anticipates,” and similar words including their use in the negative or by discussions of future matters such as effect of the novel coronavirus (COVID-19) pandemic and the associated economic downturn and impacts on the Company’s ongoing clinical trials, the cost of development and potential commercialization of our lead drug candidate and of other new products, expected releases of interim or final data from our clinical trials, possible collaborations, the timing, scope and objectives of our ongoing and planned clinical trials and other statements that are not historical. The forward-looking statements contained in this press release are based on management’s current expectations, which are subject to uncertainty, risks and changes in circumstances that are difficult to predict and many of which are outside of TYME’s control. These statements involve known and unknown risks, uncertainties and other factors which may cause the Company’s actual results, performance or achievements to be materially different from any historical results and future results, performances or achievements expressed or implied by the forward-looking statements. These risks and uncertainties include, but are not limited to, the severity, duration, and economic impact of the COVID-19 pandemic; that the information is of a preliminary nature and may be subject to change; uncertainties inherent in the cost and outcomes of research and development, including the cost and availability of acceptable-quality clinical supply and the ability to achieve adequate clinical study design and start and completion dates; the possibility of unfavorable study results, including unfavorable new clinical data and additional analyses of existing data; risks associated with early, initial data, including the risk that the final data from any clinical trial may differ from prior or preliminary study data; final results of additional clinical trials that may be different from the preliminary data analysis and may not support further clinical development; that past reported data are not necessarily predictive of future patient or clinical data outcomes; whether and when any applications or other submissions for SM-88 may be filed with regulatory authorities; whether and when regulatory authorities may approve any applications or submissions; decisions by regulatory authorities regarding labeling and other matters that could affect commercial availability of SM-88; the ability of TYME and its collaborators to develop and realize collaborative synergies; competitive developments; and the factors described in the section captioned “Risk Factors” of TYME’s Annual Report on Form 10-K filed with the U.S. Securities and Exchange Commission on May 22, 2020, as well as subsequent reports we file from time to time with the U.S. Securities and Exchange Commission available at .\n\nThe information contained in this press release is as of its release date and TYME assumes no obligation to update forward-looking statements contained in this release as a result of future events or developments.\n\n1 Yamamoto, Keisuke et al. “Autophagy promotes immune evasion of pancreatic cancer by degrading MHC-I.” Nature vol. 581,7806 (2020): 100-105.", "opengraph": {"title": "TYME Presents New Preclinical Data Supporting SM-88 Mechanism of Action at AACR 2020", "url": "https://apnews.com/press-release/business-wire/coronavirus-pandemic-technology-health-business-cancer-11ac0e981799415d85304d510f47b2b5", "image": "https://dims.apnews.com/dims4/default/ae3f89a/2147483647/strip/true/crop/2551x1435+224+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F85987bb8713db320380fda12f98a1ab3%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/ae3f89a/2147483647/strip/true/crop/2551x1435+224+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F85987bb8713db320380fda12f98a1ab3%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "(Photo: Business Wire)", "description": "NEW YORK--(BUSINESS WIRE)--Jun 22, 2020-- Tyme Technologies, Inc. (NASDAQ: TYME), an emerging biotechnology company developing cancer metabolism-based therapies (CMBTs™), announced new preclinical findings that describe the unique mechanism of action of its lead cancer metabolism-based candidate, SM-88 (racemetyrosine), that are being prese", "site_name": "AP News", "type": "article", "article:published_time": "2020-06-22T12:01:11", "article:modified_time": "2021-12-24T16:53:03.456", "article:tag": "Biotechnology"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.businesswire.com/news/home/20200622005031/en/", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.tymeinc.com%2Fdata-publications%2Fscientific-presentations%2Fdefault.aspx&esheet=52237775&newsitemid=20200622005031&lan=en-US&anchor=www.tymeinc.com%2Fdata-publications&index=1&md5=7f17e16353be24689ec37693991d1a93", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftymeinc.com%2Fclinical-trials%2F&esheet=52237775&newsitemid=20200622005031&lan=en-US&anchor=Learn+More&index=2&md5=8acd70079e7b784beb7a7f08a70472d8", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftymeinc.com%2F&esheet=52237775&newsitemid=20200622005031&lan=en-US&anchor=tymeinc.com&index=3&md5=ba00fcd268133579ffd3a7174ebad4c5", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftwitter.com%2Ftyme_inc&esheet=52237775&newsitemid=20200622005031&lan=en-US&anchor=Twitter&index=4&md5=77b202449f72ef461944b04c84b2613a", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Ftymeinc%2F&esheet=52237775&newsitemid=20200622005031&lan=en-US&anchor=LinkedIn&index=5&md5=a35191d8559f429c4e37bf1be4246f03", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.instagram.com%2Ftyme_inc%2F&esheet=52237775&newsitemid=20200622005031&lan=en-US&anchor=Instagram&index=6&md5=77cb2485ff01e194bee3e44730e35073", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.facebook.com%2Ftymetechnologies&esheet=52237775&newsitemid=20200622005031&lan=en-US&anchor=Facebook&index=7&md5=4a329340756619b3b70fb35292ac84fd", "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.youtube.com%2Fchannel%2FUCmk4Lxkseg0NOTyqW_LokyA&esheet=52237775&newsitemid=20200622005031&lan=en-US&anchor=YouTube&index=8&md5=265e5db3a37b8a66b10c2c8aeeba51cb", "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.sec.gov&esheet=52237775&newsitemid=20200622005031&lan=en-US&anchor=www.sec.gov&index=9&md5=a0a7c97aace1568f9dd20ade2fd0ced3", "https://www.businesswire.com/news/home/20200622005031/en/"], "authors": [], "publish_date": "2020-06-22T12:01:11"}