{"result_id": "MNTT002065", "URL": "https://www.pbs.org/newshour/health/health-jan-june11-sleeping_06-30", "timestamp": "2024-03-06 15:08:43 CET+0100", "meta": {"description": "A new treatment for sleeping sickness, a neglected disease found in remote communities in Africa, is being developed through an innovative partnership.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/health-jan-june11-sleeping_06-30", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Treatment for Deadly 'Sleeping Sickness' Shows Promise", "cleaned_text": "Parasites invade the brain and nervous system of their human hosts, causing disorientation, bouts of uncontrollable drowsiness, then insomnia, and ultimately, death.\n\nIt may sound like an epidemic of science fiction, but this is the progression of a real disease called sleeping sickness, or African trypanosomiasis. It’s an infection carried by the bite of the tsetse fly that affects the poorest of the poor in rural sub-Saharan Africa, especially in the Democratic Republic of Congo and other regions in conflict.\n\nA new drug moving into Phase I human trials could hold new promise for treating sleeping sickness, a disease that has received little attention from pharmaceutical companies in the past, the Drugs for Neglected Diseases Initiative announced this week. The initiative has helped develop the only new treatments for the disease in 25 years.\n\nThe newest candidate, SCYX-7158, is the first of its kind developed specifically to treat sleeping sickness, and the first to work on both stages of the disease\n\nCurrent treatments only target one stage, and the drugs for acute illness are infusions and are highly toxic. Treatment for severe sleeping sickness also currently requires an advanced clinical setting that isn’t available in most rural areas.\n\n“We are looking for a dramatic change in the way to manage patients,” said Bernard Pécoul, executive director of the Drugs for Neglected Diseases Initiative. “We are aiming to detect and treat patients on a village level, which is probably the only solution to reach elimination of this disease.”\n\nWith an estimated 30,000 cases reported each year, sleeping sickness is the definition of a neglected disease – one that hits low income populations and doesn’t get enough attention for new methods of prevention or treatment.\n\nEfforts to encourage pharmaceutical companies to get involved in developing drugs for diseases of the poor, despite the low profit potential, have spawned a range of innovative models in recent years.\n\nThe new sleeping sickness candidate was the result of one such system, a product development partnership between the Drugs for Neglected Diseases Initiative and two biotech companies, Anacor Pharmaceuticals and SCYNEXIS Inc. The companies provided the initial compound, expertise, and man hours, while DNDi provided nearly $15 million for the drug. Most of the funding came from the Bill & Melinda Gates Foundation,* but also from Doctors Without Borders, which created the network, and others.\n\nThe partnerships make sense, said Temina Madon, director of the Center for Emerging and Neglected Diseases at the University of California, Berkley (who is not involved in the organization), and in some ways they are more valuable than a financial investment from private drug companies.\n\n“They are putting in expertise, in-house capacity, intel,” Madon said. “These things are worth millions of dollars so it’s not a negligible contribution and in some sense money is not enough. Pharma has decades of drug development expertise.”\n\nAnother approach used to encourage new vaccines and treatments for diseases like meningitis, malaria and tuberculosis is a binding agreement known as an advanced market commitment. NGOs or international agencies promise a company that a certain amount of a drug or vaccine will be purchased at a particular price if they go ahead with development and manufacturing.\n\nAn advanced market commitment through the GAVI Alliance produced a pneumococcal vaccine rolled out in Africa this year. A malaria vaccine candidate produced by a partnership between GlaxoSmithKline and the PATH Malaria Vaccine initiative has reached Phase III trials\n\n“One of the great things about these partnerships is that they started from the problem they are trying to solve in poor countries and then worked back from there, rather than from the basic science and forward,” said Amanda Glassman, director of global health policy at the Center for Global Development.\n\nThe Food and Drug Administration got in on the act in 2008, creating a voucher system that rewarded any drug company that develops a new drug for neglected diseases with a “priority review” voucher to hasten the consideration of another drug of their choice.\n\nWhile the new models have started to produce results, Madon warns that many of the developments have been “low-hanging fruit” that push existing research a bit further to yield developments.\n\n“Where they haven’t really bridged the gap is in high-risk earlier stage research, discovery research,” said Madon.\n\nIf that doesn’t happen, she said, the new research pipelines created through these neglected disease initiatives could run dry.\n\n*Editor’s Note: For the record, the Gates Foundation is an underwriter of NewsHour Global Health coverage.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Treatment for Deadly 'Sleeping Sickness' Shows Promise", "description": "A new treatment for sleeping sickness, a neglected disease found in remote communities in Africa, is being developed through an innovative partnership.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/social-share.jpg", "url": "https://www.pbs.org/newshour/health/health-jan-june11-sleeping_06-30", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2011-06-30T12:34:00-05:00", "article:section": "Health", "article:tag": "advanced market, africa, central, disease, drug, global health, health, neglected, parasites, partnership, sleeping sickness"}, "tags": ["Brooks and Capehart", "Politics Monday", "advanced market", "The Leading Edge", "ScienceScope", "disease", "sleeping sickness", "partnership", "parasites", "Supreme Court", "neglected", "Race Matters", "africa", "Basic Research", "Long-Term Care", "central", "health", "global health", "Essays", "drug", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["http://www.plosntds.org/article/info%3Adoi%2F10.1371%2Fjournal.pntd.0001151"], "authors": ["Talea Miller"], "publish_date": "2011-06-30T12:34:00-05:00"}