{"result_id": "MNTT001021", "URL": "https://www.bbc.com/news/health-48868261", "timestamp": "2024-02-28 23:17:44 CET+0100", "meta": {"description": "A small UK study found promising signs of a kinder, less invasive treatment for the disease.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/health-48868261", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Bladder cancer 'attacked and killed by common cold virus'", "cleaned_text": "All signs of the disease disappeared in one patient, and in 14 others there was evidence that cancer cells had died.\n\nUniversity of Surrey researchers said the virus could \"help revolutionise treatment\" for the cancer and reduce the risk of it recurring.\n\nIn this study, 15 patients with the disease were given the cancer-killing coxsackievirus (CVA21) through a catheter one week before surgery to remove their tumours.\n\nWhen tissues samples were analysed after surgery, there were signs the virus had targeted and killed cancer cells in the bladder.\n\nOnce these cells had died, the virus had then reproduced and infected other cancerous cells - but all other healthy cells were left intact.\n\n\"The virus gets inside cancer cells and kills them by triggering an immune protein - and that leads to signalling of other immune cells to come and join the party,\" he said.\n\nNormally, the tumours in the bladder are \"cold\" because they do not have immune cells to fight off the cancer.\n\nProf Pandha said the same virus had also been tested on skin cancer, but this was the first time it had been studied in a clinical trial on bladder cancer.\n\n\"Reduction of tumour burden and increased cancer cell death was observed in all patients, and removed all trace of the disease in one patient following just one week of treatment, showing its potential effectiveness,\" he said.\n\nThe plan is now to use the common cold virus with a targeted immunotherapy drug treatment, called a checkpoint inhibitor, in a future trial in more patients.\n\nDr Nicola Annels, research fellow at the University of Surrey, said viruses like the coxsackievirus \"could signal a move away from more established treatments such as chemotherapy\".\n\nBladder cancer costs the NHS more per patient than nearly every other cancer, because of the high recurrence rate, he said.\n\n\"If the safety, tolerability, and efficacy data can be confirmed in larger clinical studies and trials, then it could herald a new era in the treatment for non-muscle-invasive bladder cancer patients, like me, who often feel that innovations in cancer therapies pass us by.\"", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "A small UK study found promising signs of a kinder, less invasive treatment for the disease.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/100C6/production/_107743756_f0195902-woman_blowing_nose_on_tissue-spl.jpg", "image:alt": "Women with a cold blowing her nose", "locale": "en_GB", "site_name": "BBC News", "title": "Bladder cancer 'attacked and killed by common cold virus'", "type": "article", "url": "https://www.bbc.com/news/health-48868261", "article:section": "Health"}, "tags": [], "tweets": [], "movies": [], "links": ["http://clincancerres.aacrjournals.org/content/early/2019/06/29/1078-0432.CCR-18-4022", "/news/health-30206539", "/news/health-26383930", "/news/health-33047233", "/news/health-23231195", "http://clincancerres.aacrjournals.org/", "https://www.cancerresearchuk.org/health-professional/cancer-statistics/statistics-by-cancer-type/bladder-cancer#heading-Zero"], "authors": ["By Philippa Roxby"], "publish_date": "2019-07-04T23:57:58.000Z"}