{"result_id": "MNTT001054", "URL": "https://www.bbc.com/news/health-14572284", "timestamp": "2024-02-28 23:18:12 CET+0100", "meta": {"description": "Modified ecstasy could one day have a role to play in fighting some blood cancers after researchers increase its effectiveness 100-fold, scientists say.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/health-14572284", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Modified ecstasy 'attacks blood cancers'", "cleaned_text": "The problem was that it needed doses so high they would have been fatal if given to people.\n\nThe researchers, in collaboration with the University of Western Australia, have chemically re-engineered ecstasy by taking some atoms away and putting new ones in their place.\n\nOne variant increased cancer-fighting effectiveness 100-fold. It means that if 100g of un-modified ecstasy was needed to get the desired effect, only 1g of the modified ecstasy would be needed to have the same effect.\n\nLead researcher Professor John Gordon, from the University of Birmingham, told the BBC: \"Against the cancers, particularly the leukaemia, the lymphoma and the myeloma, where we've tested these new compounds we can wipe out 100% of the cancer cells in some cases.\n\n\"We would really need to pinpoint which are the most sensitive cases, but it has the potential to wipe out all the cancer cells in those examples.\n\n\"This is in the test tube, it could be different in the patient, but for now it's quite exciting.\"\n\nThe research has been demonstrated only in samples in a test tube. Animals studies and clinical trials would be needed before prescribing a drug could be considered.\n\nFirst, however, chemists in the UK and Australia are going to try to tweak the modified ecstasy even further as they think it can be made even more potent.", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Modified ecstasy could one day have a role to play in fighting some blood cancers after researchers increase its effectiveness 100-fold, scientists say.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/media/images/54669000/jpg/_54669508_000207178-1.jpg", "image:alt": "Ecstasy", "locale": "en_GB", "site_name": "BBC News", "title": "Modified ecstasy 'attacks blood cancers'", "type": "article", "url": "https://www.bbc.com/news/health-14572284", "article:section": "Health"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.bbc.co.uk/health/physical_health/conditions/in_depth/cancer/"], "authors": ["By James Gallagher"], "publish_date": "2011-08-18T23:39:17.000Z"}