{"result_id": "MNTT005047", "URL": "https://apnews.com/article/hemophilia-gene-therapy-fda-approval-56ec64489b344e3345a49cb1390cfd10", "timestamp": "2024-03-06 15:11:03 CET+0100", "meta": {"description": "U.S. health regulators have approved a gene therapy for the most common form of hemophilia. The treatment, Roctavian, is an infusion that's been shown to reduce dangerous bleeding problems caused by the inherited condition.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/hemophilia-gene-therapy-fda-approval-56ec64489b344e3345a49cb1390cfd10", "encoding": "UTF-8", "website_keywords": "Gene therapy, Hemophilia, General news, w, Business, n, Washington news, Alternative medicine, Health, District of Columbia, U.S. Food and Drug Administration, f, Washington News"}, "image": null, "domain": "apnews.com", "title": "$2.9 million gene therapy for severe hemophilia is approved by FDA", "cleaned_text": "WASHINGTON (AP) — U.S. officials on Thursday approved drugmaker BioMarin’s gene therapy for the most common form of hemophilia, a $2.9 million infused treatment that can significantly reduce dangerous bleeding problems.\n\nThe Food and Drug Administration approved Roctavian for adult patients with severe cases of hemophilia A, the inherited blood-clotting disorder that can lead to bleeding after minor injuries or scrapes. It’s the first gene therapy for those patients.\n\nThe IV therapy is a long-awaited alternative to current treatments, including weekly doses of a protein needed to help blood clot. Some patients take a newer, that replaces the protein.\n\nBioMarin said in a statement that the FDA approval was based on a three-year study showing a 50% reduction in annual bleeding incidents among 134 patients who received the treatment. Most patients continued to respond to the treatment beyond three years, without needing regular IV infusions, the company said.\n\nBioMarin said Roctavian’s $2.9 million price tag reflects “the possibility of freedom from years” of infusions, which cost about $800,000 annually for a typical patient. The price is less than the $3.5 million announced last year for a for hemophilia B, a less common form of the disease.\n\nLike most medicines in the U.S., the new treatment will mainly be paid for by insurers, not patients.\n\nBioMarin said it estimates about 2,500 U.S. patients will be eligible to receive the therapy under the terms of the FDA’s approval. Patients with certain underlying health problems and conditions are excluded under the prescribing information.\n\nHemophilia is caused by mutations that prevent the production of proteins needed for blood clotting. Hemophilia A is the most severe variant of the condition, and some patients can experience spontaneous bleeding even without any injury. Left untreated, the condition can cause bleeding that seeps into joints and organs, including the brain.\n\nRoctavian uses an inactivated virus, created in a lab, to deliver a replacement gene to the liver cells that produce the clotting protein. When the therapy is successful, patients can then produce the protein themselves. The label warns that rare, severe allergic reactions can occur.\n\nDr. Margaret Ragni called Roctavian “a major improvement in terms of reducing the burden of disease.” But she notes that many patients are comfortable with their current treatments and may be hesitant to try a new gene therapy.\n\n“I think there’s a group that will want to do this, but patients need to hear what the risks and benefits are,” said Ragni, who treats patients at the Hemophilia Center of Western of Pennsylvania in Pittsburgh.\n\nBioMarin was among the first companies to begin testing an experimental gene therapy in patients more than six years ago.\n\nThe San Rafael, California-based company excluded patients with certain potentially complicating conditions, including liver disorders and resistance to the standard blood clotting protein, which often develops in some hemophilia patients. BioMarin’s president for research and development, Dr. Henry Fuchs, said the company is conducting studies in some of those excluded groups to see if they can safely receive the therapy.\n\nAnother key question is how long the therapy’s benefits last. BioMarin has followed the patients for more than three years and they continue to experience reduced bleeding. But levels of the clotting protein in the bloodstream fall over time, suggesting additional treatments may eventually be needed.\n\n“Let’s make sure the expectation isn’t that this is taken one time, forever and it will work perfectly for the rest of your life,” Fuchs said, adding “at some point we’ll know a lot more about durability.”\n\nRoctavian was approved in Europe last August, but the therapy has faced pushback from government health programs over its cost.\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Department of Science Education. The AP is solely responsible for all content.", "opengraph": {"title": "$2.9 million gene therapy for severe hemophilia is approved by FDA", "url": "https://apnews.com/article/hemophilia-gene-therapy-fda-approval-56ec64489b344e3345a49cb1390cfd10", "image": "https://dims.apnews.com/dims4/default/c42b2fa/2147483647/strip/true/crop/2151x1210+0+112/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fb5%2Fdb%2F150ad89f96ca796c61a34317e590%2F091407d2f4ed4ea9b5fc890f037482f9", "image:url": "https://dims.apnews.com/dims4/default/c42b2fa/2147483647/strip/true/crop/2151x1210+0+112/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fb5%2Fdb%2F150ad89f96ca796c61a34317e590%2F091407d2f4ed4ea9b5fc890f037482f9", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "This photo provided by BioMarin in June 2023 shows a vial and packaging for their drug Roctavian. U.S. officials on Thursday, June 19, 2023 approved the drugmaker's gene therapy for the most common form of hemophilia, an infused treatment that can significantly reduce dangerous bleeding problems. (BioMarin via AP)", "description": "U.S. health regulators have approved a gene therapy for the most common form of hemophilia. The treatment, Roctavian, is an infusion that's been shown to reduce dangerous bleeding problems caused by the inherited condition.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-29T20:05:17", "article:modified_time": "2023-06-29T21:34:25.338", "article:section": "Health", "article:tag": "General news"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/8a61a86bf6d34dc588f25f3dc05cd166", "https://apnews.com/article/science-technology-health-business-gene-therapy-57070989d02f8f6459b106ba0e36764a", "https://apnews.com/article/gene-therapy-deafness-hearing-6f38a9123a9cf7a0fd44d7e8402c9951", "https://apnews.com/article/gene-therapy-deafness-hearing-6f38a9123a9cf7a0fd44d7e8402c9951", "https://apnews.com/article/sickle-cell-gene-therapy-crispr-global-0a76d10be53462d57e9d3cc07d15fc02", "https://apnews.com/article/sickle-cell-gene-therapy-crispr-global-0a76d10be53462d57e9d3cc07d15fc02", "https://apnews.com/article/sickle-cell-fda-approval-vertex-crispr-8d85279d7de0c60888d37afbfa06d39e", "https://apnews.com/article/sickle-cell-fda-approval-vertex-crispr-8d85279d7de0c60888d37afbfa06d39e"], "authors": [], "publish_date": "2023-06-29T20:05:17"}