{"result_id": "MNTT005012", "URL": "https://apnews.com/article/740c6d99cf96462282b7f9f1bdaab64a", "timestamp": "2024-03-06 15:10:34 CET+0100", "meta": {"description": "MEAD, Neb. (AP) — Flooding in the Midwest temporarily cut off a Superfund site in Nebraska that stores radioactive waste and explosives, inundated another one storing toxic chemical waste in Missouri, and limited access to others, according to federal regulators.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/740c6d99cf96462282b7f9f1bdaab64a", "encoding": "UTF-8", "website_keywords": "KS State Wire, Kansas City, Nebraska, AP Top News, NE State Wire, Kansas, Water treatment, Floods, Environment, IA State Wire, MO State Wire, Iowa, North America, Science, Business, U.S. News"}, "image": null, "domain": "apnews.com", "title": "EPA: No known toxic releases at flooded Superfund sites", "cleaned_text": "MEAD, Neb. (AP) — Flooding in the Midwest temporarily cut off a Superfund site in Nebraska that stores radioactive waste and explosives, inundated another one storing toxic chemical waste in Missouri, and limited access to others, according to federal regulators.\n\nThe Environmental Protection Agency on Wednesday reported no releases of hazardous contaminants at any of eight toxic waste sites in flooded parts of Missouri, Nebraska and Iowa. It has not issued any public health advisories or alerts, nor has it tested any of the soil and water at those sites.\n\nThe EPA identified the Nebraska Ordnance Plant in Mead, Nebraska, and the Conservation Chemical Corporation site in Kansas City, Missouri, as heavily flooded Superfund sites that required the agency to take immediate action to prevent the spread of contaminated groundwater.\n\nTwo Iowa sites — Railroad Avenue Groundwater Contamination Site that is part of Des Moines Water Treatment Plant, and the Mid-America Tanning Company site near Sergeant Bluff — had some minor flooding on the property but did not require the agency to immediately do anything. It plans to reassess once the flood waters recede.\n\nThe remaining four toxic waste sites were not affected by floodwaters, but road closures limited access, the agency said.\n\nLarry Poell, 62, who lives on top of the Superfund site in Mead, said federal officials have always maintained that the contaminated plumes are stable, but he wonders if the floodwater caused them to shift.\n\n“I’m concerned about it. I think everybody’s concerned about it,” he said in an interview inside a local flood relief shelter in Ashland, Nebraska.\n\nPoell said officials test the water near his home quarterly and hold community meetings twice a year. He said the meetings are usually sparsely attended.\n\nThe Mead site operated as a munitions plant from 1942 to 1956 and its disposal of radioactive waste and other chemicals led to groundwater contamination.\n\nMaureen Hunt, 50, who farms on land less than a mile from the Nebraska Ordnance Plant, said all of the surrounding roads were inaccessible at the flood’s peak. On Wednesday, many surrounding cornfields still held large ponds of floodwater.\n\n“Imagine water everywhere you look,” she said between cleanup chores. “I’ve never in my life seen anything like it.”\n\nTo contain the underground plume from expanding at sites where the groundwater is contaminated, the EPA normally pumps up the contaminated water, treats it to clean up contaminants and then discharges the water.\n\nBut because the Mead area was already heavily flooded, the Nebraska Ordnance Plant temporarily shut down the pumps and treatment plant on March 13 for a couple of days rather than exacerbate the situation by discharging treated water, EPA said.\n\nAt the Conservation Chemical Company site, a 6-acre area in Kansas City, Missouri, chemical storage and disposal operations from the 1960s to the 1980s led to contamination of groundwater and soils. During the latest flood, the site owner increased the pumping rate to suck up more water and increase pressure to keep its underground plume of contaminated water from expanding, the EPA said.\n\nThe remaining sites that the EPA says are not currently affected by floodwaters, but where road closures are limiting field work, are the former landfill called Lawrence Todz Farm in Camanche, Iowa, the Iowa-Nebraska Light & Power Co. site in Norfolk, Nebraska; a site identified only as Old Highway 275 and 288th Street in the town of Valley in Nebraska; and the closed St. Joseph City Landfill, north of Kansas City, Missouri.\n\nValerie Wilder, the Superfund section chief for the Missouri Department of Natural Resources, said in an email that the EPA contacted the state agency’s project manager for the Conservation Chemical Company site to keep her informed of its flooding status, but that there has been no EPA request for a state response at this time.\n\nAerial photos taken Friday of Missouri’s closed St. Joseph landfill, which is not a Superfund site, showed that roughly half of the closed landfill had water on top of asphalt at that time. EPA said it is no longer flooded.\n\nAt many Superfund sites, contaminated soils are capped with additional soil layers or other materials as a temporary measure until cleanups are finished. Floods can wash away those covers, releasing toxic pollution into the waters. That happened at the San Jacinto River Waste Pits near Houston when floodwaters from Hurricane Harvey damaged a concrete cap meant to contain pollutants, releasing dioxins into the river.\n\n“That’s a risk for cleanup crews and families that have returned to their homes, as well as fish, wildlife and waterways down the road,” said Kara Cook-Schultz, toxics director for the U.S. Public Interest Research Group.\n\nIt’s important for EPA to inform first responders, cleanup workers and residents about the types of contaminants at each flooded Superfund site and precautions they should take to limit exposure, Cook-Schultz said.\n\n“In the long term, we’d like to see more money going to Superfund sites,” she said. “A lot of them have been around 40 or 50 years and have not been cleaned up. We’d like to see them completely remediated so we don’t have to worry that they will be flooded and the floodwaters contaminated.”\n\nAssociated Press writers Margery Beck in Omaha, Nebraska; Roxana Hegeman in Wichita, Kansas; Margaret Stafford in Kansas City, Missouri; and John Flesher in Traverse City, Michigan, contributed to this report.", "opengraph": {"title": "EPA: No known toxic releases at flooded Superfund sites", "url": "https://apnews.com/article/740c6d99cf96462282b7f9f1bdaab64a", "image": "https://dims.apnews.com/dims4/default/edcb440/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fmedia%3Ac9f2038fe5c1477bb1f47b63a1bd3e5b%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/edcb440/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fmedia%3Ac9f2038fe5c1477bb1f47b63a1bd3e5b%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "\n              Wells are seen at the EPA water treatment plant at the Superfund site in Mead, Neb., the former site of the Nebraska Ordnance Plant, Wednesday, March 27, 2019. To contain the underground plume from expanding at sites where the groundwater is contaminated, the EPA pumps up the contaminated water, treats it to clean up contaminants and then discharges the water.  (AP Photo/Nati Harnik)\n            ", "description": "MEAD, Neb. (AP) — Flooding in the Midwest temporarily cut off a Superfund site in Nebraska that stores radioactive waste and explosives, inundated another one storing toxic chemical waste in Missouri, and limited access to others, according to federal regulators.", "site_name": "AP News", "type": "article", "article:published_time": "2019-03-28T18:22:25", "article:modified_time": "2021-04-20T19:10:14.113", "article:tag": "North America"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": "2019-03-28T18:22:25"}