{"result_id": "MNTT005030", "URL": "https://apnews.com/article/business-new-york-53cd6dfb07c53f875d622efe2556308b", "timestamp": "2024-03-06 15:10:50 CET+0100", "meta": {"description": "NEW YORK, Nov. 16, 2022 /PRNewswire/ -- GLOSSLAB, a hygiene-first, membership based nail studio operator, has just released a new line of proprietary nail polishes and nail treatments - in response to the overwhelming feedback and the success of the GLOSSLAB brand studios.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/pr-newswire/business-new-york-53cd6dfb07c53f875d622efe2556308b", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "GLOSSLAB, THE HYGIENE-FIRST, MEMBERSHIP BASED NAIL STUDIO, RELEASES PROPRIETARY NAIL + BEAUTY PRODUCTS", "cleaned_text": "NEW YORK, Nov. 16, 2022 /PRNewswire/ -- GLOSSLAB, a hygiene-first, membership based nail studio operator, has just released a new line of proprietary nail polishes and nail treatments - in response to the overwhelming feedback and the success of the GLOSSLAB brand studios.\n\nFounder Rachel Apfel Glass created GLOSSLAB when she saw a gap in the market during her years working at a hedge fund, when she found it nearly impossible to fit in an efficient manicure during the busy work week. After the birth of her second daughter, Rachel and a team of experts got together to open the first GLOSSLAB location in the Flatiron district of New York.\n\nGLOSSLAB quickly grew in popularity, and currently has thousands of members. The hygiene-first, waterless, and membership based studio also features technology enhanced services such as online booking, cashless payment, and contactless check-in and check-out. GLOSSLAB patrons can choose from a curated group of performance-based products at the forefront of beauty and nail trends including best-in-class, long-lasting gel and non-toxic polishes.\n\nThe new line of GLOSSLAB products includes:\n• Our nail-strengthening performance polish is nontoxic, vegan, cruelty-free and dries in 7 minutes. Fortified with key nail vitamins: biotin, vitamin E and rosemary, the polishes are free of: parabens, formaldehyde, phthalates, sulfates, fragrance + animal derived ingredients\n• The only nail treatment your nails will ever need. This is a nail strengthener, nail hardener, SUPER BOOST of vitamins for your nails all in one bottle.\n• Have it all: the adhesion and protection of a base coat with the high-gloss and wear-preservation of a top coat. A nail-first formulation of Rosemary, Safflower Oil, and Vitamin E., this is the multi-purpose product for keeping your polish looking perfect.\n• Stay freshly mani’d with the GLOSSLAB-grade formulation of Our Hand Cream. Crafted with rich shea butter, healing aloe vera, nourishing hyaluronic acid, and a hydrating kiss of coconut oil. Between visits, on the go, or just to soothe away the day, this is the must-have super cream for perfectly polished hands.\n• Keep your feet looking as perfectly polished as your pedicure with Our Foot Cream: the GLOSSLAB-grade formulation of coconut oil, shea butter, aloe vera, and hyaluronic acid. Use before bed, after a bath, or at the first signs of dryness, this is the must-have super cream for hardworking feet.\n• From home to office to travel and back, take on your world without ever chipping a nail. Our Mani Pedi Kit includes: GLOSSLAB All-in-One Base+Top Coat, GLOSSLAB OG Everyday Polish, Mani+Pedi Clippers, File, Remover Wipes, Toe Separators, Polishing Mat and Nail Pusher.\n• Soothe away dryness, and show off that more polished you with our Everywhere Oil, a GLOSSLAB-grade blend of avocado, moringa, sweet almond, meadowfoam, and abyssinian oils to keep you hydrated from the top of your head to the tips of your toes. The product calms itchy, chapped, irritated skin, shields against ultraviolet radiation and atmospheric pollution, balances skin’s natural oil production and so much more.\n\n“We are thrilled to bring GLOSSLAB products into so many homes across the country,” says Rachel Apfel Glass, founder of GLOSSLAB. “You will be able to use our polishes and kits at home or on the go, wherever and whenever you need a mani or pedi touch up.”\n\nThe GLOSSLAB products will be available on and will ship nationwide, as well as be sold in GLOSSLAB’s 17 locations including: New York City (Chelsea, Nomad, Columbus Circle, Noho, Upper East Side (E 69th + E 84th), Tribeca, Flatiron, West Village), Connecticut (Westport), New Jersey (Hoboken), Maryland (Bethesda), Washington, DC (Dupont Circle + Union Market), Texas (Preston Royal, Dallas) and Florida (Coconut Grove + Red Road) - with additional studios to open in Houston and across DC, FL, NJ and the NY metro area.\n\nGLOSSLAB has become the go-to destination for top names including: Lil Yachty, The Chainsmokers, Jennifer Garner, Kate Bock, Minka Kelly, Neil Patrick Harris, Matt James, and PK Subban.\n\nFor more information on GLOSSLAB and their product line, please visit . Follow along on Instagram at: .\n\nRachel Apfel Glass founded GLOSSLAB with a mission to modernize the nail studio experience with its hygiene-first, membership based concept. After giving birth to her second daughter, Glass made her dreams a reality, and founded GLOSSLAB on three key pillars including: Hygiene, Efficiency, and Membership. In addition to focusing on the client experience, Glass believed it was equally important to provide employees with a safe working environment, fair wages, and a true career path. GLOSSLAB prides itself on being totally water free, as water is a breeding ground for germs. Hygiene is GLOSSLAB’s guarantee, with strict measures in place long before COVID-19 guidelines were developed. The future forward studio features technology enhanced services (online booking, cashless payment, contactless check-in and check-out) and performance based products at the forefront of beauty and nail trends including best-in-class long lasting vegan polish, gel, and non-toxic polishes.", "opengraph": {"title": "GLOSSLAB, THE HYGIENE-FIRST, MEMBERSHIP BASED NAIL STUDIO, RELEASES PROPRIETARY NAIL + BEAUTY PRODUCTS", "url": "https://apnews.com/press-release/pr-newswire/business-new-york-53cd6dfb07c53f875d622efe2556308b", "image": "https://dims.apnews.com/dims4/default/9dcc072/2147483647/strip/true/crop/119x67+240+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F944b6724e7b1122835b6fd432cd6ba64%2F600.jpeg", "image:url": "https://dims.apnews.com/dims4/default/9dcc072/2147483647/strip/true/crop/119x67+240+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F944b6724e7b1122835b6fd432cd6ba64%2F600.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "(PRNewsfoto/GLOSSLAB)", "description": "NEW YORK, Nov. 16, 2022 /PRNewswire/ -- GLOSSLAB, a hygiene-first, membership based nail studio operator, has just released a new line of proprietary nail polishes and nail treatments - in response to the overwhelming feedback and the success of the GLOSSLAB brand studios.", "site_name": "AP News", "type": "article", "article:published_time": "2022-11-16T15:16:43", "article:modified_time": "2022-11-16T15:17:07.987", "article:section": "PR Newswire", "article:tag": "New York"}, "tags": [], "tweets": [], "movies": [], "links": ["https://c212.net/c/link/?t=0&l=en&o=3707387-1&h=1882487739&u=http%3A%2F%2Fglosslab.com%2F&a=GLOSSLAB.com", "https://c212.net/c/link/?t=0&l=en&o=3707387-1&h=2153190033&u=http%3A%2F%2Fwww.glosslab.com&a=glosslab.com", "https://c212.net/c/link/?t=0&l=en&o=3707387-1&h=1980254461&u=http%3A%2F%2Fwww.instagram.com%2Fglosslab&a=%40glosslab", "https://www.prnewswire.com/news-releases/glosslab-the-hygiene-first-membership-based-nail-studio-releases-proprietary-nail--beauty-products-301676545.html"], "authors": [], "publish_date": "2022-11-16T15:16:43"}