{"result_id": "MNTT002070", "URL": "https://www.pbs.org/newshour/health/fda-increasingly-approves-drugs-without-conclusive-proof-they-work", "timestamp": "2024-03-06 15:08:48 CET+0100", "meta": {"description": "As pharma companies underwrite three-fourths of the FDA’s budget for scientific reviews, the agency is increasingly fast-tracking expensive drugs with significant side effects and unproven health benefits.", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/fda-increasingly-approves-drugs-without-conclusive-proof-they-work", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "FDA increasingly approves drugs without conclusive proof they work", "cleaned_text": "Nuplazid, a drug for hallucinations and delusions associated with Parkinson’s disease, failed two clinical trials. In a third trial, under a revised standard for measuring its effect, it showed minimal benefit. Overall, more patients died or had serious side effects on Nuplazid than after receiving no treatment.\n\nPatients on Uloric, a gout drug, suffered more heart attacks, strokes and heart failure in two out of three trials than did their counterparts on standard or no medication.\n\nNevertheless, the U.S. Food and Drug Administration approved both of these drugs — with a deadly aftermath. Uloric’s manufacturer reported last November that patients on the drug were 34 percent more likely to die from heart disease than people taking an alternative gout medication. And since the FDA fast-tracked approval of Nuplazid and it went on the market in 2016 at a price of $24,000 a year, there have been 6,800 reports of adverse events for patients on the drug, including 887 deaths as of this past March 31.\n\nThe FDA is increasingly green-lighting expensive drugs despite dangerous or little-known side effects and inconclusive evidence that they curb or cure disease. Once widely assailed for moving slowly, today the FDA reviews and approves drugs faster than any other regulatory agency in the world. Between 2011 and 2015, the FDA reviewed new drug applications more than 60 days faster on average than did the European Medicines Agency.\n\nEurope has also rejected drugs for which the FDA accelerated approval, such as Folotyn, which treats a rare form of blood cancer. European authorities cited “insufficient” evidence of health gains from Folotyn, which shrinks some tumors but hasn’t been shown to extend lives. It costs more than $92,000 for a seven-week course of treatment, according to research firm SSR Health.\n\nAs patients (or their insurers) shell out tens or hundreds of thousands of dollars for unproven drugs, manufacturers reap a windfall. For them, expedited approval can mean not only sped-up sales but also — if the drug is intended to treat a rare disease or serve a neglected population — FDA incentives worth hundreds of millions of dollars.\n\n“Instead of a regulator and a regulated industry, we now have a partnership,” said Dr. Michael Carome, director of the health research group for the nonprofit advocacy organization Public Citizen, and a former U.S. Department of Health and Human Services official. “That relationship has tilted the agency away from a public health perspective to an industry friendly perspective.”\n\nWhile the FDA over the past three decades has implemented at least four major routes to faster approvals — the current commissioner, Dr. Scott Gottlieb, is easing even more drugs’ path to market. The FDA okayed 46 “novel” drugs — whose chemical structure hadn’t been previously approved — in 2017, the most in at least 15 years. At the same time, it’s rejecting fewer medications. In 2017, the FDA’s Center for Drug Evaluation and Research denied 19.7 percent of all applications for new drugs, biologics, and efficacy supplements, down from a 2010 peak of 59.2 percent, according to agency data.\n\nPresident Trump has encouraged Gottlieb to give patients faster access to drugs. “You’re bringing that down, right?” Trump asked the commissioner at a May 30 event, referring to the time it takes to bring drugs to market. “You have a lot of good things in the wings that, frankly, if you moved them up, a lot of people would have a great shot.”\n\nFaster reviews mean that the FDA often approves drugs despite limited information. It channels more and more experimental treatments, including Nuplazid, into expedited reviews that require only one clinical trial to show a benefit to patients, instead of the traditional two.\n\nThe FDA also increasingly allows drugmakers to claim success in trials based on proxy measurements — such as shrunken tumors — instead of clinical outcomes like survival rates or cures, which take more time to evaluate. In return for accelerated approval, drug companies commit to researching how well their drugs work after going on the market. But these post-marketing studies can take 10 years or longer to complete, leaving patients and doctors with lingering questions about safety and benefit.\n\n“Clearly, accelerated approval has greater uncertainty,” Dr. Janet Woodcock, head of the FDA’s Center for Drug Evaluation and Research, said in an interview. When only a single trial is used for approval, “in some cases, there may be more uncertainty about safety findings or with the magnitude of effectiveness.”\n\nShe attributed the increased use of expedited pathways to more drugmakers developing treatments for rare diseases, “where there’s unmet need, and where the patient population and providers are eager to accept more uncertainty.”\n\nThe FDA’s growing emphasis on speed has come at the urging of both patient advocacy groups and industry, which began in 1992 to contribute to the salaries of the agency’s drug reviewers in exchange for time limits on reviews. In 2017, pharma paid 75 percent — or $905 million — of the agency’s scientific review budgets for branded and generic drugs, compared to 27 percent in 1993.\n\n“The virginity was lost in ’92,” said Dr. Jerry Avorn, a professor at Harvard Medical School. “Once you have that paying relationship, it creates a dynamic that’s not a healthy one.”\n\nIndustry also sways the FDA through a less direct financial route. Many of the physicians, caregivers, and other witnesses before FDA advisory panels that evaluate drugs receive consulting fees, expense payments, or other remuneration from pharma companies.\n\n“You know who never shows up at the [advisory committee]? The people who died in the trial,” lamented one former FDA staffer, who asked not to be named because he still works in the field. “Nobody is talking for them.”\n\nThe drug industry’s lobbying group, Pharmaceutical Research and Manufacturers of America, continues to push for ever-faster approvals. In a policy memo on its website, PhRMA warns of “needless delays in drug review and approval that lead to longer development times, missed opportunities, higher drug development costs and delays in treatments reaching patients.”\n\nThe agency has internalized decades of criticism that painted it as an obstacle to innovation, said Daniel Carpenter, a professor of government at Harvard and author of a 2010 book on pharmaceutical regulation at the FDA. “They now have a built-in fear of over-regulation that’s set in over the last 20 years.”\n\nTo be sure, nobody wants the FDA to drag out drug reviews unnecessarily, and even critics acknowledge that there’s no easy way for the agency to strike the perfect balance between sufficient speed and ample information, particularly when patients have no other treatments available, or are terminally ill.\n\n“I think it’s reasonable to move drugs faster particularly in the case where you’re dealing with an extremely promising new product which treats a serious or life-threatening disease,” said Dr. Aaron Kesselheim, an associate professor at Harvard Medical School. “The key, though, when you do that is that you’ve got to make sure you closely follow the drug in a thoughtful way and unfortunately, too often we don’t do that in the U.S.”\n\nGregg Gonsalves used to be a member of ACT UP, the HIV advocacy group that tried to take over the FDA’s headquarters in Rockville, Maryland, in 1988, accusing the agency of holding back cures. While he didn’t storm the FDA building, Gonsalves participated in other protests that led the FDA to accelerate approvals. Now an assistant professor of epidemiology at Yale School of Public Health, he said he fears HIV activists “opened a Pandora’s box” that the industry and anti-regulation think tanks pounced on.\n\n“We were desperate. We naively had the idea that there were hundreds of drugs behind a velvet curtain at the FDA being held back from us,” he said. “Thirty years of our rash thinking has led us to a place where we know less and less about the drugs that we pay more and more for.”\n\nAfter thalidomide, taken by pregnant women to prevent nausea, caused thousands of babies in the early 1960s to be born with stunted limbs, Congress entrusted the FDA with ensuring that drugs going on the market were both safe and effective, based on “substantial evidence” from multiple trials.\n\nAssembling this evidence has traditionally required three stages of clinical trials; the first in a small cohort of healthy volunteers to determine a safe dosage; the second to assess the drug’s efficacy and side effects; and then, if results are positive, two larger trials to confirm the benefit and monitor for safety issues. An FDA team of in-house reviewers is then assigned to analyze the results and decide whether the agency should approve the drug. If reviewers want more input, the agency can convene an advisory committee of outside experts.\n\nAs the FDA’s responsibilities expanded in the 1970s, review times began to lag, reaching more than 35 months on average in 1979. The AIDS crisis followed soon thereafter, prompting complaints from Gonsalves and other activists. Their protests spurred the Prescription Drug User Fee Act in 1992, which established industry fees to fund FDA staff salaries. In return, the FDA promised to review drugs within 12 months for normal applications, and 6 months for priority cases.\n\nThe more that the FDA relied on industry fees to pay for drug reviews, the more it showed an inclination towards approval, former employees say.\n\n“You don’t survive as a senior official at the FDA unless you’re pro-industry,” said Dr. Thomas Marciniak. A former FDA medical team leader, and a longtime outspoken critic of how drug companies handle clinical trials, Marciniak retired in 2014. “The FDA has to pay attention to what Congress tells them to do, and the industry will lobby to get somebody else in there if they don’t like you.”\n\nStaffers know “you don’t get promoted unless you’re pro-industry,” he added.\n\nThis tilt is reflected in what senior officials choose to highlight. The agency’s Center for Drug Evaluation and Research gives internal awards to review teams each year, according to Marciniak and the former FDA employee who requested anonymity. Both said they had never seen an award granted to a team that rejected a drug application. The FDA did not respond to ProPublica’s request for a list of award winners.\n\nHigher-ups would also send congratulatory emails to medical review teams when a drug was approved. “Nobody gets congratulated for turning a drug down, but you get seriously questioned,” said the former staffer, adding that the agency’s attitude is, “Keep Congress off your back and make your life easier.”\n\nDr. Peter Lurie, a former associate commissioner who left the FDA in 2017, recalled that John Jenkins, director of the agency’s Office of New Drugs from 2002 to 2017, gave an annual speech to employees, summing up the year’s accomplishments. Jenkins would talk “about how many approvals were done and how fast they were, but there was nothing in there saying, we kept five bad drugs off the market,” said Lurie, now president of the nonprofit Center for Science in the Public Interest in Washington, D.C. Jenkins declined to comment.\n\n“I personally have no interest in pressuring people to approve things that shouldn’t be approved — the actual person who would be accountable would be me,” Woodcock said. She added that the FDA’s “accountability to the public far outweighs pressure we might feel otherwise.”\n\nCongress has authorized one initiative after another to expedite drug approvals. In 1988, it created “fast track” regulations. In 1992, the user fee law formalized “accelerated approval” and “priority review.” When the law was reauthorized in 1997, the goal for review times was lowered from a year to 10 months. In 2012, Congress added the designation, “breakthrough therapy,” enabling the FDA to waive normal procedures for drugs that showed substantial improvement over available treatments.\n\n“Those multiple pathways were initially designed to be the exception to the rule, and now the exceptions are swallowing the rule,” Kesselheim said.\n\nSixty-eight percent of novel drugs approved by the FDA between 2014 and 2016 qualified for one or more of these accelerated pathways, Kesselheim and his colleagues have found. Once described by Rachel Sherman, now FDA principal deputy commissioner, as a program for “knock your socks off, home run” treatments, the “breakthrough therapy” label was doled out to 28 percent of drugs approved from 2014 to 2016.\n\nNuplazid was one of them. It was created in 2001 by a chemist at Acadia Pharmaceuticals, a small biotech firm in San Diego. Eight years later, in the first of two Phase 3 trials, it failed to prove its benefit over a placebo.\n\nThe company, which had no approved drugs and hence no revenue stream, halted the second trial, but wasn’t ready to give up. Acadia executives told investors that the trials failed because the placebo patients had a larger-than-expected improvement. They asked the FDA for permission to revise the scale used to measure benefit, arguing that the original scale, which was traditionally used for schizophrenia assessments, wasn’t appropriate for patients with Parkinson’s-related psychosis. The agency agreed to this new scale, which had never been used in a study for drug approval.\n\nSince there were no treatments approved for Parkinson’s-related psychosis, the FDA also granted Acadia’s request for the breakthrough therapy designation, and agreed that Nuplazid needed only one positive Phase 3 trial, instead of two, for approval.\n\nIn 2012, Acadia finally got the positive trial results it had hoped for. In a study of 199 patients, Nuplazid showed a small but statistically significant advantage over a placebo.\n\nFDA medical reviewer Dr. Paul Andreason was skeptical. Analyzing all of Nuplazid’s trial results, he found that you would need to treat 91 patients for seven to receive the full benefit. Five of the 91 would suffer “serious adverse events,” including one death. He recommended against approval, citing “an unacceptably increased, drug-related, safety risk of mortality and serious morbidity.”\n\nThe FDA convened an advisory committee to help it decide. Fifteen members of the public testified at its hearing. Three were physicians who were paid consultants for Acadia. Four worked with Parkinson’s advocacy organizations funded by Acadia. The company paid for the travel of three other witnesses who were relatives of Parkinson’s patients, and made videos shown to the committee of two other caregivers. Two speakers, the daughter and grand-daughter of a woman who suffered from Parkinson’s, said they had no financial relationship with Acadia. However, the granddaughter is now a paid “brand ambassador” for Nuplazid. All begged the FDA to approve Nuplazid.\n\n“Acadia or its consultants interacted with some of the potential speakers to facilitate logistics and reimburse for travel, as is common practice,” Acadia spokeswoman Elena Ridloff said in an email. “…All speakers presented their own experience in their own words.”\n\nThe only speaker who urged the FDA to reject the drug was a scientist at the National Center for Health Research who has never had any financial relationship with Acadia.\n\nThe witnesses’ pleas affected the panel members, who voted 12-2 to recommend accelerated approval. “If there were a safe and effective alternative on the market, I would not have voted yes,” said Almut Winterstein, a professor of pharmaceutical outcomes and policy at the University of Florida. “But I think that, in particular, the public hearing today was very compelling. There clearly is a need.”\n\nDr. Mitchell Mathis, director of the FDA’s division of psychiatry products, sided with the advisory panel, overruling Andreason. “Even this small mean improvement in a disabling condition without an approved treatment is meaningful,” Mathis wrote, adding that its safety profile was no worse than other antipsychotics on the market. Like other antipsychotics, Nuplazid carries a warning on the label of increased deaths in elderly patients with dementia-related psychosis. Since Nuplazid’s approval in 2016, Acadia has raised its price twice, and it now costs more than $33,000 a year.\n\nAs Nuplazid began to reach patients, reports of adverse events poured in. While it’s impossible to ascertain whether the treatment was responsible for them, the sheer numbers, including the 887 deaths, are “mind boggling,” said Diana Zuckerman, president of the National Center for Health Research.\n\nIn more than 400 instances, Nuplazid was associated with worsening hallucinations — one of the very symptoms it was supposed to treat.\n\nThat’s what happened to Terrence Miller, a former Hewlett Packard and Sun Microsystems employee who was diagnosed with Parkinson’s in the early 1990s. About five years ago, Miller began to experience mild hallucinations, such as seeing cats and dogs in his home in Menlo Park, California. At the time, he realized that the animals weren’t real, and the visions didn’t bother him, so he didn’t take any medication for them. But two years later, after surgery for a hip injury, the hallucinations worsened.\n\n“He was convinced that he hadn’t had the surgery yet and people were going to harvest his organs,” recalled his wife, Denise Sullivan. “He’d see spaceships outside the window and they had to call security to help restrain him.”\n\nIn 2016, Dr. Salima Brillman prescribed Nuplazid. Miller tried Nuplazid twice, for a few months each time. His hallucinations became darker. “I’d say, ‘Who are you talking to?’ and he said, ‘They’re telling me to do bad stuff,’” Sullivan said. Afraid “he might hurt me because of what his evil ‘friends’ were telling him,” Sullivan, who was paying more than $1,000 a month for the drug out of her own pocket, then stopped the treatment.\n\nWhat Sullivan and Miller didn’t know is that Brillman earned $14,497 in consulting fees from Acadia in 2016, ranking as the company’s seventh highest paid doctor, government records show. The top five prescribers of Nuplazid in Medicare, the government’s health program for the elderly, all received payments from Acadia. Dr. David Kreitzman of Commack, New York, prescribed the most: $123,294 worth of Nuplazid for 18 patients in 2016, according to data company CareSet. He was paid $14,203 in consulting fees.\n\nBrillman and Kreitzman didn’t respond to multiple requests for comment.\n\nMiller’s new doctor switched him onto Seroquel, an old drug long used off-label for Parkinson’s-related psychosis. With it, he’s sleeping better and the hallucinations, while remaining, have become more benign again, Sullivan said. Patients like Miller, whose hallucinations worsen, may not have been on Nuplazid for long enough, said Ridloff, the Acadia spokeswoman.\n\nThe 887 reported deaths of Nuplazid patients may be an undercount. A nurse in Kansas, who specializes in dementia care, said a resident in one of the facilities she worked at had no history of cardiac issues, yet died from congestive heart failure within a month of starting on Nuplazid. The nurse requested anonymity because she continues to work in nursing care facilities.\n\n“We questioned the ordering physician whether this should be reported to the FDA in relation to Nuplazid and he said, ‘Oh no, the drug rep said this couldn’t have happened because of Nuplazid,’ and it was never reported,” she said.\n\nAcadia’s Ridloff said such behavior by a sales representative would be “absolutely not consistent with our protocols, policies and procedures.”\n\nShe said that deaths are to be expected among patients who are elderly and in an advanced stage of Parkinson’s, and that Nuplazid does not increase the risk of mortality.\n\n“Acadia’s top priority has been, and continues to be, patient safety,” she said. “We carefully monitor and analyze safety reports from clinical studies and post-marketing reporting to ensure the ongoing safety of Nuplazid. Based on the totality of available information, Acadia is confident in Nuplazid’s efficacy and safety profile.”\n\nAfter a CNN report in April about adverse events related to Nuplazid prompted lawmakers to question the FDA, Gottlieb said he would “take another look at the drug.” Agency spokeswoman Sandy Walsh confirmed that that an evaluation is ongoing, and the FDA “may issue additional communications as appropriate.”\n\nNuplazid isn’t the only drug approved by an FDA senior official against the advice of lower-level staffers. In 2016, internal reviewers and an advisory committee called for rejecting a drug for a rare muscular disease called Duchenne muscular dystrophy. Only 12 patients participated in the single trial that compared the drug, Exondys 51, with a placebo. Trial results showed that Exondys 51 produced a small amount of dystrophin, a protein Duchenne patients lack. But the company didn’t show that the protein increase translated into clinical benefits, like helping patients walk.\n\nWoodcock approved the drug. Internal FDA documents later revealed that she was concerned about the solvency of the drugmaker, Sarepta Therapeutics in Cambridge, Massachusetts. A memo by the FDA’s acting chief scientist recounted Woodcock saying that Sarepta “needed to be capitalized” and might go under if Exondys 51 were rejected. Exondys 51 went on the market with a price tag of $300,000 a year.\n\n“We don’t look at a company and say they’ll have a lower standard because they’re poor, but we’re trying to recognize that, small or large, companies will never work on developing a drug if they won’t make a profit,” said Woodcock. “Our job is to work with the field, and with the firms to try and find a path forward,” especially on rare diseases where a large trial is impractical, she said.\n\nLast month, the European Medicines Agency’s advisory committee recommended rejection of Exondys 51’s application, saying “further data were needed to show … lasting benefits relevant to the patient.”\n\nSarepta is asking the committee to reconsider, the company said in a June press release.\n\nThe debate over Exondys 51 centered on the value of a so-called surrogate endpoint, a biological or chemical measure that serves as a proxy for whether the drug actually treats or cures the disease. Surrogate measures speed drug development because they’re easier and quicker to measure than patient outcomes.\n\nSome surrogate measures are well-established. Lowering cholesterol has been proven repeatedly to help reduce heart attacks and strokes. But others aren’t, like how much dystrophin needs to be produced to help Duchenne patients, raising concerns that drugs may be approved despite uncertain benefits.\n\nThe jury is still out on two other drugs, Folotyn and Sirturo, which received expedited approval based on surrogate measurements. There’s no proof that Folotyn helps patients with a rare cancer — peripheral T-cell lymphoma — live longer, while Sirturo, an antibiotic for multi-drug-resistant tuberculosis, has potentially fatal side-effects. Yet since both drugs were aimed at small or under-served populations, the FDA rewarded their manufacturers with valuable perquisites.\n\nIn a clinical trial, Folotyn reduced tumors in 29 of 107 patients, but the shrinkage lasted longer than 14 weeks in only 13 people. Since everyone in the study got Folotyn, it wasn’t apparent whether the drug would help patients do better than a placebo or another drug. Meanwhile, 44 percent of participants in the trial suffered serious side effects, including sores in mucous membranes, including in the mouth, lips and digestive tract, and low levels of blood cells that help with clotting. One patient died after being hospitalized with sores and low white blood-cell counts.\n\nWhile tumor shrinkage is a commonly used surrogate measurement in cancer trials, it often has a low correlation with longer life expectancy, according to a 2015 study. “I would say to a patient, this drug may be more likely to shrink a tumor either partially or even completely, but that may in fact be a pyrrhic victory if it doesn’t help you live better or longer,” said Mikkael Sekeres, director of the leukemia program at the Cleveland Clinic Cancer Center, who voted against approving Folotyn at the FDA’s advisory panel discussion in 2009. He was out-voted 10 to four. Three years later, the European Medicines Agency rejected the drug.\n\nBecause peripheral T-cell lymphoma only affects about 9,000 Americans each year, the FDA designated Folotyn as an “orphan” drug, giving its manufacturer, Allos Therapeutics, tax incentives and at least two extra years of patent exclusivity. Nevada-based Spectrum Pharmaceuticals acquired Allos in 2012. At more than $92,000 per course of treatment, Folotyn is Spectrum’s top-selling product, earning $43 million in 2017.\n\nDr. Eric Jacobsen, clinical director of the adult lymphoma program at Dana-Farber Cancer Institute in Boston, has become disillusioned with Folotyn since he helped Allos run the original trial. “Enthusiasm for the drug has waned,” he said. “It’s been on the market for a long time, and there’s no additional data suggesting benefit.” He now prescribes other options first, particularly because of the mouth sores Folotyn can cause, which make it painful to eat or drink.\n\nThe FDA approved Sirturo in 2012 without requiring Johnson & Johnson, the manufacturer, to demonstrate that patients on the drug were cured of tuberculosis. Instead, Johnson & Johnson only had to show that the treatment, when added to a traditional drug regimen, killed bacteria in the sputum faster than did the regimen alone. Sirturo was successful by that measure, but 10 patients who took it died, five times as many as the two in the group on placebo.\n\nDean Follmann, a biostatistics expert at the National Institutes of Health, voted as an FDA advisory committee member to approve Sirturo but wrestled with how to read the sputum data in light of the higher death rate: “The drug could be so toxic that it kills bacteria faster, but it also kills people faster.”\n\nThe imbalance in deaths during the trial “was a safety signal” that led the FDA to require “its most serious warning in product labeling,” known as a boxed warning, said agency spokeswoman Walsh. The packaging, she added, specified that Sirturo “should only be used for patients for whom an effective TB regimen cannot otherwise be provided. Thus, current labeling provides for a safe and effective use.”\n\nUnder a 2007 provision in the user-fee law, aimed at spurring treatments for developing nations, Sirturo’s approval qualified Johnson & Johnson for a voucher given to manufacturers who successfully get a tropical disease drug to market. The voucher can be used in the future, for any drug, to claim priority review – within six months instead of the usual 10. Time is money in the drug industry, and beating your competitor to market can be worth hundreds of millions of dollars. Vouchers may also be sold to other drugmakers, and have garnered up to $350 million. Sarepta received a voucher under a similar program for pediatric rare diseases when the FDA approved Exondys 51.\n\nIn South Africa, where Sirturo is mainly used, the drug is seen as a helpful option for highly drug-resistant patients. A study at one South African hospital by Dr. Keertan Dheda found that 45 out of 68 patients who took Sirturo were cured, as against 27 out of 204 before the drug was available. That doesn’t rule out the possibility that Sirturo may be killing a small subset of patients, said Dheda, but the risk is “very minor compared to the disease itself.”\n\nAdrian Thomas, Johnson & Johnson’s vice president of global public health, said in an interview that observational results since the drug went on the market make him “much more confident that there is no more unexplained imbalance in mortality” and that the “benefit/risk in drug-resistant tuberculosis is incredibly reasonable when you don’t have other treatment choices.”\n\nStill, the World Health Organization said in a 2016 report that the “quality of evidence remains very low” regarding Sirturo. “There is still some residual uncertainty for mortality,” the group said, and “specific harms” to the respiratory system “continue to be observed.”\n\nWhile the FDA expedites drug approvals, it’s content to wait a decade or more for the post-marketing studies that manufacturers agree to do. Definitive answers about Sirturo are likely to be lacking until 2022, when Johnson & Johnson is expected to finish its study, a full decade after the drug was approved. Studies of Nuplazid and Folotyn aren’t expected until 2021. Spectrum has missed two FDA deadlines for post-marketing studies on Folotyn. Spectrum spokeswoman Ashley Winters declined comment.\n\nPost-marketing studies often take far longer to complete than pre-approval trials, in part because it’s harder to recruit patients to risk being given a placebo when the drug is readily available on the market. Plus, since the drug is already on the market, the manufacturer no longer has a financial incentive to study its impact— and stands to lose money if the results are negative. Of post-marketing studies agreed to by manufacturers in 2009 and 2010, 20 percent had not started five years later, and another 25 percent were still ongoing.\n\nAnd, despite taking so long, most post-marketing studies of drugs approved on the basis of surrogate measures rely on proxy criteria again rather than examining clinical effects on patients’ health or lifespans. In fact, Folotyn’s post-marketing trials will measure what’s known as “progression-free survival,” or the time it takes before tumors start growing again, but not whether patients live longer.\n\nProving that a drug extends survival is especially hard in cancer trials because patients don’t want to stay in a trial if their disease gets worse, or may want to add another experimental treatment. “In cancer, we’re probably not going to get a clean answer,” Woodcock said. Instead, the best evidence that cancer drugs are effective would be an increase in national survival rates over time, she said.\n\nBy law, the FDA has the authority to issue fines or even pull a drug off the market if a drugmaker doesn’t meet its post-marketing requirements. Yet the agency has never fined a company for missing a deadline, according to Woodcock.\n\n“We would consider fines if we thought companies were simply dragging their feet, but we would have the burden to show they really weren’t trying, and it’d be an administrative thing that companies could contest,” said Woodcock.\n\nEven when post-marketing studies belatedly confirm that drugs are dangerous, the agency doesn’t always pull them off the market. Consider Uloric, the gout treatment. Even though it consistently lowered uric acid blood levels, the FDA rejected it in 2005 and again in 2006, because trials linked it to cardiovascular problems. But a third study by the manufacturer, Takeda Pharmaceutical of Osaka, Japan, didn’t raise the same alarms. So the agency decided in 2009 to let the drug on the market, while asking Takeda for a post-marketing study of 6,000 patients to clarify the drug’s cardiovascular effects.\n\nTakeda took more than eight years to complete the study. It found that patients on Uloric had a 22 percent higher risk of death from any cause and a 34 percent higher risk of heart-related deaths than patients taking allopurinol, a generic alternative. The FDA issued a public alert in November 2017, sharing the results of the trial, but left Uloric on the market.\n\nPublic Citizen has warned patients to stop taking Uloric. “There is no justification for using it,” said Carome. “If the results of the most recent study had been available prior to FDA approval, the FDA likely would have rejected the drug.”\n\nFDA spokeswoman Walsh said it is “conducting a comprehensive evaluation of this safety issue and will update the public when we have new information.”\n\nTakeda is working with the FDA to “conduct a comprehensive review,” spokeswoman Kara Hoeger said in an email. The company wants to ensure that “physicians have comprehensive and accurate information to make educated treatment decisions.” Thomas Moore, senior scientist of drug safety and policy at the Institute for Safe Medication Practices, warned that future post-marketing findings on Nuplazid could be similarly bleak. Uloric “is the story of [Nuplazid] but a few years down the pike,” he said.\n\nNevertheless, FDA Commissioner Gottlieb is forging ahead with more shortcuts. In May, he announced plans to approve gene therapies for hemophilia based on whether they increased the level of clotting proteins, without waiting for evidence of reduced bleeding.\n\nTwo years ago, a prescient Dr. Ellis Unger, FDA’s Director of the Office of Drug Evaluation, had warned against precisely this initiative. After Woodcock approved Exondys 51 in 2016, Unger wrote, “A gene therapy designed to produce a missing clotting factor could receive accelerated approval on the basis of a tiny yet inconsequential change in levels of the factor…The precedent set here could lead to the approval of drugs for rare diseases without substantial evidence of effectiveness.”\n\nGottlieb seems less worried than Unger.\n\n“For some of these products, there’s going to be some uncertainty, even at the time of approval,” Gottlieb said when announcing the plan. “These products are initially being aimed at devastating diseases, many of which are fatal and lack available therapy. In these settings, we’ve traditionally been willing to accept more uncertainty to facilitate timely access to promising therapies.”\n\nHis decision pleased investors. That day, while biotechnology stocks overall fell, shares of hemophilia gene therapy manufacturers rose.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "FDA increasingly approves drugs without conclusive proof they work", "description": "As pharma companies underwrite three-fourths of the FDA’s budget for scientific reviews, the agency is increasingly fast-tracking expensive drugs with significant side effects and unproven health benefits.", "image": "https://d3i6fh83elv35t.cloudfront.net/static/2018/06/GettyImages-758299279-1024x683.jpg", "image:height": "683", "image:width": "1024", "url": "https://www.pbs.org/newshour/health/fda-increasingly-approves-drugs-without-conclusive-proof-they-work", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2018-06-26T11:31:07-05:00", "article:section": "Health", "article:tag": "fda, propublica"}, "tags": ["The Leading Edge", "Long-Term Care", "Supreme Court", "Essays", "Brooks and Capehart", "newsdesk", "ScienceScope", "propublica", "Race Matters", "fda", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": [], "authors": ["Caroline Chen, ProPublica"], "publish_date": "2018-06-26T11:31:07-05:00"}