{"result_id": "MNTT003005", "URL": "http://multimedia.cbs.com/news/gambler-lost-127m-in-2007-sues-casino/", "timestamp": "2024-03-06 15:09:13 CET+0100", "meta": {"description": "High Roller Files Lawsuit Saying Harrah&#039;s Staff Plied Him With Alcohol, Painkillers to Keep Him Gambling", "lang": "en", "favicon": "https://www.cbsnews.com/fly/bundles/cbsnewscore/icons/icon.svg?v=bc5d8c67ac570dce258200b20849fb01", "canonical": "https://www.cbsnews.com/news/gambler-lost-127m-in-2007-sues-casino/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "multimedia.cbs.com", "title": "Gambler Lost $127M in 2007, Sues Casino", "cleaned_text": "Terrance Watanabe was a fixture of the Caesars Palace and Rio casinos in Las Vegas, where in 2007 he went on a year-long gambling binge.\n\nThe 52-year-old Omaha man had made a fortune running his family's party-favor import business, and he proceeded to lose much of it, going $127 million in the hole.\n\nHis compulsion led him to practically live at the two casinos, sometimes playing roulette and $25 multi-line slot machines for 24 hours straight, or playing three hands of blackjack - each with a $50,000 limit - simultaneously.\n\nAt one point, The Daily Mail reported, Watanabe lost $5 million in a single day.\n\nHis total bets that year were $825 million - roughly equivalent to the gross domestic product of the British Virgin Islands.\n\nIn a city of tourist attractions he became one himself. \"It got to the point where people would go just to watch,\" one Vegas regular told the Daily Mail.\n\nAnd his profligacy was not limited to losing hands. Court documents say he often handed bundles of $100 bills to employees at Caesars. Two of his personal handlers at the casino testified that he handed out thousands of Tiffany gift cards or $100 coins to bartenders, nightclub operators, security guards and others, and even gave out free steaks.\n\nAnd one man's loss is another's gain: The Wall Street Journal reports that Harrah's Entertainment Inc., which owns Caesars Palace and Rio, derived about 5.6% of its total 2007 Las Vegas gambling revenue from Watanabe alone.\n\nWatanabe has paid back nearly $112 million of his debt to the casinos, but faces four felony counts of intent to defraud and steal. Earlier this year the Clark County District Attorney charged that Watanabe owes $14.7 million which Harrah's says it extended to the gambler as credit but that he refuses to pay back. Watanabe denies the charges, which could cost him 28 years behind bars.\n\nNow he has filed a civil suit, claiming casino staff regularly plied him with alcohol and painkillers in order to keep him gambling. Casino rules and state law both say anyone who is visibly intoxicated should not be allowed to gamble.\n\nA Harrah's executive said Watanabe's suit was merely a ploy to shirk responsibility and get out of paying a debt. \"Mr. Watanabe is a criminal defendant who faces imprisonment,\" Harrah's senior vice president for communications and government relations Jan Jones told the Journal's Alexandra Berzon.\n\nAccording to the Journal, several former and current employees of Harrah's said they were told by their managers to let Watanabe keep betting even while he was visibly drunk, and were afraid they would be fired if they tried to prevent him from gambling.\n\nA Watanabe attorney told the Journal that while his client \"takes full responsibility\" for his drinking, the casinos \"preyed\" on Watanabe's condition.\n\nHigh rollers are catered to - often quite extravagantly - by their hosts, and at a time when overall gambling revenues in Vegas are down, the wallets of high rollers are particularly attractive.\n\nWatanabe said in court documents that the Wynn casino barred him in 2007 because of compulsive drinking and gambling, while the Harrah's Caesars and Rio casinos kept their doors open to him - throwing in a free 3-bedroom suite, attendants, and seven-course meals delivered to him while he was betting.\n\nHarrah's sweetened their invitation to him to gamble money at their tables by offering more incentives: tickets to the Rolling Stones, $12,500 a month for airfare, a half-million in credit at gift stores, and 15% cash back on table losses greater than $500,000.\n\n\"We're in the gambling business,\" Jones told the Journal. \"We had no reason to believe that Terry Watanabe was anything other than a big player with huge resources who made an adult decision to bet the money he did. Are we going to provide an environment that keeps him very happy? Of course we are.\"\n\nBy December of 2007, having learned of the extent of Watanabe's losses, his sister, Pam Watanabe-Gerdes, brought him home to Nebraska, and the following year - after another brief gambling stint - he entered a residential treatment facility.\n\nHe hasn't been in a casino since, said Watanabe-Gerdes. He later sold his Omaha mansion and moved near San Francisco.\n\nThe Journal notes that Nevada's Gaming Control Board has opened an investigation into the allegations that Harrah's violated gambling regulations.", "opengraph": {"type": "article", "url": "https://www.cbsnews.com/news/gambler-lost-127m-in-2007-sues-casino/", "title": "Gambler Lost $127M in 2007, Sues Casino", "description": "High Roller Files Lawsuit Saying Harrah's Staff Plied Him With Alcohol, Painkillers to Keep Him Gambling", "image": "https://assets3.cbsnewsstatic.com/hub/i/r/2009/12/07/db435d1c-a642-11e2-a3f0-029118418759/thumbnail/1200x630/c9d9f891afd30c895123116697569b9a/image5924585x.jpg?v=bc5d8c67ac570dce258200b20849fb01", "image:width": "1200", "image:height": "630", "article:publisher": "https://www.facebook.com/CBSNews/", "article:content_tier": "free", "article:opinion": "false"}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.dailymail.co.uk/news/worldnews/article-1233865/Las-Vegas-gambler-lost-127million-YEAR--wonder-tourist-attraction.html#ixzz0Z0zszzKF%22", "http://www.my-world-guide.com/country/254/", "http://online.wsj.com/article/SB125996714714577317.html", "http://media.lasvegassun.com/media/pdfs/2009/11/19/FiledComplaint.pdf", "http://media.lasvegassun.com/media/pdfs/2009/11/19/civil_complaint.pdf"], "authors": [], "publish_date": "2009-12-07T11:05:54-0500"}