{"result_id": "MNTT005057", "URL": "https://apnews.com/article/water-spill-delaware-river-philadelphia-b7cc83ef5e1c1f3dfd5faea8bc1f4ff0", "timestamp": "2024-03-06 15:11:11 CET+0100", "meta": {"description": "PHILADELPHIA (AP) — Philadelphia water officials say they have seen no sign of contamination following a chemical spill into the Delaware River in a neighboring county upriver and are confident water in the city system will be unaffected at least well into Tuesday afternoon.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/water-spill-delaware-river-philadelphia-b7cc83ef5e1c1f3dfd5faea8bc1f4ff0", "encoding": "UTF-8", "website_keywords": "Philadelphia, PA State Wire, General news, Climate"}, "image": null, "domain": "apnews.com", "title": "Officials: No sign of contamination in Philadelphia water", "cleaned_text": "PHILADELPHIA (AP) — Philadelphia water officials say they have seen no sign of contamination following a chemical spill into the Delaware River in a neighboring county upriver and are confident water in the city system will be unaffected at least well into Tuesday afternoon.\n\nHealth officials in Bucks County, just north of Philadelphia, said Sunday that a leak late Friday evening at the Trinseo Altuglas chemical facility in Bristol Township spilled between 8,100 and 12,000 gallons (30,700 and 120,000 liters) of a water-based latex finishing solution. Officials said it is non-toxic to humans, and no known adverse health effects have been reported in the county.\n\nIn Philadelphia, city officials say they have been testing samples from as many as a dozen locations, and contaminants related to the discharge haven’t been found so far.\n\nMike Carroll, deputy managing director for the city’s Office of Transportation, Infrastructure and Sustainability, said Monday evening that the office believes water in city taps will be unaffected until at least 3:30 p.m. Tuesday. An update is planned Tuesday morning.\n\nCarroll said any spill conditions would last no later than Thursday — “and we may be able to say by Wednesday night” it has completely passed the city’s treatment plant.\n\n“In fact, I think as the hours and days go by, it’s very likely it will not enter the Philadelphia water system,” he said.\n\nU.S. Coast Guard tests of Delaware River water and city tests of water in the river near the treatment plant intake have shown no sign of contamination, Carroll said. Officials said there has also been no evidence of fish kills or other indications of harm from the spill.\n\n“It is safe to drink and use tap water, to cook with it, to brush your teeth, to bathe in it of course, at least until tomorrow at 3:30 p.m., so use your tap water as you normally do,” Carroll said.\n\nAnnouncements and an alert sent out Sunday were followed by a run on bottled water in Philadelphia stores that left many bare shelves and “No water” signs posted at some. If bottled water was unavailable, officials said, people could fill empty bottles with tap water.\n\nOfficials vowed to notify the public immediately if water quality sampling indicates a potential effect on the river water entering the Baxter Water Treatment Plant in northeast Philadelphia. Intakes to the plant were initially closed after the spill, but were later opened to maintain minimal water levels to avoid damage to equipment and to supply water for fire safety and other essential needs.\n\nResidents of the city who live west of the smaller Schuylkill River — an area served by two other treatment plants — are unaffected.\n\nCoast Guard officials said 60,000 gallons (227,000 liters) of contaminated water had been collected from the Delaware.", "opengraph": {"title": "Officials: No sign of contamination in Philadelphia water", "url": "https://apnews.com/article/water-spill-delaware-river-philadelphia-b7cc83ef5e1c1f3dfd5faea8bc1f4ff0", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "PHILADELPHIA (AP) — Philadelphia water officials say they have seen no sign of contamination following a chemical spill into the Delaware River in a neighboring county upriver and are confident water in the city system will be unaffected at least well into Tuesday afternoon.", "site_name": "AP News", "type": "article", "article:published_time": "2023-03-27T23:10:57", "article:modified_time": "2023-03-27T23:11:18.708", "article:tag": "General news"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/philadelphia-bus-stop-shooting-teen-killed-dd168cdc20a4c41568189fad191bd771", "https://apnews.com/article/philadelphia-bus-stop-shooting-teen-killed-dd168cdc20a4c41568189fad191bd771", "https://apnews.com/article/philadelphia-lgbtq-mayor-aide-traffic-arrest-1aa7d61273b32fd5917767ddd6c6b9c7", "https://apnews.com/article/philadelphia-lgbtq-mayor-aide-traffic-arrest-1aa7d61273b32fd5917767ddd6c6b9c7", "https://apnews.com/article/israel-palestinians-gaza-wounded-child-second-chance-65b993f4b77b6d474c52062f6ca0fb10", "https://apnews.com/article/israel-palestinians-gaza-wounded-child-second-chance-65b993f4b77b6d474c52062f6ca0fb10"], "authors": [], "publish_date": "2023-03-27T23:10:57"}