{"result_id": "MNTT002046", "URL": "https://www.pbs.org/wgbh/pages/frontline/medicatedchild/talk/index15.html", "timestamp": "2024-03-06 15:08:24 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/pages/frontline/medicatedchild/talk/index15.html", "encoding": "ISO-8859-1", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Join The Discussion | The Medicated Child | FRONTLINE | PBS", "cleaned_text": "What are your thoughts concerning the powerful behavior-modifying drugs being prescribed to millions of American children - but they've not been adequately tested in kids. Do you have a story to share?\n\nI would love the opportunity to talk to the mother of the 13 yr old Jessica in this show. My daughter seemed to be the perfect child growing up. She was well mannered and very close to me. We spent 14 years very involved in Girl Scouts and she did very well in school. Then she hit age 13 and began to get depressed with suicidal thoughts. She was put on an antidepressant and in therapy and did much better. After about a year she felt she was well enough to be off the medicine. She weaned off the meds slowly and was fine for some time. Suddenly at 16 she did a 180 degree turn and turned into a wild child. She met the boyfriend from h and ran off with him at almost 18. She spiraled downhill and began drinking and smoking pot. She surrounded herself with the wrong peers, suffered violent mood swings and remained in an abusive relationship for almost 18 months. Finally she came home. She started therapy and was identified as being bipolar and ADD. She now takes Lamictal and Strattera. She is a back to the same gentle soul she used to be. When she does not take her medicine she is moody, sharp tongued and very quick tempered. However she knows that she feels better on the medicine. She acknowledges that she is bipolar and knows the difference being on medicine makes in her life. Gabrielle now goes to college and continues to get straight A's in all her classes. She has a great job and makes good money as a waitress. She has come out of her shell and made many friends and lives the typical life of a 20 year old young woman. She lives at home and helps to pay the bills. She pays her car payment and insurance bills on time. She is a young resposible fully functional adult who has almost completed her AA degree and intends to continue on with her education until obtaining her Master's Degree in Psychology and Law.My point is that medicine has given me my daughter back. Medicine helps Gabrielle to function and maintain an even keel. There are worse things in life than your children being on medicine. I am thankful that my daughter was diagnosed as being bipolar. Now that I understand the diagnosis I see the symptoms in my side of the family and know where she inherited it. I know that she will be a sucecssful and dynamic adult who will always be on medicine to treat her bipolrism, but will lead a full productive life much better than I did.\n\nMy son is now 21 yo. I would argue with my grandfather every time I went to see him. He would say \"He's just all boy.\" and I would say; \"No, Pa, there's something else there!\" Pa died before I found out my son was ADD. I am very thankful I asked questions and got help for him when he was 4yo and in Head Start. I took him to \"Play Therapy\" with a counselor who had an ADHD child herself. She knew what I was going thru. She sent me to a peditrician who specializes in ADHD, maybe because he has it himself. My son was diagnosed and put on meds at 4 1/2 yo. After he started taking them, I watched my son draw a picture for the first time. It was a person, complete with buttons on the shirt. My jaw dropped!! I only wish it was drawn on paper rather than an dry erase board or that I had my camera with me. My son had to take trade name Ritalin because the generic made him lethargic. There are those who don't believe me when I tell them that it could be the bindings used in one med and not the other that is causing the problems. But, it is true! The pharmacist told me about it. A couple years later, my son was diagnosed with ODD along with his ADD. His pediatrician put him on Clonadine with his Ritalin. It was a great combonation.One of the psychiatrist on the show tonight said that you can't do therapy on the young children. YES YOU CAN, thru play therapy. Parents, please go to your pediatrician or find one that specializes in ADHD. Who knows what these \"specialist\" will say our children have next, maybe it will be 'autism' as a lot of ADHD and autisic characteristics cross over with each other. Oh, and the \"irritability\" these children are experiencing, did they ever think it might be \"frustration\"? I know I get irritable when I am frustrated, what about you?\n\nI am a former teacher who struggled every year with the 1 or 2 children diagnosed with ADHD. These kids came to 1st grade with up to 2 or 3 years worth of meds already under their belts. Almost all of them had such sad stories. One child had a number of tics including eyelash pulling, another very oppositional and aggressive.\n\nNow here's what else I observed: Young parents distracted by work and their own social immaturity; single mothers with boyfriends, few family resources, poor coping skills. OR Older parents who refused to change their long rehearsed lifestyles of work, fast food dinners, habits of self-gratification to accommodate a new baby. I remember one older set of parents who were adamant that their children be raised on their version of a macrobiotic vegetarian diet. Their poor skinny, nervous, little kid probably just needed a cookie. The brain development demands on a bad word after all: fat. Another common denominator: prococity.We don't know how to teach highly gifted children anymore!!!! Pure and simple.\n\nWe used to have childrearing expectations and skills. We don't anymore. This psychiatric travesty is what is filling the vacuum. 6,000,000 kids is a large percentage of the future generation of this country to be flushing. Tragic.\n\nI am a clinical psychologist who sees many children and adolescents, and am concerned that physicians and psychiatrists are quickly targeting symptoms to medicate while frankly becoming pawns for the drug companies with no time to know their patients. The developing brains of youngsters are sensitive to all chemical and environmental factors - we must not rely on psychotropic drugs but provide a full range of treatment options, including activities, education, nutrition, therapy and the least amount of prescription medications.\n\nI am a licensed psychologist who has worked with children and families for 30 yrs. I am astounded and disturbed that throughout a 55' investigative report there were only two references to psychotherapy as an option to treat childhood psychopathology. In the first reference a psychiatrist quickly rejected a mother's query about therapy as potentially effective for her son, informing the mother than her son's disruptive behavior precluded therapy. The second reference noted positive impact of a teenager's semi-weekly sessions with a counselor.\n\nMy difficulty is not with the carefully presented documentary but rather with the consuming focus by child psychiatrists and pediatricians on medicating very young, latency age, and teenage children whose emotional and behavioral responses (e.g., the five year old girl's grandiosity and her moodiness at age 12, and the boy's evident manipulativeness leaving the house for school where he was consistently cooperative) are either developmentally natural or indicative of family dynamics which can be \"tuned up\". Most disturbing is the self-fulfilling prophesy of child psychopathology: Children bel\n\nMost beliieve that they need medication to be \"normal,\" and parents accept that their children's lives will be compromised sans medication. Medication side-effects can be more disruptive than behavioral symptoms which can be effectively treated with short term family therapy. Psychopharmacology should be used as an adjunct to psychotherapy which is growthful situationally and in the long term for children and their families. For children medication should always be prescribed in conjunction with therapy. In our country psychopharmacology is a business, research on child psychopharmacology is in its infancy, the risks of physical and emotional side-effects, sense of inadequacy and suicide are unacceptable, and uninformed acquiescance to medical authority figures denies families the deeper satisfaction of longterm problem resolution.\n\nI thank Frontline for this documentary and hope there can be a more comprehensive follow-up examining the impact of family psychotherapy on childhood psychopathology.\n\nFRONTLINE's editors respond:\n\n\n\nThe Frequently Asked Questions section of this Web site offers more information about the important role therapy can play in treatment of a mental disorder.\n\nFrontline's program on the \"Medicated Child\" confirmed my views that I wrote in my article \"Child Bipolar Disorder: a Figment of Psychiatric Imagination?\" The psychiatric guesswork and experimenting with combinations of powerful toxic drugs prescribed for children is appalling.\n\nOnce a psychiatrist launches the prescription drug experiment with a child, it becomes almost impossible to sort out subsequent behavioral reactions from drug reactions and interactions. There seems to be an inability in these MDs to distinguish normal developmental behavior from a real developmental delay or disorder. Also, extending adult criteria for \"diagnosing\" bipolar disorder to young children is an application of the \"homunculus theory of development\" that was popular in the Middle Ages.\n\nThis approach to \"diagnosing\" child bipolar disorder is devoid of any sense that young children are developmentally very different from adults. Countless numbers of children and parents are being funneled into this mindless \"diagnosis\" of child bipolar disorder without looking into many other plausible explanations for the child's problems. Nutritional factors, toxic metals, sensori-motor problems, and learning disabilities are just a few of the other possibilities that we used to consider very carefully in evaluating children's problems. In my view, \"diagnsosing\" child bipolar disorder is a substantial step backwards in assessing and understanding children's problems.\n\nThere are mood disorders and then there are those cases where doubt is not possible. For my son it wasn't just one teacher it was everyone who met him and spent more than five minutes with him. Diagnosing was the easy part. Treatment was long, difficult and fraught with uncertainty at every new treatment. Mood stabilizing and anti pschotic medications have such serious and severe side effects that it was a constant tight rope walk between adding this med, decreasing another med. It also becomes increasingly difficult to figure out what are symptoms and what may be side effects. All that said, my son is now 22 years old, graduated from high school (which is more than I thought possible up 'til his senior year) and has now graduated from college. The meds are near non-existent now. He has a job (with computers)that has allowed him his own work schedule. I couldn't be more pleased for him and us (parents). Once he got out of the strict scheduling of high school he started doing much better in school and at life.\n\nThis is an outrage. Children should not be diagnosed with adult disorders and be given strong adult medications. We need to remember that just because you have a M.D. or Ph.D. next to your names does not mean that you know everything about medicine or medical care. These are educated guesses. As parents of your children, you are the advocates for your children. Question doctors! It is your job.\n\nI am not saying that in all cases children should not be given medication. However, nutrition, yoga, and mediation can go a long way. There is a wonderful book entitled \"Crazy\" by Pete Earley on the mentally ill and bipolar disorder in the USA. It was featured on NPR. http://www.npr.org/templates/story/story.php?storyId=5346062\n\nThis is a difficult issue and I feel for everyone suffering from a mental illness.\n\nI am a Marriage and Family Therapist who works with children and families in a Community Mental Health program in East Los Angeles. Many of our children exhibit severe emotional and behavioral symptoms including what was described in the Frontline program. The families who come to us are low-income and have few resources. Often, they live at a level where their basic needs are just barely being met.\n\nOur treatment teams work with the families because to serve a child means to serve his or her family as well, to link them to services that can include psychotherapy, occupational therapy, therapeutic behavioral services, psychoeducation, parenting education, psychological testing, and as a last resort, psychiatric evaluation for meds.\n\nAs a clinician, one of my major goals in treating a child is to change the environment by working with the family, the school, and anyone else who has day-to-day contact with the child. We see positive results using this approach, even with very disturbed children. We also start working with them as young as infancy through dyadic psychotherapy.\n\nThere are many steps and alternatives that exist for families to try before medication. I was therefore appalled that no such alternatives were mentioned in the program. Parents with children who need help need to know about such options.\n\nWill there be a follow up program about alternative approaches?\n\nAs a mother of six and grandmother of eleven, I find it distressing to see parents allowing their children to be medicated for \"mental illnesses.\" I believe that parent education for raising mentally healthy children is a far better way to go. Parents are amateurs who have nothing to go on except the questionable example of the parenting they were given as children.\n\nParent Effectiveness Training (PET) was a huge help, a generation ago, in understanding children's feelings and helping kids to feel understood. Let's educate parents, not medicate children!\n\nThe Frontline program on kids with bipolar brought out underlying concerns about my son that I have purposely left in a dark box. You see my wife is bipolar and Bo has been diagnosed with ADHD. He has been taking Focalin for a year 1/2 with positive results. Bo is 8. In some of the literature I have found that bipolar can be heritary and I fear that may happen with my son. I also have read about the link between ADHD in kids and the onset of bipolar. I have ADHD and have been untreated since grade school. I'm 45. Although the progam left me with more questions than answers it gave me some direction to search. I do not want my son on any meds if he can but at the same time I want to provide him with as much real help as I can provide. A dilemma, help him the way the doctors suggest or risk a possibilty of developing bipolar. That's what lurks in that dark box of mine.\n\nIt seems like everybody has a bad view on meds. But if you live with a child who is Bi-Polar a life without meds just isn't possible. The childs life is just to difficult for them to deal with.\n\nI would say to anybody who questioned my decision to medicate my child \"Walk a day in my childs life\". My son was diagnoised Bi-Polar at 2 yrs old, and he is every day living proof that if dealt with aggressively Bi-Polar can be managed with the right doctors and the right medications. That being said, I do not condone unnessarily medicating any child. My son is now 7 yrs old and managing with the right meds and great doctors.\n\nI was very impressed with the presentation on the Medicated Child.\n\nI grew up with a unipolar mother who believed that I would learn to cope with my problems-at 32 I finally decided that I needed to seek help for the self-destructive behaviors which I had exhibited since I was a child. As my own child grew I could see the same behaviors in her and took steps (with my mother's encouragement) to take her in.\n\nShe is currently on medication (3), sees a therapist, and uses yoga to try to keep level.\n\nWe have had, even with medication, our rough times-including a couple of times when we came close to having to hospitalize her for suicidal ideations times when she has stopped taking her meds. But we are making progress. She is learning to recognize when she is getting out of control and what steps to take to control it. She is also coming to terms with the fact that this is a forever illness-just like diabetes or asthma. This is important in helping her accept the things about bi-polar which set her apart. By the same token, she is able to go on overnights, off to camp, etc and I can feel fairly confident that she will be ok.\n\nI'm sitting here watching overly medicated children and not one incident are the doctors discussing the diets of these children. These kids are on various anti-psychotics and sedatives, but live on cookies, corn dogs, Gatorade?!!! What does a child need Gatorade for? Everything they are putting in their bodies amps them up, then crashes them out. Hmmmm. . . yep, sounds like bipolar to me too! How about monitoring their diets as well, probably could eliminate 98% of the meds they are taking. What are these parents thinking? Remove the chemicals (know what's in a corn dog?) and processed sugars in their children and you will see an amazing improvement!\n\nHas anyone considered whether the \"corndogs\" and \"gatorade\" might be part of DJ's problem? I know that if I eat, for example, a bag of Chee-Toes, I get ADHD symptoms pretty quickly. Today I was mistakenly given a cup of caffeinated coffee - I experienced euphoria, ticks, attention deficit disorder and hyperactivity all at the same time. If I eat a sugar-bomb food, like donuts or candy or soda pop, I feel the effects pretty quickly and my mood and behavior are definitely affected. These are not everyday foods in my diet, so their effect is quite apparent on the rare occasions when I put these substances into my body.\n\nIt is possible that many of these children are suffering from psychological symptoms due to physiological responses to substances like MSG, caffeine, sugar and/or undiagnosed sensitivities to certain foods.\n\nThere is information all over the internet about food sensitivities affecting mood and behavior and many books have been written as well. Would someone please direct these families to seek information on this subject before millions more children end up like poor Jacob?", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": ["http://www.npr.org/templates/story/story.php?storyId=5346062", "index16.html"], "authors": [], "publish_date": null}