{"result_id": "MNTT002032", "URL": "https://www.pbs.org/wgbh/nova/article/ten-great-advances-evolution/", "timestamp": "2024-03-06 15:08:08 CET+0100", "meta": {"description": "Carl Zimmer looks at 10 significant recent advances in evolution studies.", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/nova/article/ten-great-advances-evolution/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Ten Great Advances in Evolution", "cleaned_text": "To celebrate the 150th anniversary of the Origin of Species, here's a list—by no means exhaustive—of some of the biggest advances in evolutionary biology over the past decade. These advances include not just a better understanding of how this or that group of species first evolved, but insights into the evolutionary process itself. In some cases those insights would have given Darwin himself a pleasant jolt of surprise.\n\nDarwin envisioned natural selection acting so slowly that its effects would be imperceptible in a human lifetime. But in the late 1900s, evolutionary biologists began to detect small but significant changes taking place in a handful of species. In the past decade, many more cases of natural selection have come to light, and scientists now realize that species can adapt quickly to changes in their environment. In fact, they are finding that we humans are unwittingly driving some of the fastest bursts of evolution right now. As greenhouse gases drive up the planet's average temperature, for instance, some species are adapting to the changing climate. In California, University of Toronto biologist Arthur Weis and his colleagues found that a seven-year drought had spurred the evolution of field mustard plants. In 2007, they reported that the plants were now genetically programmed to flower eight days earlier in the spring.\n\nThanks to powerful, cheap DNA sequencing technology, scientists can now pinpoint the molecular changes underlying this rapid evolution. Bernard Palsson and his colleagues at the University of California in San Diego have observed bacteria evolve in their lab. Over the course of a few weeks, the bacteria adapted to a new kind of food (a chemical called glycerol). The scientists sequenced the complete genome of the ancestral germ and its evolved descendants and looked for differences in their DNA. They identified a handful of new mutations that has arisen in the bacteria and spread throughout the population. When the scientists added those mutations to the ancestral germ, it became able to feed on the new food just as its descendants did.\n\nDarwin argued that even though different groups of species today might seem very different from each other, they were linked by common ancestry. His theory predicted the existence of species that would document that link. Just a year after the Origin of Species was published, Darwin was gratified to learn of the discovery of a bird called Archaeopteryx that did just that. While it had feathers and wings, it also had reptilian traits not seen in living birds, such as a long tail and claws on its \"hands.\" It's too bad that Darwin was not around to read the news about transitional fossils discovered just in the past decade. Many have been just as spectacular as Archaeopteryx, if not more so.\n\nIn 2004, for example, scientists digging in the Arctic unearthed the fossil bones of a fishy relative of all land vertebrates, including us, called Tiktaalik. This 375 million-year-old animal had limbs complete with elbows, wrists, and a flexible neck. But it still lived underwater, where it used its gills to breathe. [For more on Tiktaalik, see \"The Zoo of You\" (in Editors' Picks at left).]\n\nWhales in particular intrigued Darwin, because they were clearly mammals on the inside yet were so fish-like on the outside. In 1994, paleontologists reported the first fossil of a whale with legs, as Darwin had predicted. And over the past decade, they've uncovered a number of new fossils that fill in many of the details in the transition that whales made from land to sea between 50 and 40 million years ago.\n\nFor example, in 2001, Philip Gingerich of the University of Michigan and his colleagues reported the first ankle bone of a whale. This bone is particularly important to tracing the origin of whales, because it had a distinctive shape seen only in one group of mammals: even-toed hoofed mammals known as artiodactyls. Studies on whale DNA also completed over the past decade have consistently pointed to artiodactyls—and hippos in particular—as the closest living relatives of whales on land.\n\nStudying DNA doesn't just help scientists figure out which species are most closely related to one another. They can also discover how genes build structures like eyes in different species. That comparison has, in just the past decade, revealed some key insights into how those structures arose.\n\nComplex eyes evolved in a number of different lineages of animals, such as vertebrates like us, octopi and other cephalopods, and insects. For decades, the evidence suggested that these complex eyes had evolved independently in each lineage. Today, however, scientists see a much more intertwined history.\n\nIn 2007, for example, Todd Oakley of the University of California at Santa Barbara and his colleagues demonstrated that the different kinds of light receptors evolved from simple signal-detecting proteins in our distant ancestors some 600 million years ago. By the time early animals had evolved, these signal detectors had evolved into two different kinds of light receptors. Those early animals probably had eyes that were nothing more than simple light-sensitive spots. Only later did complex eyes evolve, and different lineages recruited different kinds of light receptors to capture images. Studies like Oakley's indicate that complex eyes did indeed evolve independently, but they also co-opted many of the same ancient genetic tools to do so.\n\nIt's a pattern that's strikingly similar to the one other scientists have discovered in other traits in the past decade, from bird feathers to beetle horns: Evolution is the great recycler.\n\nNatural selection, as Darwin recognized, is an important force in evolution. And in the past decade, scientists studying genes have found many examples of its power. When mutations change the way a protein-coding gene works—altering the structure of the protein, for example, or the signals that turn the gene on and off—those mutations can help or harm an organism's reproductive success. Beneficial mutations can then spread, and over time they can transform a species dramatically.\n\nBut natural selection is far from the full story of evolution. Many mutations can spread throughout an entire species thanks not to natural selection but through lucky rolls of the genetic dice. This so-called neutral evolution has been particularly important in shaping the parts of the genome that do not contain protein-coding genes. Most of the news you read about DNA concerns protein-coding genes, so you might well think that there's not much of the genome that doesn't contain them. But just the opposite is true. Some 98.8 percent of the human genome is this so-called noncoding DNA.\n\nOnly in the past few years have scientists started to explore this genomic wilderness in great detail, and they've used evolution as their guide. In the human genome, for example, there are an estimated 11,000 so-called pseudogenes—stretches of DNA that once encoded proteins but no longer do so thanks to disabling mutations. These vestiges of genes once had important functions, such as synthesizing vitamins or allowing us to smell certain molecules. Scientists know that these pseudogenes were once full-blown protein-coding genes, because they can find related versions of them in our primate relatives, in good working order.\n\nWhile some of your noncoding DNA started out as your own genes, much more of it started out in invading viruses. Certain kinds of viruses can insert their DNA into host cells in such a way that it gets carried down from one generation of host to the next. Eventually these in-house viruses mutate so much they can no longer infect a new host. But they can still make copies of themselves, which get inserted into their old host's genome. About 40 percent of the human genome is made up of this viral DNA. Scientists can trace the ancestry of this virus DNA by comparing its remnants in our own genomes to the ones left in other primates.\n\nMuch of this viral DNA has now mutated to such a degree that it has become little more than padding in the genome. But even these inert relicts hold clues to their past. All human beings carry versions of an ancient virus called HERV-K. The differences in those versions evolved after the original virus infected a single human and was then passed down to his or her descendants. French scientists compared these versions of HERV-K, tallying up the mutations in one. Based on those new mutations, the scientists estimated that the virus first infected a human ancestor a few million years ago.\n\nTo prove that it had indeed once been a full-fledged virus, the scientists then used the different versions of its DNA to infer what its original genetic sequence had been. They synthesized that piece of DNA and injected it into human cells. The synthesized DNA hijacked the cells and caused them to spew out viruses with the same genetic sequence. The scientists, in other words, had brought a dead virus back to life.\n\nSprinkled among the dead virus DNA and disabled pseudogenes are some useful elements of noncoding DNA. Some of these elements are switches, where proteins can attach to turn neighboring genes on and off. Our genome also contains stretches of DNA that can produce RNA molecules, but no proteins. These RNA molecules have their own essential roles to play in our lives, for example as signal detectors and gene regulators.\n\nScientists rely on evolution to find these elements as well. If a piece of noncoding DNA has no important function, mutations to it will have little effect on the survival of the organism that carries it. But if it does have an essential function, mutations will be far more likely to cause devastating harm. As a result, organisms with those harmful mutations will have fewer offspring, and so the piece of DNA will not change as easily. Scientists can find these functional elements by comparing many different species and looking for stretches of noncoding DNA that are unusually similar from species to species. In many cases, they've been able to demonstrate that these elements do indeed play crucial roles in the survival of organisms. Evolution thus lets scientists find needles in the genomic haystack.\n\nDarwin himself recognized that sex created an evolutionary force as powerful as natural selection. If animals have traits that members of the opposite sex find attractive—be they horns, feathers, or bright blue posteriors—those traits will become more common over the generations.\n\nThe past decade of research has confirmed that sex is indeed a potent force. But it's powerful in ways that Darwin could not have appreciated. Studies in the past few years have demonstrated that the sexual preference that females have for one kind of male over another is potent enough to carve an old species apart into several new ones. In the lakes of East Africa, for instance, sexual selection has driven the origin of hundreds of new species from fish that live and breed side by side.\n\nSexual selection does more than favor the sexy, however. Any adaptation that enables an individual to have more offspring than other members of its own sex may be favored by sexual selection. For example, male flies that inject chemicals along with their sperm into females can make them less receptive to mating with other males. Unfortunately for the females, these chemicals are toxic. So the female flies respond by evolving defenses against the chemicals, which the males then evolve strategies to overcome. Scientists have documented this so-called sexual conflict in great detail in the past decade, and they can even see its fingerprints on millions of years of evolution by measuring how quickly different genes have evolved. Some of the fastest-evolving genes build semen proteins in many species (including humans).\n\nDarwin made one of his gutsiest predictions when he heard about a bizarre orchid in Madagascar called Angraecum sesquipedale. It grew a tube-shaped spur on its flower measuring over a foot long, at the bottom of which it produced nectar. Darwin was convinced that the extravagant shapes and colors of flowers evolved not to please the eye of man, but to use pollinating animals in many clever ways to promote the plants' own reproduction. One common strategy Darwin recognized was the way a flower would dust insects with pollen as they drank up its nectar. So Darwin proposed that somewhere in the forests of Madagascar lived an insect with a tongue long enough to drink up A. sesquipedale's well-hidden nectar. As the mystery insect drank, the orchid's pollen would cover its body pressed against the flower.\n\nTwenty-one years after Darwin's death, his prediction came true. A moth with a foot-long tongue turned up in Madagascar.\n\nWe depend on ecosystems for many services, and in many cases those services are only possible thanks to coevolution.\n\nSince then, scientists have discovered many other extreme matches in nature. Not all of them are so friendly as the one between the orchid and its long-tongued pollinator. Rough-skinned newts in western North America produce poison in their skin powerful enough to kill a crowd of people. The toxins do their damage by latching onto a particular receptor on the surface of neurons, disabling them. The reason for the newt's overkill is its predator, the garter snake. Garter snakes make special versions of the receptor in question, with a shape that thwarts the toxin's attachment. This precise defense allows the snake to dine on newts with impunity.\n\nIn the past decade, this back-and-forth kind of evolution, known as coevolution, has come much more sharply into focus. For example, scientists have long puzzled over exactly how intimate partnerships like the one between Darwin's moth and orchid came about. In 2005, John Thompson of the University of California at Santa Cruz offered a theory, which he called the geographic mosaic model of coevolution. Thompson argued that, in some places, two species will drive each other's evolution towards more extreme adaptations, while in other places, they may have little or no effect on each other. At the same time, individuals are steadily moving from one population to another, carrying their coevolved genes. Rather than just evolving in lockstep, coevolutionary partners actually evolve in a complex fashion, which Thompson called a geographic mosaic.\n\nRemarkably, it only took a few years for scientists to test Thompson's model—and find support for it. Some looked at pine trees and birds that spread their seeds, others at bacteria and the viruses that infect them, still others at the rough-skinned newts and their garter snake predators. In each case, they discovered an intricate landscape of coevolutionary hotspots and coldspots, just as Thompson predicted.\n\nInsights like these are some of the most important in evolution, particularly for our own well-being. We depend on ecosystems for many services, and in many cases those services are only possible thanks to coevolution. Many of the plants we depend on for food and building materials, for example, have coevolved with fungi that help them get nutrients out of the soil. They also depend on pollinating animals in many cases to reproduce. We, too, have coevolved with friendly microbes and harmful ones (see \"Evolutionary medicine\" entry).\n\nUnfortunately, over the past decade, it has become increasingly clear that the world's biodiversity is imperiled on a scale unmatched for millions of years. As forests are cleared, oceans acidified, diseases spread, and the atmosphere warmed, many species face serious threats to their survival. While this wave of extinctions is new, the history of life has seen many pulses in which vast numbers of species have been wiped out. Studies on extinction are revealing that it has a profound influence on the evolutionary process itself, reorganizing entire ecosystems and offering new opportunities for surviving species to exploit the niches left empty by vanished ones.\n\nVolcanoes in particular appear to have wreaked a lot of havoc, warming the planet with heat-trapping gases and helping to trigger drastic changes in the ocean's chemistry. Under some circumstances, these kinds of assaults can trigger ecological collapse.\n\nIt can take millions of years for the planet to recover from mass extinctions, and in some important ways it is never quite the same. Some of the groups of species that once dominated the planet were snuffed out in mass extinctions. In the past decade, scientists have seen major shifts in the planet's ecology—particularly in the oceans—that hint that it is in the midst of yet another reorganization. As coral reefs die off and fish are hauled out of the sea, for example, less familiar forms of life such as jellyfish or even sulfide-belching bacteria may come to dominate the seas.\n\nThe tree and the web\n\nNow that we live in the genome age, scientists are getting an unprecedented look at how species evolved from common ancestors. That's because their common ancestry is recorded in their DNA, which is passed down from generation to generation. Using supercomputers and sophisticated new statistical methods to analyze DNA, scientists can test old hypotheses about how species are related to one another. They are starting to resolve some puzzles that previous generations of scientists simply couldn't crack. Paleontologists have long argued, for example, that our closest living aquatic relatives are lungfishes and coelacanths, a conclusion that geneticists now confirm. Among our primate relatives, chimpanzees and bonobos are now widely recognized as our closest living kin.\n\nDNA is not a magic wand that instantly gives us answers to all our questions, however. At some stages in the evolution of life, many new lineages have evolved over a relatively short period of time. Many of the major groups of animals alive today may have evolved over roughly 50 million years, some 550 million years ago. It can be difficult to make out the details of these periods of life's history, much as it's hard to use a telescope to make out individual people on a distant island.\n\nScientists have found that fungi and animals share a closer ancestry than either does to plants.\n\nAt the same time, DNA is revealing new patterns in the history of life. Darwin first envisioned evolution as a tree, with new branches budding off like young branches. Today, that metaphor still has great power to explain. Chimpanzees and bonobos are two branches joined at the base by a common ancestor about two million years ago; our own branch split off from their lineage about seven million years ago. On a far grander scale, scientists have found that fungi and animals share a closer ancestry than either does to plants.\n\nBut genes don't always respect the boundaries of species. That's especially true among bacteria and other microbes, in which genes can be shuttled from one species to another. To understand the evolution of single-celled organisms, scientists are increasingly focusing on individual genes, tracing their journeys through time and among species. The path of their journeys looks more like a web. And since life was almost entirely single-celled for the first two billion years of its history, we must see the opening chapters of our biological history as a tapestry rather than a tree.\n\nOver the past decade, scientists have sequenced not just the human genome, but the genomes of chimpanzees, monkeys, and many other animals. Now that they can comb through these genetic archives, they are starting to work out how the genomes of our ancestors changed after they branched off from other primates. The work begins with a catalog. Scientists have tallied up genes that were accidentally duplicated in our lineage, for example, so that we now have more copies of them than do other primates. They've also identified genes that became pseudogenes. And some genes in humans got their start as noncoding DNA in other primates. Recently Aoife McLysaght of the Smurfit Institute of Genetics at Trinity College Dublin discovered three proteins produced by humans that aren't found in our closest non-human relatives. McLysaght then discovered that the genes for these three human proteins correspond almost precisely to stretches of noncoding DNA in the other species. It appears that mutations transformed these pieces of genetic material into genes capable of making proteins.\n\nOur genomes are unique in other ways that are subtle yet no less important. While we share just about all our protein-coding genes in common with chimpanzees, the actual sequence of some of them differs slightly. In many cases, those differences are biologically meaningless; both versions of the protein in question work perfectly well. But in some cases, natural selection was at work. Scientists are amassing a growing list of genes in which they find compelling evidence that mutations in our ancestors boosted their reproductive success. Natural selection has also left its mark on noncoding DNA since our ancestors branched off from other primates, too.\n\nWe are, of course, more than just a unique catalog of genetic elements. Scientists are only now starting to find the meaning in the bits of DNA unique to our species. In some cases, these differences evolved as a result of the unique kinds of viruses and other pathogens we face. In other cases, these differences emerged as we evolved the secret to human success: our unmatched mental versatility. Scientists are beginning to identify genes involved in language and other uniquely human kinds of behavior that underwent dramatic changes in the past few million years. Today, 150 years after the Origin of Species, we're just getting to know our evolutionary selves.\n\nIn 1996, Randolph Nesse, a psychiatrist, and George Williams, an evolutionary biologist, published a book entitled Why We Get Sick. They argued that in order to understand health and disease, scientists had to consider our evolutionary heritage. The book helped inspire a number of scientists—both medical researchers and evolutionary biologists—to establish a new field of inquiry called evolutionary medicine.\n\nIn a sense, evolutionary biologists have been investigating medicine for a long time now. In the late 1950s, for example, Williams first began to ponder why we—and other animals—get old. Williams argued that natural selection favors adaptations for reproducing early in life, even if those adaptations have harmful side effects later on. In recent years, evolutionary biologists have joined forces with medical researchers to analyze these ideas together. Many recent studies on the molecular biology of aging support Williams's basic concepts. Knowing that, in effect, aging is a side effect of a vibrant youth is helping researchers investigate new ways to slow the aging process itself.\n\nEvolution also makes viruses and other pathogens such powerful threats to our survival, even in an age when we can sequence their DNA. That's because their DNA is a moving target, mutating and hitting upon new solutions to the age-old challenge of turning us into breeding grounds for disease. But tracing the evolution of our microscopic enemies can also reveal their vulnerabilities—the ways in which they can't evolve effectively. These weak spots are becoming new targets for preventions and treatments. We may not be able to stop evolution, but we can at least learn how to use it to our advantage. [See an interview with swine flu expert Peter Palese (in Editors' Picks at left).]", "opengraph": {"url": "https://www.pbs.org/wgbh/nova/article/ten-great-advances-evolution/", "title": "Ten Great Advances in Evolution", "description": "Carl Zimmer looks at 10 significant recent advances in evolution studies.", "type": "website", "image": "https://www.pbs.org/wgbh/nova/media/original_images/164-_7d7IZWvten-great-advances-evolution.jpg"}, "tags": ["Tech + Engineering", "Planet Earth", "Body + Brain", "Evolution", "Nature", "Military + Espionage", "Space + Flight", "Ancient Worlds", "Physics + Math"], "tweets": [], "movies": [], "links": ["/wgbh/nova/article/evolution-down-under/", "/wgbh/nova/article/defense-evolution/", "/wgbh/nova/article/dna-human-evolution/", "https://help.pbs.org/support/solutions/articles/5000677869-online-sponsorship-support/", "https://twitter.com/share?url=https://www.pbs.org/wgbh/nova/article/ten-great-advances-evolution/", "https://www.facebook.com/sharer/sharer.php?u=https://www.pbs.org/wgbh/nova/article/ten-great-advances-evolution/", "mailto:?body=From%20Nova%20|%20PBS%0D%0A%0D%0Ahttps://www.pbs.org/wgbh/nova/article/ten-great-advances-evolution/%0D%0A%0D%0A"], "authors": [], "publish_date": "2009-10-26T04:00:00.000Z"}