{"result_id": "MNTT002004", "URL": "https://www.pbs.org/wnet/nature/clever-monkeys-monkeys-and-medicinal-plants/3957/", "timestamp": "2024-02-28 23:18:25 CET+0100", "meta": {"description": "When we are sick, or suffering discomfort from diarrhea or indigestion, we take medicines to make us feel better. We know what ails us, and we know what", "lang": "en", "favicon": "https://www.pbs.org/wnet/nature/wp-content/themes/nature-2014/libs/images/ios/AppIcon72x72@2x.png", "canonical": "https://www.pbs.org/wnet/nature/clever-monkeys-monkeys-and-medicinal-plants/3957/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Clever Monkeys ~ Monkeys and Medicinal Plants | | PBS", "cleaned_text": "When we are sick, or suffering discomfort from diarrhea or indigestion, we take medicines to make us feel better. We know what ails us, and we know what can help us. Monkeys, too, seem to have knowledge of the therapeutic. New cases are reported every year, and zoopharmacognosy, the study of self-medication in animals, is a growing field. The fur-rubbing white-faced capuchins and the charcoal-eating red colobus monkeys seen in Clever Monkeys are just two examples of medical ingenuity in primates. Across the globe, monkeys have figured out remedies for common ailments, just as we have.\n\nOne of the greatest dangers to monkeys, and one of the greatest annoyances, are insects and parasites. Ectoparasites like lice, ticks, and mosquitoes carry many diseases to which monkeys are susceptible. Evolutionary biologists believe that parasites coevolved with their hosts over eons, and both humans and monkeys have continually sought relief from these pests. Itching, scratching, and swatting are the only options for most animals, but primates have evolved several novel approaches. Grooming is an effective way to pick off pesky bugs, but the white-faced capuchins seen in Clever Monkeys take pest control to another level. They rub themselves with leaves from the piper plant, which is also used by some people in Costa Rica as an insect repellant. The piper leaves are also antiseptic, which helps ward off bacterial and fungal infections. Fur-rubbing episodes in the white-faced capuchin monkeys correlate markedly with increases in humidity. The capuchins know that increased humidity means an increase in the abundance of insects, and the risk of bacterial and fungal skin infections. Capuchins also sometimes rub their fur with millipedes that contain benzoquinones, chemical compounds that repel insects. Owl monkeys and lemurs have also been observed fur-rubbing with millipedes. Only in the capuchins does fur-rubbing play a social role. In Clever Monkeys, the white-faced capuchins become quite excited and enthusiastically gather together to anoint each other with the piper plant. What underlies this party-like behavior is a simple protective measure for the group: each member of the group benefits if the group as a whole is protected from parasites.\n\nPrimates also have to deal with intestinal parasites. Tamarins have been known to swallow large seeds that in effect dislodge and sweep worms out of their intestinal tract. This practice markedly decreases the parasitic load within their intestines. Other monkeys experience bouts of diarrhea brought on by parasites and viruses. The bonnet macaques of Southern India have taken to eating dirt from termite mounds. Why eat dirt from termite mounds? The dirt contains kaolin minerals, the same ingredient found in over the counter anti-diarrhetics such as Kaopectate. Rhesus macaques also partake in geophagy, the eating of dirt, for the same reasons. Clay also contains kaolin, and the rhesus macaques take extra care to only ingest clay-rich soils. Like the white-faced capuchins, which only select plants for fur-rubbing with insecticide properties, the macaques selectively choose the right kinds of dirt to sooth their stomachs.\n\nBecause their leafy diets contain high levels of cyanide, many monkeys, like the black and white colobus in Clever Monkeys, suffer from indigestion. The discovery by red colobus monkeys that eating charcoal absorbs the cyanide and relieves indigestion was revolutionary. The practice is transmitted from mother to infant by imitation. Knowledge is passed from generation to generation, just as the most tested and true remedies have been passed down by earlier generations of humans. With the toxins being absorbed, the red colobus monkeys are free to eat a wider array of plants that have a high nutritional value and are easily digested. The birth rates in red colobus monkeys that eat charcoal have exploded, proving an evolutionary advantage to self-medicating. It is their clever mind, their curiosity, and their novelty that have made them successful. The same could be said about us.", "opengraph": {"locale": "en_US", "type": "article", "title": "Clever Monkeys ~ Monkeys and Medicinal Plants | Nature | PBS", "description": "When we are sick, or suffering discomfort from diarrhea or indigestion, we take medicines to make us feel better. We know what ails us, and we know what", "url": "https://www.pbs.org/wnet/nature/clever-monkeys-monkeys-and-medicinal-plants/3957/", "site_name": "Nature", "article:publisher": "http://www.facebook.com/pbsnature", "article:author": "tanner vea", "article:published_time": "2011-09-13T13:31:04+00:00", "article:modified_time": "2014-10-21T20:01:23+00:00", "image": "https://www.pbs.org/wnet/nature/files/2008/10/610_monkeys_medicine.jpg", "image:width": "610", "image:height": "331", "image:type": "image/jpeg"}, "tags": [], "tweets": [], "movies": [], "links": ["https://www.pbs.org/wnet/nature/files/2008/10/610_monkeys_medicine.jpg"], "authors": ["tanner vea"], "publish_date": "2011-09-13T13:31:04+00:00"}