{"result_id": "MNTT002048", "URL": "https://www.pbs.org/wgbh/pages/frontline/shows/altmed/clash/history.html", "timestamp": "2024-03-06 15:08:27 CET+0100", "meta": {"description": "", "lang": "en", "favicon": "", "canonical": "https://www.pbs.org/wgbh/pages/frontline/shows/altmed/clash/history.html", "encoding": null, "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "The Alternative Fix - Clash | FRONTLINE | PBS", "cleaned_text": "Although it seems like the current surge in interest in alternative medicine is a modern trend, in fact, alternative practioners like homeopaths and naturopaths have been active in America--and battling with conventional doctors--for over 150 years. Medical historian James Whorton traces the history of alternative medicine in America, and explores the evergreen appeal of holistic approaches to healing. So explosive has been the growth of interest in complementary and alternative medicine (CAM) over the last decade, one could easily draw the conclusion that unconventional approaches to healing must be a new phenomenon in American society. In fact, the current surge of enthusiasm for unorthodox treatments is merely the latest of three waves of popularity in the past century-and-a-half (the first was the mid-1800s, the second the early 1900s). And although it is true that the present environment differs in certain critical respects from previous cycles, there are still more ways in which historical patterns are mirrored by the interest in CAM today. It is therefore vital to have some familiarity with the historical background of unconventional medicine in order to understand our contemporary situation. Unorthodox systems of medical treatment were first developed in Europe and the United States in the late 1700s; by 1850, Americans dissatisfied with conventional medicine could choose from among Thomsonianism (which employed botanical drugs and steam baths), hydropathy (which used various applications of cold water), magnetic healing (which relied on hypnotism and suggestion), and a number of other schemes. Most popular of all—comparable in scale to chiropractic today--was homeopathy, which prescribed drugs that were supposed to cure by duplicating the symptoms experienced by the patient, a form of \"like cures like\" (\"homeopathy\" is derived from the Greek roots omeos, or \"similar,\" and pathos, or suffering; homeopathy thus means using treatments that are \"like the disease\"). Following the Civil War, a second generation of unorthodox systems emerged: osteopathy in the 1870s, and chiropractic and naturopathy in the 1890s. Many more alternative methods would establish a foothold in the twentieth century, most notably massage therapy and, since the 1970s, acupuncture. From the beginning, doctors utilizing unconventional methods were dismissed by orthodox medicine as unscientific pretenders, and were collectively branded \"irregular practitioners\" (\"alternative practitioners\" would not become the common designator until the 1970s). Not surprisingly, through the entire nineteenth century and all but the last quarter or so of the twentieth, relations between MDs and irregulars were hostile. Venom flowed through all their exchanges with one another. In the mid-1800s, for example, a regular physician addressed the question of what should be the attitude of true medicine toward homeopathy. \"It should be that of abomination, loathing and hate,\" he declared; \"It should be considered the unclean thing--foul to the touch, wicked and treacherous to the soul…the death of every upright principle.\" In reply, a homeopath voiced his profession's feelings about regulars: \"Spurn them beneath your feet as foul and slimy reptiles,\" he urged. \"Dogs may return to their vomit, and sows to their wallowing in the mire,\" but homeopathy must never return to orthodox methods, \"the chaos from whence it came forth.\"1 (It was the founder of homeopathy, Samuel Hahnemann, who coined the term allopathy, from Greek words meaning \"different from the disease,\" as a label for conventional medicine. \"Allopathic medicine\" has been revived and come into common use in recent years as a synonym for mainstream medicine, and many MDs today accept the designation uncomplainingly; in the nineteenth and early twentieth centuries, however, regular practitioners bitterly resented the name, as it implied their medicine was just one more \"pathy,\" no more valid than homeopathy or naturopathy). Conflict between regulars and irregulars has been a war not just of words, but of action too. Establishment medicine has striven all along to suppress alternative practitioners by pressing legal authorities to arrest, fine, and jail them as threats to public safety for practicing medicine without a license; as a result, many irregular doctors have indeed paid hefty fines and/or spent time in jail. In return, they have struck back forcefully. On one hand, they have successfully campaigned for legislation granting them legal standing in states throughout the union. On the other, they have refined a public image of being superior care givers that has proved very attractive to American consumers. It is an image drawn from a distinctive medical philosophy crafted in the early nineteenth century, and held in common by alternative practitioners of all stripes ever since. In considering the tenets of that philosophy, one can see several telling parallels between the irregular medicine of the past and the alternative medicine of today. The emergence of irregular medicine in the late 1700s was encouraged first of all by the perceived ineffectiveness, even danger, of conventional allopathic therapies. Standard treatment up to the middle of the 1800s was centered on evacuation of morbid matter from the body through blood-letting, vomiting, purging of the bowels, blistering of the skin, and similar depletive measures. There were theoretical justifications for such therapies, physicians believed, but to observers guided only by common sense, they appeared useless if not murderous. The most frequently prescribed drug of all, for instance, was the purgative calomel, a mercury compound that caused ulceration of the gums, loss of teeth, and, in some cases, destruction of the jawbone. Even MDs acknowledged that \"the mercurial treatment\" left the sick \"maimed and disfigured,\" objects \"of pity and horror\" not unlike cancer patients who a century and more later would be subjected to chemotherapy.2 Similarly, today a significant factor in the appeal of alternative medicine is public fear of the side effects of not just cancer drugs, but pharmaceuticals in general. People are also drawn to alternative medicine today in hope of assistance for conditions that often are not curable by conventional medicine. Cancer, diabetes, AIDS, and other afflictions are the modern equivalents of the lethal infectious diseases that ravaged the country in the 1800s and early 1900s. Particularly important for encouraging nineteenth-century Americans to look to irregulars for help was Asiatic cholera, an acute intestinal infection that invaded the United States in epidemic waves in the early 1830s and late 1840s. Cholera killed through dehydration, so absolutely the worst thing to do to a cholera patient was to administer bleeding, vomiting, and purging. Standard treatment reinforced the effects of the disease, no doubt sometimes killing people who otherwise would have survived, and allopaths' obvious impotence when faced with cholera—or yellow fever or typhus or other epidemic infections—drove patients to irregulars. They, at least, did not make the situation worse. They did not make it worse, irregular doctors believed, partly because their treatments were gentle and non-toxic, but fundamentally because they acted in concert with nature. Alternative doctors throughout the past two centuries have identified themselves as practitioners of \"natural healing,\" by which they have meant they use remedies and procedures that support and stimulate the healing power of nature, the innate tendency of the body to react to illness and work to restore itself to equilibrium and wholeness. As the botanic healer Samuel Thomson announced in the 1820s, his approach had \"always been...to learn the course pointed out by nature,\" then to provide \"those things best calculated to aid her in restoring health.\"3 Compare that position to the first principle of naturopathic medicine as stated in 1999: \"Naturopathic physicians believe that the body has considerable power to heal itself. It is the physician's role to facilitate and enhance this process with the aid of natural, nontoxic therapies.\"4 These are sentiments that have been expressed as bedrock philosophy by the proponents of every alternative approach to healing from the 1700s through to the present. There has also been a consistent response from regular physicians throughout the history of alternative medicine, that the cures attributed to natural remedies are in truth nothing more than demonstrations of the power of a patient's belief in his doctor and the ability of the body to heal itself. As a mid-1800s regular said of homeopaths, they would be every bit as successful if they replaced their symptom-duplicating drugs with \"atoms of taffy or sawdust [providing they] give their patients room to exercise their faith, and nature time and opportunity to do the work.\"5 The power of the placebo effect continues to be the explanation offered by many mainstream physicians today to account for patients who recover under alternative medical care. To the extent that patient faith contributes to recovery, irregular practitioners have had an advantage from the outset by virtue of cultivating a more intimate and empathic doctor-patient relationship, by in truth offering what in present times we are calling holistic medicine. The word \"holistic\" was not introduced into medical circles until the 1970s, when it gained vogue as a catchphrase for providing personalized, humane treatment of the whole patient, psyche and soul as well as body. Nineteenth-century alternative doctors thus didn't know they were practicing \"holistic medicine,\" yet they repeatedly cited their engagement with patients as complicated individual human beings, and not mere organ containers, as one of the chief marks of their superiority to allopathic medicine (it was during the first half of the nineteenth century that mainstream medicine began to focus diagnostic attention on physical pathology seated in specific organs or tissues, and to lose touch with the sick person whose life was being disrupted by that pathology). The words of homeopathy's Samuel Hahnemann in 1810 could have come from the leaders of any of the irregular systems in his day or after: \"all parts of the organism are so intimately connected as to form an indivisible whole in feelings and functions.\"6 One sees this repeated in another of the basic principles of naturopathic medicine today, that naturopaths \"view an individual as a whole entity composed of a complex interaction of physical, mental-emotional, spiritual, social, and other factors.\"7 Nevertheless, the appeal of gentle, natural therapies delivered holistically has waxed and waned over time. The first stage of popular excitement for unconventional medicine, the period from roughly 1830 to 1870, was fueled by distaste for calomel and other harsh allopathic drugs, the more detached bedside manner of regular physicians, and not least by the seeming determination of MDs to understand the human body as a purely mechanical construct, ignoring or denying the operation of forces or agencies that could not be quantified or accounted for by chemistry and physics. Lay people, after all, were inclined to see life as a more mysterious process, and so found satisfaction in homeopaths' declarations of faith in a vital spirit roused to activity by their drugs, and in magnetic healers' claims to manipulate a cosmic vital energy. Similarly, the current period of excitement over alternative medicine was stimulated in part by the reaction in the 1960s and 1970s against biomedical reductionism, the explanation of all vital phenomena in biochemical terms. Recent decades have witnessed a revival of faith that life is more complicated than the biochemists acknowledge, and many patients have opted for healing methods that presume the existence of a vital force (naturopathy) or some form of life energy (the human energy field of Therapeutic Touch, the qi of acupuncture, the prana of Ayurveda). The initial phase of popular enthusiasm for irregular medicine wound down in the 1870s and 1880s as the germ theory of disease was developed and applied to drug therapy, surgery, and public health. By 1900, allopathic medicine had undergone a revolutionary transformation into an enterprise based on a far more solid scientific foundation and capable of treating, and preventing, disease with a degree of effectiveness not previously approached. Deeply impressed by this new medicine, the public shifted allegiance in great measure back to regular practice. Adding to the decline of medical alternatives was the internal professional dissension that weakened many irregular groups. But during the decade from 1892 through 1901, three new alternative systems opened schools and began to send graduates out into practice. Osteopaths, chiropractors, and naturopaths all sensed that people actually felt a fair amount of ambivalence about the recent advances in allopathic medicine, realizing that the new surgical operations, vaccines, and drugs could not only do more for them—they could also do more to them. Campaigning under the banner of \"drugless healing,\" all three systems grew rapidly in support, as measured both in patient visits and enactment of state licensing provisions. Surveys conducted in the 1920s indicated that anywhere from one-quarter to three-quarters of the American population received treatment from a drugless healer at least occasionally (surveys published in the 1990s showed that 30% to 40% of Americans used some form of alternative medicine, though usually in conjunction with conventional treatment). This second stage of prominence for non-allopathic medicine ended in the 1940s, with the introduction of antibiotics and other so-called \"wonder drugs.\" A honeymoon with regular medicine ensued, but it turned out to be brief. By the 1960s patients were once again growing restless, unsettled by news of the untoward effects of many of the new drugs (the thalidomide tragedy having an especially profound impact) and disaffected with the clinical style of allopathic physicians who were more than ever directed toward an objective diagnosis of pathology at the expense of relating to the patient's subjective experience of the illness. Further, doctors trained to intervene decisively to cure infections with antibiotics were poorly equipped to deal with the emotional needs of patients suffering from cancer, heart disease, diabetes, and the other chronic degenerative diseases that came to the fore as infectious disease was brought under control. It was this lack of attention to the whole person that generated the holistic health backlash of the 1970s, and alternative medicine, whose practitioners had always preached a holistic philosophy, benefited from the popular demand for more personal care. Over time, \"holistic\" would be expanded in meaning to include all the principles of alternative medical philosophy, until by the 1990s \"holistic medicine\" had become virtually synonymous with alternative medicine. Unconventional doctors profited as well from the counter-culture movements of the 1960s, particularly the call to return to a more natural way of life (and more natural ways of healing) and rebellion against authority and the establishment; alternative practitioners had been rebelling against the authority of the medical establishment for more than a century. Renewed awareness of alternative medicine snowballed through the 1970s and 1980s, culminating in 1992 in the establishment by the United States Congress of an Office of Alternative Medicine (OAM) at the National Institutes of Health. Given the charge of promoting and funding research into the efficacy of alternative therapies, OAM saw its budget increase forty-five-fold during its first decade. In 1998, the status of OAM was upgraded by Congress to the National Center for Complementary and Alternative Medicine, in recognition of the strengthening conviction that many alternative methods could actually serve as complements to standard therapy. This idea of complementariness is what is most distinctive about the current era of unconventional medicine. Prior to the last quarter of the twentieth century, cooperation between the two sides was unthinkable, and as much so for irregular as for regular physicians. Historically, alternative systems operated on the assumption they were capable of treating all disease, and anticipated they would one day drive allopathic medicine (as well as all other irregular groups) into extinction. \"Hydropathy aims not at a reform,\" a water-cure doctor proclaimed in the 1840s, \"but a total annihilation of the present system.\"8 As alternative medicine matured through the twentieth century, however, practitioners came to accept both their own limitations and the strengths of allopathic medicine. Alternative doctors today accept that for the treatment of trauma and acute infections, conventional medicine is unsurpassed. For other problems, however, they feel their medicine is often superior and almost always useful. \"If I get into a serious accident,\" a naturopath has recently written, \"take me directly to the hospital emergency department. Do not take me to a naturopathic physician.\" But, she continues, \"once they stop the hemorrhaging, I want the hospital to call my naturopathic doctor, because then I want to integrate. I want the best of both medicines.\"9 Integrating the best of all medical systems into a single grand program of healing is the new goal of advocates of CAM from both the alternative and the allopathic camps. But integration will not be achieved easily, for wounds from past conflicts have not fully healed and are easily reopened. Distrust and wariness remain on both sides. It will take time, coupled with continuing demonstrations of the efficacy of alternative therapies, to put the turbulent past of irregular medicine to rest. 1. Harris Coulter, Divided Legacy: A History of the Schism in Medical Thought, volume 3 (Washington, DC: McGrath, 1973), 157-8. 2. J. W. Heustis, \"Remarks on the endemic diseases of Alabama,\" American Journal of Medical Sciences (1828) 2:41-2. 3. Samuel Thomson, A Narrative of the Life and Medical Discoveries of Samuel Thomson (Boston: Author, 1822), 9. 4. Michael Murray and Joseph Pizzorno, \"Naturopathic Medicine,\" in Wayne Jonas and Jeffrey Levin, editors, Essentials of Complementary and Alternative Medicine (Philadelphia: Lippincott, Williams, and Wilkins, 1999), pp.307-8. 5. David Cathell, The Physician Himself and What he Should Add to His Scientific Acquirements, 4th edition (Baltimore: Cushings and Bailey, 1885), 152. 6. Samuel Hahnemann, Organon of the Art of Healing, 5th American edition, C. Wesselhoeft, translator (Philadelphia: Hahnemann, 1875), 149. 9. Eileen Stretch and Nancy Faass, \"The evolution of integrative medicine in Washington State,\" in Nancy Faass, editor, Integrating Complementary Medicine into Health Systems (Gaithersburg, MD: Aspen, 2001), 35.", "opengraph": {}, "tags": [], "tweets": [], "movies": [], "links": ["../consumers/homeopathy.html", "../consumers/acupuncture.html", "#1", "philosophy.html", "#2", "#3", "#4", "#5", "../snake/placebo.html", "#6", "#7", "#8", "#9", "integrated.html", "../snake/"], "authors": [], "publish_date": null}