{"result_id": "MNTT002016", "URL": "https://www.pbs.org/newshour/health/addiction-mythbusters-understand-what-triggers-addiction-and-how-to-manage-the-disease", "timestamp": "2024-03-06 15:07:50 CET+0100", "meta": {"description": "EmbedVideo(6130, 482, 304); Journalist David Sheff talks with Judy Woodruff about his new book, \"Clean: Overcoming Addiction and Ending America's Greatest Tragedy.\" It has been more than 40 years since Richard Nixon called for a \"war on drugs,\" and yet our prevention and treatment efforts have largely failed to address the chronic illness of substance addiction that afflicts one in 12 Americans and affects millions more friends and family members. Journalist David Sheff's son Nic", "lang": "en", "favicon": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/ios/AppIcon57x57.png", "canonical": "https://www.pbs.org/newshour/health/addiction-mythbusters-understand-what-triggers-addiction-and-how-to-manage-the-disease", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.pbs.org", "title": "Why We Should Treat, Not Blame Addicts Struggling to Get 'Clean'", "cleaned_text": "Journalist David Sheff talks with Judy Woodruff about his new book, “Clean: Overcoming Addiction and Ending America’s Greatest Tragedy.”\n\n\n\nIt has been more than 40 years since Richard Nixon called for a “war on drugs,” and yet our prevention and treatment efforts have largely failed to address the chronic illness of substance addiction that afflicts one in 12 Americans and affects millions more friends and family members.\n\nJournalist David Sheff’s son Nic began using marijuana and alcohol at the age of 12, then heroine and crystal meth. Sheff was baffled; his son transformed from an intelligent student and athlete into an addict living on the streets. At first he thought Nic was just being a wild teenager who needed some tough love. But after struggling to find Nic treatment — and keep him alive — Sheff realized that his son was dealing with a serious disease, more similar than different from diabetes, hypertension or even cancer.\n\nWith his personal experience and more than 10 years of research, Sheff concluded that addiction is a health crisis with a price tag of $600 billion in combined medical, economic, criminal and social costs every year.\n\nIn a follow-up to his memoir “Beautiful Boy,” David Sheff has written a new book, “Clean: Overcoming Addiction and Ending America’s Greatest Tragedy,” in order to outline a slew of reasons why society and addiction treatments have largely failed to help the 20 million Americans with addictions.\n\nSheff asserts that the reason that addiction treatments overwhelmingly fail is because of how we view addiction. And he says correcting common misconceptions about the disease can be the first step towards improving the social support and medical treatment systems for those struggling with their addictions.\n\nBelow are the top myths about addiction, according to David Sheff. Do you agree or disagree? Let PBS NewsHour know what you think by leaving your comments in the discussion section at the bottom of the page.\n\nMyth No. 1: Good kids don’t use drugs, bad kids do.\n\nAs our children grow up, we — parents, teachers, the culture as a whole — tell them that good kids abstain, bad ones use. Yet 80 percent of America’s children will at least try alcohol or other drugs. Do we really believe that most of our children are bad? As a pediatrician told me: “These aren’t bad kids. They’re our kids.”\n\nBy moralizing the choice to use or not, we’re alienating our kids. This isn’t a question of good and bad, it’s a question of health and safety. If we keep this in mind, we can better help our kids grow up without succumbing to drugs and continuing to use, trying new and more dangerous drugs, and even become addicted.\n\n\n\nMyth No. 2: It’s impossible to prevent drug use. Kids who are going to use are going to use.\n\nWe’ve failed to prevent use because we’ve done most things wrong by focusing on drugs as a criminal and moral problem, and on scare tactics and hyperbole. Prevention efforts will be effective when we focus not on “just say no” tactics, but instead address the reasons kids use.\n\nKids who have drug problems often use drugs as a way to alleviate stress and otherwise help them cope with stressful lives. Kids who experienced trauma are more likely to have drug problems. The list of risk factors goes on: those growing up in poverty or violent neighborhoods, children whose parents divorce or suffer loss, those with addiction, including alcoholism, in their family, young people with ADHD, with learning disabilities, with a host of psychological disorders including depression and bipolar disorder.\n\nWe’ll effectively lower or potentially prevent drug use when we address these risk factors and replace them with protective factors.\n\n\n\nMyth No. 3: People who get addicted are weak and without morals.\n\nAddiction is a disease. This isn’t about character. People who think that addicts are weak assume that will power is enough for a person to stop using.\n\nSo if weakness isn’t the reason why, when someone’s life is negatively affected by their drug use, why don’t they just stop? It’s because their brains have altered so the new “normal” is the presence of drugs.\n\nDependence is real, not a choice, biologically rooted, and therefore addicts must be treated. It’s critical that people understand that addiction is a serious illness, usually chronic and progressive and often fatal. Addiction is the cause for 120,000 deaths each year.\n\n\n\nMyth No. 4: Addicts must hit bottom before they can be treated.\n\nThis myth kills addicts. Don’t wait for an addict to hit bottom; do everything you can to get them into treatments. Addicts are often told that they must hit bottom, but they need to know that people who enter treatment can and do get well. Many people die before they hit a bottom. We must reject this archaic belief.\n\n\n\nMyth No. 5: You don’t treat drug problems with drugs.\n\nWrong again. Many addiction treatments can and should include medication. A variety of medications, when prescribed, monitored, and adjusted by a good psychiatrist, in combination with behavioral therapies, dramatically up the odds of\n\n successful treatment.\n\nFor many addicts, the impact of medications can be profound — even lifesaving. And for addicts with concurrent mental illnesses, drugs can be essential. Some of the same medications that help during detox can be part of primary care. Some of these prescriptions inhibit cravings. Some treat the symptoms that come with sobriety following intense and consistent drug use. Some replacement drugs not only reduce cravings but act as deterrents; they block certain drugs from attaching to receptors, thereby preventing the drugs from triggering a high if they’re taken. In addition, medications can treat the concurrent and underlying problems, including anxiety, depression, and other disorders, that contribute to addiction.\n\n\n\nMyth No. 6: The only way for addicts to stop using is by going to AA meetings.\n\nAlcoholics Anonymous (AA) and the Twelve Steps have helped countless addicts get and stay sober. It’s a profound program that works for many people. But it doesn’t work for a majority of addicts.\n\nPeople must know that there are other treatments that are effective. Some are used in concert with AA, but AA isn’t a requirement to managing addiction. When treatment programs insist that patients must practice the Steps, they can alienate some addicts, often teenagers.\n\nEffective programs should offer many types of treatment, including behavioral and psychological treatments. As I said, some addictions should be treated with medication in addition to behavioral treatments.\n\n\n\nMyth No. 7: Marijuana is not addictive. No one’s ever died from marijuana. It’s not a gateway drug. Marijuana shouldn’t be legalized.\n\nMarijuana should be legalized, but not because it’s safe, especially for teenagers and young adults. It should be legalized because we must treat marijuana use like all drug use — as a health issue. The fact that it is illegal just drives using marijuana underground. The last thing we want to do is increase those things by kicking kids out of school or throwing them into the criminal justice system because they were caught smoking pot.\n\nBut those who support legalization by saying that pot is harmless — “it’s natural, innocuous” — are also wrong. Marijuana is dangerous for kids. Part of the reason is that their brains are developing during adolescence and early adulthood. Drugs impede and alter the brain development, and these changes can harm cognition and memory, and can impede kids’ emotional maturation.\n\nMarijuana is a gateway drug for some kids who smoke; I’ve never met an addict who started on heroin — it’s always pot and drinking. And marijuana is addictive for about 7 percent of those who try it. Yes, people don’t overdose and die from smoking pot, but those who drive while high are twice as likely to get in car accidents, including ones that are fatal.\n\n\n\nWe’ve failed at solving America’s drug problem not because it’s impossible to do so, but we’ve been focusing on the wrong things. The main problem is that we’ve treated drug use as a criminal problem and drug users as morally bankrupt.\n\nThere are several developments that make me optimistic that we can lower drug use, treat addicts and potentially solve many of the problems in America caused by addiction:\n• There’s a growing understanding and acceptance that addiction is a disease and must be treated like we treat other diseases.\n• There are advances in treatment that will dramatically improve the likelihood that addicts will get well. There are also new prevention strategies, early assessment, and brief intervention strategies that work.\n• There is progress toward making sure that people who need treatment will be able to find programs that use evidence-based treatment.\n• There is a new organization founded called Brian’s Wish To End Addiction — modeled after the American Cancer Society — that will work to educate the American public, support research and lobby Congress, all in order to improve addiction treatment and care. The organization is being led by businessmen and scientists determined to unite those throughout America who are working to end this disease.\n• Sections of the Affordable Care Act that will go into effect in January 2014 will profoundly influence addiction care in America. Insurance will have to cover addiction treatments and other mental illnesses as comprehensively as they cover any other disease. For the first time, insurance will pay for whatever level of treatment is needed. Plus the more money available for treatment, the more jobs there will be for good and highly trained therapists and psychiatrists and other treatment professionals.\n• There’s a growing movement in America of addicts and family members coming out of the darkness. They are calling for a national and local focus on starting a war on addiction, not on drugs. (I’ve started a petition online that will be presented to President Obama. It’s a model based off the successful 1980s campaign to tackle the AIDS epidemic: Silence = Death. Silence = Death for addiction, too. Find a link at www.davidsheff.com.)\n\nThe top myths about addiction above were adapted from content from David Sheff’s new book, “Clean: Overcoming Addiction and Ending America’s Greatest Tragedy. The views are his own.\n\nWhat do you think about these myths about addiction? Do you agree or disagree? Leave your comments in the discussion section below.", "opengraph": {"locale": "en_US", "type": "article", "site_name": "PBS NewsHour", "title": "Why We Should Treat, Not Blame Addicts Struggling to Get 'Clean'", "description": "EmbedVideo(6130, 482, 304); Journalist David Sheff talks with Judy Woodruff about his new book, \"Clean: Overcoming Addiction and Ending America's Greatest Tragedy.\" It has been more than 40 years since Richard Nixon called for a \"war on drugs,\" and yet our prevention and treatment efforts have largely failed to address the chronic illness of substance addiction that afflicts one in 12 Americans and affects millions more friends and family members. Journalist David Sheff's son Nic", "image": "https://d3i6fh83elv35t.cloudfront.net/static/assets/images/social-share.jpg", "url": "https://www.pbs.org/newshour/health/addiction-mythbusters-understand-what-triggers-addiction-and-how-to-manage-the-disease", "article:publisher": "https://www.facebook.com/newshour/", "article:published_time": "2013-04-05T14:20:19-05:00", "article:section": "Health", "article:tag": "editors' picks, supreme court"}, "tags": ["supreme court", "The Leading Edge", "Long-Term Care", "editors' picks", "Supreme Court", "Essays", "Brooks and Capehart", "ScienceScope", "Race Matters", "Politics Monday", "Basic Research", "Innovation and Invention", "Teachers' Lounge"], "tweets": [], "movies": [], "links": ["http://www.drugabuse.gov/publications/drugfacts/understanding-drug-abuse-addiction", "http://davidsheff.com/clean/", "www.brianswish.org", "http://www.davidsheff.com"], "authors": [], "publish_date": "2013-04-05T14:20:19-05:00"}