{"result_id": "MNTT003002", "URL": "http://multimedia.cbs.com/news/treating-depression-is-there-a-placebo-effect/", "timestamp": "2024-03-06 15:09:09 CET+0100", "meta": {"description": "A Harvard scientist says the drugs used to treat depression are effective, but for many, it&#039;s not the active ingredient that&#039;s making people feel better. It&#039;s the placebo effect.", "lang": "en", "favicon": "https://www.cbsnews.com/fly/bundles/cbsnewscore/icons/icon.svg?v=bc5d8c67ac570dce258200b20849fb01", "canonical": "https://www.cbsnews.com/news/treating-depression-is-there-a-placebo-effect/", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "multimedia.cbs.com", "title": "Treating Depression: Is there a placebo effect?", "cleaned_text": "Do antidepressants work? Since the introduction of Prozac in the 1980s, prescriptions for antidepressants have soared 400 percent, with 17 million Americans currently taking some form of the drug. But how much good is the medication itself doing? \"The difference between the effect of a placebo and the effect of an antidepressant is minimal for most people,\" says Harvard scientist Irving Kirsch. Will Kirsch's research, and the work of others, change the $11.3 billion antidepressant industry? Lesley Stahl investigates.\n\nThe following script is from \"Treating Depression\" which aired on Feb. 19, 2012. Lesley Stahl is the correspondent. Richard Bonin, producer.\n\nThe medical community is at war - battling over the scientific research and writings of a psychologist named Irving Kirsch. The fight is about antidepressants, and Kirsch's questioning of whether they work.\n\nKirsch's views are of vital interest to the 17 million Americans who take the drugs, including children as young as six and to the pharmaceutical industry that brings in $11.3 billion a year selling them.\n\nIrving Kirsch is the associate director of the Placebo Studies Program at Harvard Medical School, and he says that his research challenges the very effectiveness of antidepressants.\n\nIrving Kirsch: The difference between the effect of a placebo and the effect of an antidepressant is minimal for most people.\n\nLesley Stahl: So you're saying if they took a sugar pill, they'd have the same effect?\n\nIrving Kirsch: They'd have almost as large an effect and whatever difference there would be would be clinically insignificant.\n\nStahl: But people are getting better taking antidepressants. I know them.\n\nStahl: We all know them.\n\nKirsch: People get better when they take the drug. But it's not the chemical ingredients of the drug that are making them better. It's largely the placebo effect.\n\nIrving Kirsch's specialty has been the study of the placebo effect: the taking of a dummy pill without any medication in it that creates an expectation of healing that is so powerful, symptoms are actually alleviated.\n\n[Kirsch: This is the placebo response...]\n\nKirsch, who's been studying placebos for 36 years, says \"sugar pills\" can work miracles.\n\nKirsch: Placebos are great for treating a number of disorders: irritable bowel syndrome, repetitive strain injuries, ulcers, Parkinson's disease.\n\nEven traumatic knee pain. In this clinical trial some patients with osteoarthritis underwent knee surgery. While others had their knees merely opened and then sewn right back up.\n\nKirsch: And here's what happened. In terms of walking and climbing, the people who got the placebo actually did better--\n\nKirsch: --than the people who got the real surgery.\n\nKirsch: And that lasted for a year. At two years after surgery, there was no difference at all between the real surgery and the sham surgery.\n\nStahl: Is it all in your head or--\n\nKirsch: Well, it's not all in your head because the placebos can also affect your body. So if you take a placebo tranquilizer, you're likely to have a lowering of blood pressure and pulse rate. Placebos can decrease pain. And we know that's not all in the mind also because we can track that using neuro-imaging in the brain as well.\n\nHe says the doctors who prescribe the pills become part of the placebo effect.\n\nKirsch: A clinician who cares, who takes the time, who listens to you, who asks questions about your condition and pays attention to what you say, that's the kind of care that can help facilitate a placebo effect.\n\nHe says he got into researching the effect of antidepressants by accident.\n\nKirsch: I was interested in evaluating the size of the placebo effect. I really didn't even care about the drug effect because everybody, including me, knew it worked. I used to refer patients to get prescriptions. I didn't change the focus of my work onto looking at the drug effect until I saw the data from our first analysis.\n\nWhat he saw was that it almost didn't matter what kind of pill doctors gave patients.\n\nKirsch: We even looked at drugs that are not considered antidepressants: tranquilizers, barbiturates. And do you know what? They had the same effect as the antidepressants.\n\nKirsch was so surprised by his initial findings, he decided to do a second study - using data not only from the drug companies' clinical trials that had been published in medical journals.\n\nThis time he got data that weren't published but had been submitted to the FDA, which he got through the Freedom of Information Act.\n\nKirsch: These are the studies that showed no benefit of the antidepressant over the placebo. What they did is they took the more successful studies, they published most of them. They took their unsuccessful studies and they didn't publish them.\n\nStahl: So when you did your study, you put all the trials together?\n\nStahl: You're looking at patients who took the real drug and patients who took the placebo.\n\nStahl: Did they get equally better, or did the ones who took the pills get even a little better?\n\nKirsch: If they were mildly or moderately depressed, you don't see any real difference at all. The only place where you get a clinically meaningful difference is at these very extreme levels of depression.\n\nStahl: Now look, psychiatrists say the drug works.\n\nStahl: The drug companies and their scientists say the drug works. Maybe you're wrong.\n\nKirsch: Maybe. I'd add to that, by the way, patients say the drugs--\n\nKirsch: --work. And, for the patients and the psychiatrists, it's clear why they would say the drug works. They take the drug; they get better. Our data show that as well.\n\nStahl: You're just saying why they get better.\n\nKirsch: That's right. And the reason they get better is not because of the chemicals in the drug. The difference between drug and placebo is very, very small; and in half the studies non-existent.\n\nKirsch and his studies have triggered a furious counterattack - mainly from psychiatrists, who are lining up to defend the use of antidepressants like Dr. Michael Thase, a professor of psychiatry at the University of Pennsylvania School of Medicine, who has been a consultant to many of the drug companies.\n\nStahl: Irving Kirsch says that depressants are no better than placebo for the vast majority of people with depression, the vast majority. Do you agree with that?\n\nMichael Thase: No, no. I don't agree. I think you're confusing, or he's confusing, the results of studies versus what goes on in practice.\n\nHe says that Kirsch's statistical analysis overlooks the benefits to individual patients.\n\nAnd while he agrees there's a substantial placebo effect -\n\n[Thase: Have you been keeping track of your depression scores?]\n\nEspecially for the mildly depressed, using a different methodology, he finds that the drugs help 14 percent of those moderately depressed, and even more for those severely depressed.\n\nThase: Our own work indicates pretty convincingly that this is a large and meaningful effect for a subset of the patients in these studies.\n\nStahl: But even by your own numbers more people, maybe twice as many people, are having a placebo effect than are actually being helped by the drug.\n\nStahl: And this isn't troubling to you?\n\nThase: I wish our antidepressants were stronger. I hope we have better ones in the future. But that 14 percent advantage over and above the placebo is for a condition that afflicts millions of people, that represents hundreds of thousands of people who are better parents, who are better workers, who are happier and who are less likely to take their life.\n\nSince the introduction of Prozac in the 1980s, prescriptions for these drugs have soared 400 percent -\n\n[Commercial: I used to be happy, I remember being happy...]\n\n-- with the drug companies having spent billions over the years advertising them.\n\nStahl: I don't know about you, but I'm seeing more women running through daisy fields after looking morose than ever before.\n\nDr. Walter Brown: Absolutely. There's a lot of hype out there.\n\nDr. Walter Brown is a clinical professor of psychiatry at Brown University's Medical School. He has co-authored two studies that largely corroborate Kirsch's findings.\n\nBrown: The number of antidepressant prescriptions over the last decade has increased and most troublesome, the biggest increase is in the mildly depressed, who are the ones who are least likely to benefit from them.\n\nHe says they're getting virtually no benefit from the chemical in the pill. Like most experts, he says these drugs do work for the severely depressed, but he questions the widely held theory that depression is caused by a deficiency in the brain chemical called serotonin, which most of these pills target.\n\nBrown: The experts in the field now believe that that theory is a gross oversimplification and probably is not correct.\n\nStahl: And the whole idea of antidepressants is built around this theory?\n\nBrown: Yes, it is.\n\nTo approve any drug, the Food and Drug Administration merely requires that companies show their pill is more effective than a placebo in two clinical trials - even if many other drug trials failed.\n\nBrown: The FDA for antidepressants has a fairly low bar. A new drug can be no better than placebo in 10 trials, but if two trials show it to be better, it gets approved.\n\nStahl: Does that make sense to you?\n\nBrown: That's not the way I would do it if I were the king. But I'm not.\n\nDr. Tom Laughren, director of the FDA's division of psychiatry products, defends the approval process.\n\nStahl: We're told you discard the negatives. Is that not right?\n\nTom Laughren: We consider everything that we have. We look at those trials individually--\n\nStahl: But how are you knowing that the two positives deserve bigger strength in the decision?\n\nLaughren: Getting that finding of a positive study by chance, if there isn't really an effect, is very low. I mean, that's basic statistics and that's the way clinical trials are interpreted. A separate question is whether or not the effect that you're seeing is clinically relevant.\n\nStahl: Okay. Is it clinically relevant?\n\nLaughren: The data that we have shows that the drugs are effective.\n\nStahl: But what about the degree of effectiveness?\n\nLaughren: I think we all agree that the changes that you see in the short-term trials, the difference between improvement in drug and placebo is rather small.\n\nIt's so modest - that in Great Britain the National Health Service decided to dramatically revamp the way these drugs are prescribed. It did so after commissioning its own review of clinical trials.\n\nTim Kendall: We came to the conclusion that for mild to moderate depression, these drugs probably weren't worth having.\n\nDr. Tim Kendall, a practicing psychiatrist and co-director of the commission that did the review says that like Irving Kirsch - they were surprised by what they found in the drug companies' unpublished data.\n\nKendall: With the published evidence, it significantly overestimated the effectiveness of these drugs and it underestimated the side effects.\n\nStahl: The FDA would say that some of these unpublished studies are unpublished because there were flaws in the way the trials were conducted.\n\nKendall: This is a multibillion dollar industry. I doubt that they are spending $10 million per trial to come up with a poor methodology. What characterizes the unpublished is that they're negative. Now I don't think it's that their method is somehow wrong; it's that their outcome is not suitable from the company's point of view.\n\nBecause of the review, new public health guidelines were issued. Now drugs are given only to the severely depressed as the first line of treatment. For those with mild to moderate depression, the British government is spending nearly half a billion dollars training an army of talk therapists.\n\n[Instructor: If you wanna go a little faster, you can.]\n\nPhysical exercise is another treatment prescribed for the mildly depressed.\n\nKendall: By the end of 10 weeks, you get just as good a change in their depression scores, as you do at the end of 10 or 12 weeks with an antidepressant.\n\nNone of the drug companies we spoke to was willing to go on camera, but Eli Lilly told us in an email that drug trials show antidepressants work better than placebos over the long term and that \"numerous studies have shown that patients on placebos are more likely to relapse\" back into depression. The industry's trade association, PhRMA, wrote us: \"antidepressants have been shown to be tremendously effective.\"\n\nBut if Irving Kirsch has his way, the drug companies will have to completely rethink their $11.3 billion business.\n\nStahl: You're throwing a bomb into this. This is huge what you're saying.\n\nKirsch: I know that. The problem is that you can get the same benefit without drugs. I think more are beginning to agree. And I think things have begun to change.\n\nEveryone in this story says that if you're depressed, you should see your doctor, and if you're already on these powerful drugs, you shouldn't stop taking them on your own.", "opengraph": {"type": "article", "url": "https://www.cbsnews.com/news/treating-depression-is-there-a-placebo-effect/", "title": "Treating Depression: Is there a placebo effect?", "description": "A Harvard scientist says the drugs used to treat depression are effective, but for many, it's not the active ingredient that's making people feel better. It's the placebo effect.", "image": "https://assets2.cbsnewsstatic.com/hub/i/r/2012/02/18/213c77d6-a644-11e2-a3f0-029118418759/thumbnail/1200x630/3c9b3d35861dfc38f5e0b8db4cd87164/Treating_Depression620.jpg?v=bc5d8c67ac570dce258200b20849fb01", "image:width": "1200", "image:height": "630", "article:publisher": "https://www.facebook.com/60minutes/", "article:content_tier": "free", "article:opinion": "false", "video:url": "/api/v1/filetossl/?source=download&path=/media/mpx/2013/10/25/56724547849/60_depression_0219_380424_740.mp4", "video:secure_url": "/api/v1/filetossl/?source=download&path=/media/mpx/2013/10/25/56724547849/60_depression_0219_380424_740.mp4", "video:type": "video/mp4", "video:width": "1920", "video:height": "1080"}, "tags": [], "tweets": [], "movies": [], "links": [], "authors": [], "publish_date": "2012-02-19T19:31:28-0500"}