{"result_id": "MNTT005048", "URL": "https://apnews.com/article/508426b2b7084f669d4b93bfa2d708f7", "timestamp": "2024-03-06 15:11:04 CET+0100", "meta": {"description": "An external investigation of the Maryland football program under coach DJ Durkin has determined that the team \"did not have a toxic culture,\" but was problematic enough to where players feared speaking out.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/report-maryland-football-not-toxic-but-has-problems-508426b2b7084f669d4b93bfa2d708f7", "encoding": "UTF-8", "website_keywords": "Coaching, Sports, United States, Jordan McNair, Maryland, Matt Canada, D. J. Durkin, College sports, College football, Big Ten Conference, Football, Maryland Terrapins, North America"}, "image": null, "domain": "apnews.com", "title": "Report: Maryland football not 'toxic,' but has problems", "cleaned_text": "COLLEGE PARK, Md. (AP) — An external investigation of the Maryland football program under coach DJ Durkin has determined that the team “did not have a toxic culture,” but was problematic enough to where players feared speaking out.\n\nThe 198-page report, which was obtained by The Associated Press, was compiled by an independent commission of eight people and said the culture of the program was not the reason behind the death of offensive lineman Jordan McNair. The report did not include any recommendations about Durkin’s status — he has been on paid administrative leave since Aug. 11.\n\nThe report has not been made public by the university, and no commission members or regents have discussed its findings. A copy of the report was .\n\nIn a statement, the school said: “The University is committed to a fair and accountable process. We will continue that commitment as we work to ensure the safety and well-being of our student-athletes. The University received the report and we are carefully reviewing it.”\n\nThe commission interviewed 165 people, including 55 athletes who played for Durkin and 24 parents of players.\n\nMcNair died on June 13, two weeks after collapsing on the field during a preseason workout. The cause of death was heatstroke, and an external review found that the athletic staff made several mistakes in his treatment at the scene.\n\nIn the wake of McNair’s death, an ESPN story found the culture of the program to be “toxic.” The University System of Maryland Board of Regents subsequently hired a team to investigate the charges.\n\nThe report said: “The commission found that the Maryland football team did not have a ‘toxic culture,’ but it did have a culture where problems festered because too many players feared speaking out.”\n\nIt added, “In light of our conclusion that Maryland’s football culture was not ‘toxic,’ we do not find that the culture caused the tragic death of Jordan McNair.”\n\nThe commission stated that Durkin “earned the loyalty and respect of many of his student-athletes and coaches,” but also stated that many parents, players and coaches lodged complaints against the coach.\n\nDurkin was put on leave before starting his third year at the school after serving as defensive coordinator at Michigan.\n\nThe commission said the Maryland Athletics Department “lacked a culture of accountability, did not provide adequate oversight of the football program, and failed to provide Mr. Durkin with the tools, resources, and guidance necessary to support and educate a first-time head coach in a major football conference.”\n\nOffensive coordinator Matt Canada is serving as interim coach for the Terrapins (4-3), who host Illinois on Saturday.\n\nRick Court, the head of strength and conditioning for the team when McNair collapsed, resigned on Aug. 13. The report said there were many occasions in which Court engaged in “abusive conduct” during his time at Maryland.", "opengraph": {"title": "Report: Maryland football not 'toxic,' but has problems", "url": "https://apnews.com/report-maryland-football-not-toxic-but-has-problems-508426b2b7084f669d4b93bfa2d708f7", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "An external investigation of the Maryland football program under coach DJ Durkin has determined that the team \"did not have a toxic culture,\" but was problematic enough to where players feared speaking out.", "site_name": "AP News", "type": "article", "article:published_time": "2018-10-25T22:46:24", "article:modified_time": "2023-12-11T19:19:16.63"}, "tags": [], "tweets": [], "movies": [], "links": ["http://apps.washingtonpost.com/g/documents/sports/maryland-football-program-culture-report/3280/"], "authors": [], "publish_date": "2018-10-25T22:46:24"}