{"result_id": "MNTT001020", "URL": "https://www.bbc.com/news/technology-16225050", "timestamp": "2024-02-28 23:17:44 CET+0100", "meta": {"description": "Chinese engineers discover a process that causes cotton fabrics to clean stains and get rid of smells when exposed to sunlight.", "lang": "en", "favicon": "", "canonical": "https://www.bbc.com/news/technology-16225050", "encoding": "utf-8", "website_keywords": ""}, "image": null, "domain": "www.bbc.com", "title": "Self-cleaning cotton nanoparticle coating invented", "cleaned_text": "The research was carried out by engineers at Shanghai Jiao Tong University and Hubei University for Nationalities, and is published in the latest issue of theApplied Materials and Interfaces journal.\n\nInitial efforts to extend its use to cotton fabrics proved limiting because the substance's self-cleaning properties could only be \"excited\" under ultraviolet lights, making it impractical for everyday use.\n\nThe mixture was added to triethylamine, an acid neutraliser commonly used in dyes. After being stirred for a 12 hours at room temperature, the liquid was heated at 100C (212F) for a further six hours.\n\nTo test the effectiveness of their invention, the engineers marked the fabrics with an orange dye stain and exposed them to the sun. After two hours in the light, the team said 71% of the stain had been removed - a \"dramatic\" improvement over previously trialled techniques.\n\nThe experiment was repeated on the same cloth five times with no loss of activity - suggesting that the enhancement was stable. Washing and drying the material did not reduce its effectiveness.\n\nClothes industry experts said there should be huge interest in the process if it could be rolled-out on an industrial scale.\n\n\"This kind of functional clothing has already proved very popular, especially in Japan where the authorities ordered a crackdown on air conditioning use after March's earthquake caused power shortages,\" said Isabelle Cavill, a clothing analyst at Planet Retail.\n\n\"It is also likely to prove popular in other parts of Asia where the heat causes sweat problems.\"\n\nMs Cavill noted that the Japanese retailer Uniqlo has started promoting a \"Silky Dry\" range of clothing that promises to keep skin dry and odour-free thanks to special \"high-tech processing neutralisers\".", "opengraph": {"article:author": "https://www.facebook.com/bbcnews", "description": "Chinese engineers discover a process that causes cotton fabrics to clean stains and get rid of smells when exposed to sunlight.", "image": "https://ichef.bbci.co.uk/news/1024/branded_news/media/images/57382000/jpg/_57382530_clothesline.jpg", "image:alt": "Clothes on washing line", "locale": "en_GB", "site_name": "BBC News", "title": "Self-cleaning cotton nanoparticle coating invented", "type": "article", "url": "https://www.bbc.com/news/technology-16225050", "article:section": "Technology"}, "tags": [], "tweets": [], "movies": [], "links": ["http://pubs.acs.org/doi/abs/10.1021/am201251d?prevSearch=%255BAllField%253A%2B%255BAllField%253A%2Brealizing%2Bvisible-light%255D%255D&searchHistoryKey=", "http://www.bbc.co.uk/news/science-environment-15694973", "http://www.bbc.co.uk/news/uk-england-south-yorkshire-14043156", "http://www.bbc.co.uk/news/science-environment-11057771", "http://pubs.acs.org/journal/aamick", "http://www2.hbmy.edu.cn:8080/templet/gjjlen/", "http://www.sie.sjtu.edu.cn/ctrler.asp?action=index_en", "http://www1.planetretail.net/", "http://www.uniqlo.com", "http://www.walmart.com/", "http://www.marksandspencer.com/"], "authors": ["BBC News"], "publish_date": "2011-12-16T17:11:26.000Z"}