{"result_id": "MNTT005046", "URL": "https://apnews.com/article/science-health-business-australia-b60c17fab7454486bb252115ef2a8553", "timestamp": "2024-03-06 15:11:02 CET+0100", "meta": {"description": "MELBOURNE, Australia--(BUSINESS WIRE)--Oct 12, 2022-- Propanc Biopharma, Inc. (OTC Pink: PPCB) (“Propanc” or the “Company”), a biopharmaceutical company developing novel cancer treatments for patients suffering from recurring and metastatic cancer, today announced that Mr.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/press-release/business-wire/science-health-business-australia-b60c17fab7454486bb252115ef2a8553", "encoding": "UTF-8", "website_keywords": ""}, "image": null, "domain": "apnews.com", "title": "Propanc Biopharma’s CEO to Attend 43rd Meeting of the European Organization of Research & Treatment of Cancer (EORTC), Dec 15 - 17", "cleaned_text": "(OTC Pink: PPCB) (“Propanc” or the “Company”), a biopharmaceutical company developing novel cancer treatments for patients suffering from recurring and metastatic cancer, today announced that Mr. James Nathanielsz, Propanc’s Chief Executive Officer, will attend the 43 rd Meeting of the European Organization of Research and Treatment of Cancer (EORTC), Pharmacology and Molecular Mechanisms (PAMM) group. Professor Perán, Propanc’s Lead Joint Researcher, will also be presenting at the annual EORTC-PAMM meeting to be held in Florence, Italy, December 15 – 17. Topics covered will be innovation and application of pharmacological knowledge to cancer drug discovery and development, with particular regard to innovative and advanced drugs and their mechanisms of action, pharmacometrics and clinical application in oncology. Professor Perán, supported by Mrs. Belén Toledo Cutillas MSc and Mr. Aitor González from Professor Perán’s laboratory at Jaén University will present findings on the anti-cancer effects of the Company’s lead product candidate, PRP, effects on the tumor microenvironment and upscaling of synthetic recombinant protein production for a backup clinical compound for PRP.\n\nThe EORTC is a prestigious and globally recognized organization with significant resources and outreach. Mr. Nathanielsz looks forward to attending the 43 rd EORTC-PAMM meeting with Jaén and Granada Universities, as part of the Joint Research Collaboration Project. Propanc’s goal is to produce a non, toxic, long-term therapy for the treatment and prevention of metastatic cancer from solid tumors by targeting and eradicating cancer stem cells, and as an adjunct therapy to pre-treat resistant tumors.\n\n“Attendance at the EORTC-PAMM meeting provides an exciting opportunity to meet with scientific experts and clinical researchers who are at the cutting edge of cancer drug development, which presents an opportunity to discuss recent scientific discoveries from our PRP, R&D project and its potential clinical applications as a pre-treatment with existing innovative cancer therapies,” said Mr. Nathanielsz, Propanc’s Chief Executive Officer. “Professor Perán has uncovered how PRP treats and prevents metastatic cancer by targeting and eradicating cancer stem cells via differentiation (turning back), so they become benign and are no longer malignant, without affecting healthy cells. She is also investigating the effects of PRP on the tumor microenvironment, where resistant tumors become susceptible to standard therapies, post treatment with PRP. We are excited to present our research with Professor Perán as we investigate future clinical applications of PRP in controlled human studies.”\n\nThe EORTC’s mission is to increase people’s survival and quality of life by testing new therapeutic strategies based on existing drugs, surgery and radiotherapy. The EORTC also helps develop new drugs and approaches in partnership with the pharmaceutical industry and in patients’ best interests. The EORTC research network consists of over 5,500 collaborators from all disciplines involved in cancer treatment and research in more than 930 institutions in 27 countries. Its research spans the entire spectrum from translational and preclinical research to large, prospective, multi-center, phase III clinical trials that evaluate new cancer therapies.\n\nPropanc is currently undertaking two joint research and collaboration projects with the Universities of Jáen and Granada. The first project, POP1 (Proenzyme Optimization Project 1) Joint Research and Drug Discovery Program, is designed to produce a back clinical compound to PRP, which is targeting metastatic cancer from solid tumors. The second involves investigating the effects of proenzyme therapy and the impact on the tumor microenvironment, which is key to the development, invasion, metastatic spread and recurrence of solid tumors. This has potential implications for future clinical applications of PRP as a potential pre-treatment for resistant tumors. According to Emergen Research, the global metastatic cancer market is projected to be worth $111 Billion by 2027. Propanc is undertaking these challenging research projects in collaboration with the Universities of Jaén and Granada, led by Professors Perán and Juan Antonio Marchal MD, representing the Universities, respectively, and Dr Kenyon, MD, MB, ChB, Propanc’s Chief Scientific Officer.\n\nPRP is a mixture of two proenzymes, trypsinogen and chymotrypsinogen from bovine pancreas administered by intravenous injection. A synergistic ratio of 1:6 inhibits growth of most tumor cells. Examples include kidney, ovarian, breast, brain, prostate, colorectal, lung, liver, uterine and skin cancers.\n\nAs an independent, non-governmental, non-profit cancer research Organization established under the laws of Belgium, its mission is to coordinate and conduct international translational and clinical research to improve the standard of cancer treatment for patients.\n\nEORTC aims ultimately to increase people’s survival and quality of life by testing new therapeutic strategies based on existing drugs, surgery, and radiotherapy. EORTC also helps develop new approaches with the pharmaceutical industry and in patients’ best interests.\n\nIn addition to independence, EORTC is recognized for scientific and methodological rigor bringing robust datasets to doctors and patients for therapeutic improvement. EORTC covers all disciplines to fight against cancer. EORTC research leaves no one behind and addresses all patients, including patients with rare tumors and specific patient populations.\n\nProfessor Macarena Perán graduated with a B. S. in Biology and a M.S. in Biochemistry and Molecular Biology in 1996 from the University of Málaga, Spain. She moved to the Neuroscience Department at Durham University, UK, where she was awarded with a Marie Curie Fellowship and graduated in 2000 with a Ph.D. She moved back to Spain and completed a postdoctoral program in the Faculty of Medicine at Granada University.\n\nIn 2005 and 2006 Macarena went to Bath University, UK, and was a short-term postdoctoral fellow in the Department of Biology & Biochemistry in Professor David Tosh’s laboratory, where she first studied the anti-cancer effects of proenzymes in collaboration with Propanc Biopharma Inc. Professor Perán is a Reader in Anatomy, University of Jaen, Spain and belongs to the Institute for Regenerative Medicine and Pathobiology (IBIMER).\n\nAbout the University of Jaén:\n\nThe University of Jaén is among the Top 50 of the best young universities in the world according to THE (Times Higher Education). Likewise, the University of Jaén received the EFQM 500+ European Seal of Excellence, the highest level of recognition awarded by the Excellence in Management Club, as the official representative of the European Foundation for Quality Management (EFQM) in Spain. It also stands out in the field of computing, since the University of Jaén is among the 75 best universities in the world, according to Academic Ranking of World Universities (ARWU) 2017.\n\nThe University of Jaén is repeatedly in the top 4% of universities worldwide, according to the Ranking Center for World University Rankings (CWUR), which annually collects the thousand best and most valued among the more than 25,000 existing universities. In addition, it is the fourth Spanish university that has obtained the highest score in the ranking of international student satisfaction, published by the STEXX International Studyportals Organization, in its 2016 version.\n\nPropanc Biopharma, Inc. (the “Company”) is developing a novel approach to prevent recurrence and metastasis of solid tumors by using pancreatic proenzymes that target and eradicate cancer stem cells in patients suffering from pancreatic, ovarian and colorectal cancers. For more information, please visit .\n\nThe Company’s novel proenzyme therapy is based on the science that enzymes stimulate biological reactions in the body, especially enzymes secreted by the pancreas. These pancreatic enzymes could represent the body’s primary defense against cancer.\n\nTo view the Company’s “Mechanism of Action” video on its anti-cancer lead product candidate, PRP, please click on the following link:\n\nAll statements other than statements of historical facts contained in this press release are “forward-looking statements,” which may often, but not always, be identified by the use of such words as “may,” “might,” “will,” “will likely result,” “would,” “should,” “estimate,” “plan,” “project,” “forecast,” “intend,” “expect,” “anticipate,” “believe,” “seek,” “continue,” “target” or the negative of such terms or other similar expressions. These statements involve known and unknown risks, uncertainties and other factors, which may cause actual results, performance or achievements to differ materially from those expressed or implied by such statements. These factors include uncertainties as to the Company’s ability to continue as a going concern absent new debt or equity financings; the Company’s current reliance on substantial debt financing that it is unable to repay in cash; the Company’s ability to successfully remediate material weaknesses in its internal controls; the Company’s ability to reach research and development milestones as planned and within proposed budgets; the Company’s ability to control costs; the Company’s ability to obtain adequate new financing on reasonable terms; the Company’s ability to successfully initiate and complete clinical trials and its ability to successful develop PRP, its lead product candidate; the Company’s ability to obtain and maintain patent protection; the Company’s ability to recruit employees and directors with accounting and finance expertise; the Company’s dependence on third parties for services; the Company’s dependence on key executives; the impact of government regulations, including FDA regulations; the impact of any future litigation; the availability of capital; changes in economic conditions, competition; and other risks, including, but not limited to, those described in the Company’s periodic reports that are filed with the Securities and Exchange Commission and available on its website at . These forward-looking statements speak only as of the date hereof and the Company disclaims any obligations to update these statements except as may be required by law.", "opengraph": {"title": "Propanc Biopharma’s CEO to Attend 43rd Meeting of the European Organization of Research & Treatment of Cancer (EORTC), Dec 15 - 17", "url": "https://apnews.com/press-release/business-wire/science-health-business-australia-b60c17fab7454486bb252115ef2a8553", "image": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:url": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "image:width": "1440", "image:height": "810", "image:type": "image/png", "description": "MELBOURNE, Australia--(BUSINESS WIRE)--Oct 12, 2022-- Propanc Biopharma, Inc. (OTC Pink: PPCB) (“Propanc” or the “Company”), a biopharmaceutical company developing novel cancer treatments for patients suffering from recurring and metastatic cancer, today announced that Mr.", "site_name": "AP News", "type": "article", "article:published_time": "2022-10-12T13:03:09", "article:modified_time": "2022-10-12T13:04:13.397", "article:tag": "Italy"}, "tags": [], "tweets": [], "movies": [], "links": ["https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.propanc.com%2F&esheet=52942699&newsitemid=20221012005513&lan=en-US&anchor=Propanc+Biopharma%2C+Inc.&index=1&md5=96e7f850f269b0dabe315503f9741830", "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.propanc.com&esheet=52942699&newsitemid=20221012005513&lan=en-US&anchor=www.propanc.com&index=2&md5=4aaae85d3ac6095d7e72332e6807dd04", "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.propanc.com%2Fnews-media%2Fvideo&esheet=52942699&newsitemid=20221012005513&lan=en-US&anchor=http%3A%2F%2Fwww.propanc.com%2Fnews-media%2Fvideo&index=3&md5=5bed5d7feaa2d09f15fa509e3d7af358", "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.sec.gov%2F&esheet=52942699&newsitemid=20221012005513&lan=en-US&anchor=http%3A%2F%2Fwww.sec.gov&index=4&md5=fc6c86c33a04fd51c2b7186e764c069a", "https://www.businesswire.com/news/home/20221012005513/en/"], "authors": [], "publish_date": "2022-10-12T13:03:09"}