{"result_id": "MNTT002038", "URL": "https://help.pbs.org/support/solutions/articles/12000056932-getting-started-with-pbs-passport", "timestamp": "2024-03-06 15:08:16 CET+0100", "meta": {"description": "How to activate and use the PBS Passport membership benefit as a new PBS member.", "lang": "en", "favicon": "/assets/touch/touch-icon-iphone.png", "canonical": "https://help.pbs.org/support/solutions/articles/12000056932-getting-started-with-pbs-passport", "encoding": "utf-8", "website_keywords": "passport, getting started, how to, use passport, activate passport, passport login, watch passport, get passport, donate, new member, new passport, new"}, "image": null, "domain": "help.pbs.org", "title": "Getting started with PBS Passport", "cleaned_text": "PBS Passport is a member benefit from participating PBS stations that gives eligible donors and supporters extended access to an on-demand library of quality public television programming online.\n\nIf you're a new member with your PBS station and are looking for help with your Passport benefit, please see the below steps to begin using your new benefit.\n\nLocal stations give the Passport benefit to their donating supporters who qualify for their Passport membership benefit.\n\nYou can become a member online by following this link and clicking the Become a Member button.\n\nEach station can set their own qualifications for Passport, but most stations give the benefit to members who donate at least $60 a year, or $5 Sustainer/Ongoing-monthly gifts. Because every PBS station is different, please contact your local station or visit their website to learn more about your PBS station's Passport qualifications.\n\nOnce you become a new member with your local PBS station, they will begin processing your donation. You will also receive confirmation from your station thanking you for your donation. Once your PBS station has completely processed your donation, they will send you activation instructions for your Passport benefit and you're ready for the next step below!\n\nTo inquire about other donation options, please contact your local station or visit their website.\n\nAlready a member with your local PBS station? You may already have a Passport benefit waiting to be activated. Proceed to the \"Activate\" section further below for more information.\n\nBefore you can use your new Passport membership benefit, you must first activate your benefit.\n\nOnce your benefit is ready for activation, your PBS station will send you a four-word activation code. These codes are unique for each member, but each will follow the same format, such as apple-house-river-sleep or lion-eagle-snake-badger.\n\nSome PBS stations will provide you with this activation code immediately following your donation, while other stations will require more time to set up your benefit and will send you this activation code once your benefit is ready.\n\nHaven't received an activation code yet? Try requesting an activation email with our Passport Lookup Tool.\n\nSome PBS stations may instead send you a link that already includes the code. If you haven't received an activation code or activation link from your station following your donation, your PBS station may still be processing your donation. We recommend allowing for one business day to give your station time to create your benefit and send you activation instructions. If one business day has passed and you still have not received activation instructions from your PBS station, please contact them directly.\n\nOnce you have your unique Passport activation code, please visit our Passport activation page at this link and enter your code. Codes will be auto-capitalized when entered, but are not case-sensitive.\n\nSelect Continue to proceed to the next screen.\n\nDid an error message appear when you tried to submit your activation code or link? Click here for common error messages and what to do if you encounter one.\n\nAfter entering your code, you will see a screen with the membership name and your local PBS station. On the right, sign in with a PBS, Google, or Facebook account. Don't have one of these three account options? Select Create one now beneath the Sign in with PBS Account option.\n\nIf you're unsure if you already have a PBS account, we recommend selecting the \"Create one now\" option and signing up for a new PBS account - we'll let you know if you've already created a PBS account with your email address.\n\nThe personal account you sign in with on this screen will be the same account you log into from now on at PBS.org and the PBS App when viewing Passport videos. Only this single account will be linked to your Passport benefit.\n\nOnce you sign in with your account, you will be prompted to confirm the Passport terms of use. Select the \"I agree\" checkbox to agree to the terms and then select Confirm at the bottom of the page to continue. Confirmation of the Passport terms of use is required to use the Passport benefit. PBS is committed to protecting users' privacy. For more details, click here to view our privacy policy.\n\nOnce you've confirmed the Passport terms of use, the Activation Complete! screen will appear. Select the Get Started button to begin using your Passport benefit.\n\nA video of the Passport activation process is available below.\n\nOnce you've activated your Passport benefit, you can watch videos online at any time by visiting PBS.org. There is no separate Passport website. Passport and non-Passport videos can be found in one place!\n\nTo get started, sign in at the top of the site by selecting Sign In.\n\nA prompt with three account login options appears. Sign in with the same Facebook, Google, Apple ID, or PBS Account you linked to your Passport benefit during activation.\n\nOnce you sign in with your Passport credentials, your name displays in the upper left side of the screen. The blue Passport compass rose icon displays next to your name, indicating that the account is linked to your Passport benefit.\n\nDon't see the Passport icon by your name like in the picture below? Scroll down to the Troubleshooting section on this page.\n\nForgotten your account password or encounter an error message when you try to sign in? Click here to reset your password.\n\nPassport videos display the Passport icon in the top left corner of the video thumbnail image. Click the video title or image to view a video.\n\nClick here for more information about finding and viewing Passport videos on PBS.org.\n\nPassport videos are also available on the official PBS App - there is no separate \"Passport app\" required. You can find the PBS App on popular streaming devices, including Roku, Apple TV, Amazon Fire, and more.\n\nClick here for more information about the PBS App and supported devices.\n\nSometimes you may encounter the below image when using the PBS website or PBS App and it appears that your Passport benefit is not being recognized.\n\nIf you encounter this screen when you first try using your Passport benefit, we recommend confirming you have followed all of the steps listed above on this page.\n\nNext, check the top of the PBS website to see if the Passport icon is appearing next to your name. The Passport icon is a light blue square with a white compass rose symbol, and will appear exactly as pictured below.\n\nIf the Passport icon does not appear by your name, your Passport benefit is either not yet active or you have activated your Passport benefit with a different login account. Please use our Passport Lookup Tool to see if your benefit is active, and if so, try signing out and signing back in with any other PBS login accounts you may have. Your benefit may have been linked to a different login account when you originally activated it.\n\nIf the Passport icon does appear by your name, and you still encounter the above message stating \"This video is only available in Passport,\" please try signing out and signing back in with your PBS login account.\n\nIf you have already tried signing out and signing back in with your login account, and the Passport icon appears by your name at the top of the site, but Passport videos are still not recognizing your benefit, please contact us directly. In your message, please include the contact information for your membership, the name of the local PBS station you are a member with, and the email address you are currently signed in with. You can confirm your email address by hovering over your name at the top of the site and clicking Profile.", "opengraph": {"title": "Getting started with PBS Passport", "url": "https://help.pbs.org/support/solutions/articles/12000056932-getting-started-with-pbs-passport", "description": "    PBS Passport is a member benefit from participating PBS stations that gives eligible donors and supporters extended access to an on-demand library of quality public television programming online.  If you&#39;re a new member with your PBS station a...", "image": "https://s3.amazonaws.com/cdn.freshdesk.com/data/helpdesk/attachments/production/5005546081/logo/DRPH29J1qEF3XRPBRczRFzXRA7QXpqAXMQ.jpg?X-Amz-Algorithm=AWS4-HMAC-SHA256&amp;X-Amz-Credential=AKIAS6FNSMY2XLZULJPI%2F20240228%2Fus-east-1%2Fs3%2Faws4_request&amp;X-Amz-Date=20240228T021746Z&amp;X-Amz-Expires=604800&amp;X-Amz-SignedHeaders=host&amp;X-Amz-Signature=b5e644c0aa9660f2b8196022122aa24cb3d614487c9de0395cf39fdcc5de9568", "site_name": "PBS Help", "type": "article"}, "tags": [], "tweets": [], "movies": [{"embed_type": "iframe", "provider": "youtube", "width": "640", "height": "360", "embed_code": "<iframe width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/cz9ywD-jzpM?&amp;wmode=opaque\" frameborder=\"0\" allowfullscreen=\"\" sandbox=\"allow-scripts allow-forms allow-same-origin allow-presentation\"/>", "src": "https://www.youtube.com/embed/cz9ywD-jzpM?&wmode=opaque"}], "links": ["#Step-1%3A-Become-a-Member", "#Step-2%3A-Activate-Your-Passport", "#Step-3%3A-Sign-In", "#Step-4%3A-Watch", "#Troubleshooting", "http://pbs.org/passport/learn-more", "http://pbs.org/stations", "http://pbs.org/stations", "https://www.pbs.org/passport/lookup/", "http://pbs.org/stations", "http://pbs.org/passport", "https://help.pbs.org/support/solutions/articles/12000043995-there-is-a-problem-with-my-passport-activation-code-", "https://pbs.org/", "https://www.pbs.org/about/pbs-privacy-policy/", "https://www.pbs.org/", "https://account.pbs.org/oauth2/send-reset-password/", "https://help.pbs.org/support/solutions/articles/12000054967-how-to-watch-passport-videos-online", "https://www.pbs.org/pbs-video-app/", "https://www.pbs.org/passport/lookup/", "https://help.pbs.org/support/tickets/new"], "authors": [], "publish_date": null}