{"result_id": "MNTT005052", "URL": "https://apnews.com/article/baltimore-opioid-harm-reduction-suboxone-mobile-treatment-d74e7b1452ebaf839871032ea2a73a5a", "timestamp": "2024-03-06 15:11:07 CET+0100", "meta": {"description": "A mobile clinic in Baltimore is expanding access to buprenorphine, a medication that treats opioid use disorder by reducing cravings and withdrawal symptoms.", "lang": "en", "favicon": "/apple-touch-icon.png", "canonical": "https://apnews.com/article/baltimore-opioid-harm-reduction-suboxone-mobile-treatment-d74e7b1452ebaf839871032ea2a73a5a", "encoding": "UTF-8", "website_keywords": "Opioids, Medication, General news, Weekend Reads, Health, U.S. News"}, "image": null, "domain": "apnews.com", "title": "Abstinence not required: How a Baltimore drug treatment program prioritizes saving lives", "cleaned_text": "BALTIMORE (AP) — Anthony Kelly trudged through southwest Baltimore, each labored footstep a reminder of the roofing accident that left him with chronic pain and a raging opioid addiction several years after he returned home from serving in the Marines.\n\nDoctors used metal plates to reconstruct his lower legs and Kelly spent months learning to walk again. So began his plodding journey into the depths of substance use disorder, a downward spiral that would gradually weaken his body and consume his mind, pulling him farther and farther away from the person he once was: a supportive husband and father, a hard-working professional, a proud veteran.\n\nAfter his prescribed painkillers ran out, Kelly repeatedly traveled to Florida to take advantage of the state’s loosely regulated pain management clinics. Finally, he turned to a combination of heroin and cocaine that sometimes cost $500 per day.\n\nMore than a decade later, his substance use is more manageable and less expensive, though it remains a controlling force in his life. He takes buprenorphine, a prescription medication that’s considered the gold standard for treating opioid addiction by reducing cravings and easing withdrawal symptoms.\n\nHe gets the medication through a mobile health clinic housed in a retrofitted van, which parks in some of Baltimore’s most drug-ravaged communities, including Kelly’s neighborhood. Doctors and nurses meet with patients, write prescriptions and provide basic wound care, hepatitis C treatment, packages of the overdose reversal agent naloxone and more, all free of charge.\n\nThe clinic exemplifies an ongoing shift in the nation’s approach to stemming overdose deaths, which surged during the pandemic to unprecedented heights as the potent replaced heroin in drug markets across the country.\n\nThe so-called , which has received endorsement and funding from the Biden administration, offers potentially life-saving services to opioid users, without requiring abstinence in return.\n\nAdvocates say it acknowledges the importance of keeping people alive, first and foremost, while they confront the sometimes insurmountable challenges associated with recovery. Critics argue it .\n\nIn Baltimore’s , most patients continue using street drugs, but the vast majority report using less, according to clinic staff.\n\n“Being an addict, it’s more complicated than people think,” said Kelly, 49. “We built this web we’re entangled in. We didn’t get here overnight and we’re not gonna get better overnight. You can’t just snap out of it.”\n\nBaltimore’s overdose death rate is than the statewide and nationwide averages, with more than 1,000 lives lost in 2020, the most recent data available. The city makes up about 10% of Maryland’s population but logs more than 35% of its overdose deaths.\n\nThough efforts to address the problem have fallen short of achieving large-scale change, Baltimore has long been ahead of the curve. The city launched a needle exchange program in 1994, and in recent years, officials have focused on expanding access to naloxone while reducing low-level narcotics and drug paraphernalia arrests. A local organization runs that parks outside the city’s jail and offers buprenorphine prescriptions to people getting released.\n\n“We should be thinking about harm reduction on a spectrum. Some people want to stop using, others want to use safer. This is about truly meeting people where they are,” said Dr. Letitia Dzirasa, who served as the city’s health commissioner until recently being appointed deputy mayor. “It’s also about reducing the stigma. Because this is a disease, not a moral failing.”\n\nThe Spot van has a waiting area, two small exam rooms and an even smaller bathroom. During private consultations, medical providers often address their patients like old friends. They might discuss family dynamics, housing issues, mental health concerns, long-term goals, recent substance use and more.\n\nThe clinic coordinates with several pharmacies across the city so patients can get their prescriptions filled almost immediately after leaving the van. They don’t need an ID or health insurance to enroll. And there’s just one requirement for them to keep getting buprenorphine through the clinic: They have to demonstrate they’re taking the medication somewhat regularly.\n\nBuprenorphine, which received federal approval for treatment of opioid use disorder in 2002, binds to opioid receptors in the brain without producing a euphoric high. Often prescribed under the brand name Suboxone, it typically comes in orange strips that dissolve under the tongue.\n\nResearch shows the drug a person’s risk of overdose and death. Despite its effectiveness, a of people experiencing opioid addiction are prescribed the medication. In contrast to methadone treatment, which is highly regulated and often requires patients to visit a clinic every day, buprenorphine prescriptions can last weeks or months.\n\nIn December 2022, federal lawmakers passed legislation making it easier for doctors to prescribe buprenorphine, recognizing its life-saving potential. Drug overdoses nationwide have claimed since 2020, with about two-thirds of them related to fentanyl.\n\nAsked why they sought treatment, many Spot patients said they’re just tired — tired of chasing fentanyl’s dangerous high and living in perpetual fear of withdrawal sickness, wondering whether the next dose would kill them, sometimes even hoping it would.\n\n“You’re using just to feel normal, spending all your money on dope,” said Saprena Culver, 40, who enrolled in the program earlier this year. “It controls your whole entire life, your whole entire being.”\n\nCulver’s four children are living with relatives in West Virginia, but she thinks about them constantly and hopes to be reunited soon. She said this isn’t her first time seeking treatment: She previously spent 12 years participating in a methadone program, which had stricter rules. Even though she ultimately was kicked out after relapsing, she found the added accountability measures helpful.\n\nIt’s currently not uncommon for people to buy Suboxone off the street, often to stave off debilitating withdrawal symptoms, which means some Spot patients could be profiting off their prescriptions.\n\nDespite their firm belief in expanding access to the medication, clinic staff are continuously grappling with how best to serve people who aren’t ready to stop using.\n\nKelly grew up in Baltimore, where his paternal grandparents settled after migrating from Ireland.\n\nAlways an adrenaline junkie, he competed on his high school’s wrestling team and joined the Marines in 1992. He served eight years on active duty, including stints in Egypt, Thailand and elsewhere around the world. Kelly said he couldn’t believe his luck, finding a job that let him fulfill a lifelong dream, experience other cultures and get paid to work out.\n\nIt was through the military that he met his future wife, a fellow Marine. Their son was born in 2000 and spent much of his childhood in Baltimore.\n\nSometime after the marriage dissolved, mother and son moved to Florida while Kelly stayed put. He was living in his grandmother’s southwest Baltimore rowhouse, which he later inherited.\n\nDuring a recent visit, an unopened package of naloxone lay on the kitchen table alongside dishes, pans and groceries. A framed photo showed a teenage Kelly competing in a wrestling match, muscles bulging as he overpowered his opponent. A sign above the front door bestowed “Irish Blessings” upon the building’s occupants.\n\nKelly’s beloved dog, an elderly, Pomeranian-long haired Chihuahua mix named Annie Oakley, bounded down the carpeted staircase and wriggled across the linoleum kitchen floor, wagging her tail for attention.\n\n“She runs this house,” Kelly said, laughing and hugging her to his chest. He recalled a time when he overdosed and Annie alerted a neighbor, who found him unconscious and called an ambulance.\n\nThe three-story brick rowhouse is sturdy and well-maintained. For Kelly, it’s filled with family memories spanning generations. But the interior has seen better days, with sparse furniture and cluttered surfaces. Kelly rents out rooms, sometimes to people experiencing addiction and desperate for somewhere to stay, which he said can create a volatile environment.\n\nThe previous few weeks were especially tough. He developed a leg infection after a bicycle accident and was dealing with a dispute involving a former tenant who owed someone money. Pain and stress, he said — two common triggers of addiction.\n\n“I’m trying to do right every day,” he said, stroking the top of Annie’s head. “But sometimes, it’s like you’re damned if you do, damned if you don’t.”\n\nHis face softened talking about his son, who is in college studying to become an environmental engineer. Scrolling through his phone, Kelly proudly displayed a recent photo of him. Something worth fighting for, he thought. He becomes nostalgic thinking about the years before his addiction, when he was a hard-working dad.\n\nKelly said he wants more people to understand the realities of substance use disorder, how it gradually consumes your life until you almost don’t recognize yourself anymore. He compared the process to a “road full of IEDs” — you’re so focused on sidestepping immediate danger that you don’t realize you’re headed deeper into hostile territory.\n\nKelly was visiting his family in Florida when he first tried taking Suboxone several years ago, hoping to avoid using heroin around his son. While the medication reduces his opioid cravings, he said it makes him feel dull and doesn’t do much for the persistent pain he still experiences from the roofing accident. That demands something stronger.\n\nMeanwhile, heroin and fentanyl are readily available for purchase in his neighborhood, which has suffered from rising poverty and population loss in recent decades.\n\n“You can’t blame it on your surroundings, but they don’t make it any easier,” he said.\n\nEvery Monday morning, the Spot van parks in west Baltimore’s , a historic Black cultural hub once known for its renowned jazz clubs, upscale shops and vibrant nightlife.\n\nNow a shadow of its former self, the neighborhood is filled with visible impacts of the local drug trade: dealers doing business outside vacant buildings, their customers nodding drowsily on public benches, stumbling through alleys and trying to scrounge up enough money to make it through another day.\n\nBaltimore police cruisers routinely patrol the area, part of the city’s crime-fighting strategy to increase law enforcement presence in communities .\n\nLess than a block from the van’s parking spot, a tangle of deflated balloons commemorates a January shootout that wounded three people and killed two, including a young mother who was waiting to pick up a takeout order when she and her children were caught in the gunfire.\n\nAfter about three months on buprenorphine, Johnson said he has significantly reduced his opioid use, keeping more money in his pockets and allowing him to stay sober for family visits and other important occasions. He also is taking fewer risks with fentanyl because he’s not desperate to maintain a consistent supply.\n\nAn ex-correctional officer at Baltimore’s jail, Johnson said he started using opioids decades earlier when an arrest for marijuana possession derailed his budding law enforcement career.\n\nThe Spot program, which launched in 2018, operates under a partnership between the Baltimore City Health Department and the Johns Hopkins University School of Medicine. It typically serves about 900 patients annually. An estimated 40% have a recent history of intravenous drug use, almost 75% are Black and more than half are experiencing homelessness or housing instability.\n\n“The population we’re serving, many of these people are profoundly underserved and mistrustful of the health system,” said Dr. Kathleen Page, a Johns Hopkins medical school professor who helped launch the program. “Building trust is a big part of it.”\n\nDarryl Jackson Sr., who enrolled last year along with his adult son, said the clinic sometimes feels like the only source of stability in his life. He recently had to leave his last apartment and has been researching rental assistance programs, which are often mired in bureaucracy and hobbled by impossibly long waitlists.\n\nJackson, 58, said he can’t tolerate shelter environments because he’s a stickler for cleanliness. He takes pride in maintaining a neat appearance. After a career in construction, he still dresses almost exclusively in canvas work pants and sneakers. But on the inside, he struggles to keep his addiction in check and stave off a growing feeling of hopelessness. He recently returned to the Spot van after some missed appointments.\n\n“They care,” he said. “So I keep coming back.”\n\nProgram staff are acutely aware of the daily hurdles facing Jackson and other participants. Sometimes it seems like a miracle when they show up at all.\n\n“I cannot imagine living a day in the shoes of my patients,” Dr. Amanda Rosecrans, clinical chief, said in a March interview. She had received news earlier that morning about a patient’s recent death, which is a tragically common occurrence as overdoses and gun violence plague Baltimore’s poorest communities.\n\nFor this vulnerable population, stable housing is the single most important piece of the recovery equation, said Bobby Harris, the program’s medical director.\n\n“If folks need housing, how are you supposed to focus on anything else when you don’t feel safe?” he said.\n\nWhen the big picture seems overwhelming, he focuses on treating the patients in front of him.\n\nIslah Hadith, 45, said her life changed drastically after she discovered the clinic in 2019.\n\nThat was several years after she broke her ankle playing basketball and was prescribed Percocet. When her refills ran out, she went into withdrawal and started buying pills off the street. Despite working and raising children, she said she was living in a haze, not fully present.\n\nHadith said she arrived at the Spot van nervous and ashamed, but left feeling hopeful.\n\nShe started taking buprenorphine and stopped using other opioids. After about four years on the medication, she recently began reducing her doses to wean herself off. She also sought therapy and severed ties with people and places that could jeopardize her progress.\n\n“It doesn’t get easier, but it does get better,” she said.\n\nWhen Kelly showed up to the clinic last month, his infected leg had taken a serious turn for the worse. He could barely walk, hobbling down the sidewalk and up the van’s steps, leaning heavily on a metal cane. His shoulders hunched, as if his body would soon collapse under the crushing weight of addiction.\n\n“It hurts like hell,” he said, smiling through the pain.\n\nDespite this latest setback, he was clear-eyed and upbeat, having recently returned from visiting family in Florida. The trip gave him a break from Baltimore and left him feeling somewhat more positive. He envisioned moving out of the city, maybe to South Carolina, where he could focus on work and start a new chapter.\n\nKelly said he’s grateful for the support system he has, though he worries about becoming a burden. His addiction still threatens some of his most precious relationships.\n\nHe thought about what it would look like to truly prioritize his health: What if he started taking the Suboxone more consistently and stopped muddying the waters with illicit drugs? What if he could finally give his family the support and stability they deserve?\n\nHe planned to check into the hospital later that afternoon and get his leg checked. But first, he was headed to the pharmacy to fill his prescription. One step at a time.", "opengraph": {"title": "Abstinence not required: How a Baltimore drug treatment program prioritizes saving lives", "url": "https://apnews.com/article/baltimore-opioid-harm-reduction-suboxone-mobile-treatment-d74e7b1452ebaf839871032ea2a73a5a", "image": "https://dims.apnews.com/dims4/default/851f420/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fa2975a4df4a84221a249dff8b94adc8d%2F3000.jpeg", "image:url": "https://dims.apnews.com/dims4/default/851f420/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2Fa2975a4df4a84221a249dff8b94adc8d%2F3000.jpeg", "image:width": "1440", "image:height": "810", "image:type": "image/jpeg", "image:alt": "A syringe is seen on the ground as Lisa McFadden waits to be treated near a Baltimore City Health Department RV, Monday, March 20, 2023, in Baltimore. The Baltimore City Health Department's harm reduction program uses the RV to address the opioid crisis, which includes expanding access to medication assisted treatment by deploying a team of medical staff to neighborhoods with high rates of substance abuse and offering buprenorphine prescriptions. (AP Photo/Julio Cortez)", "description": "A mobile clinic in Baltimore is expanding access to buprenorphine, a medication that treats opioid use disorder by reducing cravings and withdrawal symptoms.", "site_name": "AP News", "type": "article", "article:published_time": "2023-06-11T20:48:24", "article:modified_time": "2023-06-28T11:25:17.615", "article:tag": "Weekend Reads"}, "tags": [], "tweets": [], "movies": [], "links": ["https://apnews.com/article/ohio-opioid-settlement-distribution-applications-9d1cbe6a2a97a822848d1299d4503b2d", "https://apnews.com/article/ohio-opioid-settlement-distribution-applications-9d1cbe6a2a97a822848d1299d4503b2d", "https://apnews.com/article/fentanyl-medication-tap-water-oregon-nurse-asante-cbf194666ff98cc77080c6bf4406ae27", "https://apnews.com/article/fentanyl-medication-tap-water-oregon-nurse-asante-cbf194666ff98cc77080c6bf4406ae27", "https://apnews.com/article/opioid-addiction-medication-jail-oregon-cef408fa488bcd9a164dd50a42d1fd09", "https://apnews.com/article/opioid-addiction-medication-jail-oregon-cef408fa488bcd9a164dd50a42d1fd09", "https://apnews.com/article/health-opioids-synthetic-government-and-politics-8f64b776b82d6e8bc2e324b732e4b6e2", "https://apnews.com/article/biden-science-health-medication-congress-e97c2b7ffb5bd8f79a8a1277a6b56588", "https://apnews.com/article/business-health-jen-psaki-xavier-becerra-5faa62ff133830b6367f5869f644731d", "https://pubmed.ncbi.nlm.nih.gov/34238629/", "https://dashboards.mysidewalk.com/baltimorecityoverdose/understanding-the-trends", "https://www.bhli.org/the-pcare-van.html", "https://www.bmj.com/content/357/bmj.j1550", "https://www.sciencedirect.com/science/article/pii/S0955395922002031?via%3Dihub", "https://apnews.com/article/us-overdose-deaths-cdc-3c3848da5f8aa01d7b9f232ba5a34152", "https://apnews.com/article/crime-baltimore-violence-6b83bf7f55f8e744ee096d2fa3f4e9d2", "https://apnews.com/article/violence-homicide-baltimore-ce026bfcdb99cc7c6b7ae65a50eab4ff"], "authors": [], "publish_date": "2023-06-11T20:48:24"}